/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "Преглед",
   PREV_TITLE: "Преглед на предишния файл в галерията.",
   NEXT_TITLE: "Преглед на следващия файл в галерията.",
   DETAILS: "Преглед на данните за файл.",
   DETAILS_TITLE: "Отваряне на страницата с данни за файла.",
   DETAILS_A11Y: "Активирането на този линк ще затвори диалоговия прозорец за преглед на галерията и ще Ви насочи към страницата с данни за галерията за този файл.",
   CANCEL: "Отказ",
   NO_IMG_PREV: "Прегледът в момента не е достъпен.",
   PLAY_VIDEO_TOOLTIP: "Възпроизвеждане ${0}",
   A11Y: "${description}.  Възможно изтеглянето на видеото да отнеме няколко минути .",
   NODESCRIPFILE: "Няма налично описание",
   REQUIRED_A11Y: "* означава празно поле",
   FILEVIEW_NO_FOUND: "Не е достъпен преглед за този файл."
})

