/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2020                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "معاينة الملف",
      FILENAME_TOOLTIP: "تحرير اسم الملف",
      ICON_TOOLTIP: "تحميل ملف",
      ERROR: "حدث خطأ.",
      FILE_MALICIOUS: "المسح أظهر وجود محتوى ضار",
      SHARED_EXTERNALLY: "تتم المشاركة خارجيا",
      FILE_SYNCED: "إضافة الى التزامن",
      MY_DRIVE: {
         TITLE: "في قرص التشغيل الخاص بي",
         ROOT_FOLDER: "/قرص التشغيل",
         FOLDER: "/قرص التشغيل/.../${0}"
      },
      MORE_ACTIONS: {
         TITLE: "‏تصرفات أخرى‏",
         A11Y: "فتح قائمة منسدلة تتضمن قائمة بها مزيد من التصرفات المطلوب تنفيذها على الملف.",
            PANELS: {
               TITLE: "يتبع",
               A11Y: "فتح قائمة منسدلة تتضمن كشفًا بالشاشات المخفية."
            }
      },
      WELCOME: {
         TITLE: "لقد دمجنا مشاهدة الملفات والتفاصيل",
         SUBTITLE: "يمكنك الآن مشاهدة ملف وتعقيباته جنبًا إلى جنب.",
         LINES: {
            LINE_1: "كل المعلومات والأشياء التي يمكنك القيام بها على الصفحة القديمة موجودة هنا.",
            LINE_2: "تتوفر التعقيبات والمشاركة والنُسخ والمعلومات الأساسية على جانب الملف."
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "ينقلك هذا الاختيار إلى الملف التالي.",
         PREVIOUS_A11Y: "ينقلك هذا الاختيار إلى الملف السابق."
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "المزيد من خيارات التحرير",
            A11Y: "يفتح هذا الاختيار قائمة بها مزيد من خيارات التحرير"
         },
         BUTTON: {
            EDIT: {
               TITLE: "تعديل"
            },
            UPLOAD: {
               TITLE: "‏تحميل‏"
            },
            CREATE: {
              TITLE: "تكوين"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "تغيير حجم اللوحة",
           USAGE: "اضغط على مفتاحي السهم الأيسر أو الأيمن لتغيير حجم اللوحة."
       },
         CLOSE: {
            TOOLTIP: "‏اغلاق‏",
            A11Y: "يؤدي هذا الاختيار إلى إغلاق عارض الملفات.",
            WARNING_DIALOG: {
              DIALOG_TITLE: "ما زال الملف قيد التحميل.",
              PROMPT: "ما زال الملف قيد التحميل. إذا قمت بالإغلاق قبل اكتماله، فسيتم إلغاء التحميل.",
              OK: "إغلاق على أي حال",
              CANCEL: "انتظار التحميل"
            }
         },
         ADD_TO_FILES: {
           TOOLTIP: "إضافة إلى الملفات",
           A11Y: "يؤدي هذا الاختيار إلى إضافة الملحق إلى الملفات.",
           VIEW_NOW: "مشاهدة الآن"
         },
         TEAR_OFF: {
           TOOLTIP: "فتح في نافذة جديدة",
           A11Y: "فتح في نافذة جديدة",
           ERROR_TEARING_OFF: "حدث خطأ أثناء فتح النافذة الجديدة.",
           DIALOG_TITLE: "تأكيد",
           UNSAVED_CHANGES_WARNING: "لديك تغييرات غير محفوظة سيتم فقدانها. هل تريد الفتح في نافذة جديدة على أي حال؟",
           OK: "نعم",
           CANCEL: "‏لا‏",
           OPEN: "فتح",
           OPEN_ANYWAY: "فتح على أي حال",
           CANCEL_ALT: "الغاء"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "جديد من الملف",
            ACTION_NAME:"تكوين ملف",
            A11Y: {
               TEXT: "تكوين وثيقة (ملف DOC أو DOCX أو ODT) من ملف قالب. يمكنك تحرير هذه الوثائق عبر الإنترنت في Docs.",
               PRES: "تكوين عرض تقديمي (ملف PPT أو PPTX أو ODP) من ملف قالب. يمكنك تحرير هذه العروض التقديمية عبر الإنترنت في Docs.",
               SHEET: "تكوين جدول بيانات (ملف XLS أو XLSX أو ODS) من ملف قالب. يمكنك تحرير جداول البيانات هذه عبر الإنترنت في Docs."
            },
            PROMPT: {
               TEXT: "تكوين وثيقة (ملف DOC أو DOCX أو ODT) من ملف قالب. يمكنك تحرير هذه الوثائق عبر الإنترنت في Docs.",
               PRES: "تكوين عرض تقديمي (ملف PPT أو PPTX أو ODP) من ملف قالب. يمكنك تحرير هذه العروض التقديمية عبر الإنترنت في Docs.",
               SHEET: "تكوين جدول بيانات (ملف XLS أو XLSX أو ODS) من ملف قالب. يمكنك تحرير جداول البيانات هذه عبر الإنترنت في Docs."
            },
            NAME_FIELD: "الاسم:",
            EXTERNAL_FIELD: "يمكن مشاركة الملفات مع أشخاص خارجيين بالنسبة للمؤسسة الخاصة بي",
            EXTERNAL_DESC: "تسمح إمكانية التوصل الخارجية بمشاركة الملفات مع مستخدمين خارجيين  (الأشخاص خارج المؤسسة أو الشركة الخاصة بك)، مشاركة الحافظات مع المستخدمين الخارجيين، مشاركة المجتمعات مع أشخاص خارجيين كأعضاء.  يجب أن تحدد إمكانية التوصل الخارجي عند تحميل ملف؛ لا يمكن تشغيلها فيما بعد.",
            CREATE_BUTTON: "تكوين",
            CANCEL: "الغاء",
            PRE_FILL_NAMES: {
               OTT: "مستند بلا عنوان",
               OTS: "جدول بيانات بلا عنوان",
               OTP: "عرض تقديمي بلا عنوان",
               DOT: "مستند بلا عنوان",
               XLT: "جدول بيانات بلا عنوان",
               POT: "عرض تقديمي بلا عنوان",
               DOTX: "مستند بلا عنوان",
               XLTX: "جدول بيانات بلا عنوان",
               POTX: "عرض تقديمي بلا عنوان"
            },
            ERRORS: {
               NAME_REQUIRED: "يجب إدخال اسم الوثيقة.",
               ILLEGAL_NAME:"هذا عنوان مستند غير صحيح، يرجى تحديد عنوان آخر.",
               WARN_LONG_NAME: "اسم الوثيقة طويل جدًا.",
               TRIM_NAME: "هل تريد تقصير اسم المستند؟",
               SESSION_TIMEOUT: "انتهت صلاحية الجلسة، يرجى تسجيل الدخول والمحاولة مرة أخرى.",
               DUPLICATE_NAME: "تم العثور على اسم ملف مكرر. أدخل اسمًا جديدًا.",
               SERVER_ERROR: "وحدة خدمة Connections غير متوفرة. اتصل بمسؤول وحدة الخدمة وحاول مرة أخرى لاحقًا."
            }
         },
         DOWNLOAD: {
            TOOLTIP: "تحميل ملف",
            A11Y: "يؤدي هذا الاختيار إلى تنزيل الملف."
         },
         DOWNLOAD_AS_PDF: {
            NAME: "تحميل كملف PDF",
            TOOLTIP: "تحميل هذا الملف كملف PDF",
            A11Y: "يؤدي هذا الاختيار إلى تنزيل الملف كمستند PDF.",
            SUCCESS: "لقد قمت بتنزيل الملف كمستند PDF بنجاح.",
            ERROR: {
               DEFAULT: "لم تتمكن من تنزيل الملف كمستند PDF. يرجى المحاولة مرة أخرى لاحقًا.",
               UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من تنزيل الملف كمستند PDF.",
               NOT_FOUND: "لا يمكن تحميل هذا الملف كملف PDF لأنه تم حذفه أو لم يعد قيد المشاركة معك.",
               ACCESS_DENIED: "لا يمكن تحميل هذا الملف كملف PDF لأنه تم حذفه أو لم يعد قيد المشاركة معك."
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "لا توجد نسخة منشورة من هذا الملف لتنزيلها. يمكن نشر النُسخ من محرر المستندات."
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "يتعذر تنزيل الملف",
               CANCEL: "‏اغلاق‏",
               PROMPT: "لا توجد نسخة منشورة من هذا الملف لتنزيلها.",
               PROMPT2: "يمكن نشر النًسخ من محرر المستندات."
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "يتعذر تنزيل الملف",
               CANCEL: "‏اغلاق‏",
               PROMPT: "لا توجد نسخة منشورة من هذا الملف لتنزيلها.",
               PROMPT2: "اطلب من مالك الملف نشر نسخة من هذا الملف."
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "تنزيل نسخة",
               OK: "تنزيل النسخة",
               PROMPT: {
                  TODAY: "تم اكتشاف مسودة أحدث، تم تعديلها اليوم في ${time}.",
                  YESTERDAY: "تم اكتشاف مسودة أحدث، تم تعديلها بالأمس في ${time}.",
                  DAY: "تم اكتشاف مسودة أحدث، تم تعديلها في ${date}.",
                  MONTH: "تم اكتشاف مسودة أحدث، تم تعديلها في ${date}.",
                  YEAR: "تم اكتشاف مسودة أحدث، تم تعديلها في ${date_long}."
               },
               PROMPT2: {
                  TODAY: "هل تريد بالفعل متابعة تنزيل النسخة التي تم نشرها اليوم في ${time}؟",
                  YESTERDAY: "هل تريد بالفعل متابعة تنزيل النسخة التي تم نشرها بالأمس في ${time}؟",
                  DAY: "هل تريد بالفعل متابعة تنزيل النسخة التي تم نشرها في ${date}؟",
                  MONTH: "هل تريد بالفعل متابعة تنزيل النسخة التي تم نشرها في ${date}؟",
                  YEAR: "هل تريد بالفعل متابعة تنزيل النسخة التي تم نشرها في ${date_long}؟"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "عرض لوحة التفاصيل",
            HIDE: "إخفاء لوحة التفاصيل",
            RESET: "إرجاع حجم الصفحة",
            SHOW_A11Y: "يُبدِّل هذا الاختيار بين إغلاق وفتح اللوحة الجانبية. اللوحة الجانبية مغلقة حاليًا.",
            HIDE_A11Y: "يُبدِّل هذا الاختيار بين إغلاق وفتح اللوحة الجانبية. اللوحة الجانبية مفتوحة حاليًا.",
            RESET_A11Y: "يؤدي هذا الاختيار إلى إرجاع اللوحة الجانبية إلى حجمها الافتراضي مرة أخرى. اللوحة الجانبية موسَّعة حاليًا."
         },
         VIEW_DOC: {
            NAME: "فتح في عارض المستندات",
            TOOLTIP: "فتح في عارض المستندات",
            A11Y: "يفتح هذا الاختيار الملف لمشاهدته داخل نافذة برنامج استعراض جديدة."
         },
         EDIT_DOC: {
            NAME: "تحرير في Docs",
            TOOLTIP: "استخدم HCL Docs لتحرير هذا الملف",
            A11Y: "يفتح هذا الاختيار الملف لتحريره في المستندات داخل نافذة جديدة."
         },
         EDIT_OFFICE: {
            TITLE: "خيارات التحرير.",
            NAME: "تحرير في Microsoft Office عبر الإنترنت",
            TOOLTIP: "استخدم Microsoft Office عبر الإنترنت لتحرير هذا الملف",
            A11Y: "يفتح هذا الاختيار الملف لتحريره في Microsoft Office عبر الإنترنت داخل نافذة جديدة."
         },
         EDIT_OFFICE_WORD: {
           NAME: "تحرير في Microsoft Word عبر الإنترنت",
           TOOLTIP: "استخدم Microsoft Word عبر الإنترنت لتحرير هذا الملف",
           A11Y: "يفتح هذا الاختيار الملف لتحريره في Microsoft Word عبر الإنترنت داخل نافذة جديدة."
         },
         EDIT_OFFICE_EXCEL: {
             NAME: "تحرير في Microsoft Excel عبر الإنترنت",
             TOOLTIP: "استخدم Microsoft Excel عبر الإنترنت لتحرير هذا الملف",
             A11Y: "يفتح هذا الاختيار الملف لتحريره في Microsoft Excel عبر الإنترنت داخل نافذة جديدة."
         },
         EDIT_OFFICE_POWERPOINT: {
             NAME: "تحرير في Microsoft PowerPoint عبر الإنترنت",
             TOOLTIP: "استخدم Microsoft PowerPoint عبر الإنترنت لتحرير هذا الملف",
             A11Y: "يفتح هذا الاختيار الملف لتحريره في Microsoft PowerPoint عبر الإنترنت داخل نافذة جديدة."
         },
         OFFICE_EDITED: {
             SUCCESS: "جاري حفظ الملف."
         },
         ROUNDTRIP_EDIT: {
            NAME: "التحرير بسطح المكتب",
            DIALOG_TITLE: "التحرير بسطح المكتب",
            TOOLTIP: "تحرير هذه الوثيقة",
            A11Y: "يفتح هذا الاختيار الملف للتحرير محليًا.",
            PROMPT: "تتيح لك هذه الخاصية التحرير باستخدام البرامج المثبَّتة على الكمبيوتر.",
            INSTALL: "قبل المتابعة، يجب ${startLink}تثبيت موصلات ملفات سطح المكتب${endLink}.",
			// The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "هام:",
            REMINDER: "عند الانتهاء من التحرير، انشر مسودة باستخدام موصلات ملفات سطح المكتب.",
            SKIP_DIALOG: "لا تقوم بعرض هذه الرسالة مرة أخرى.",
            OK: "حسنا",
            CANCEL: "الغاء"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "تأكيد",
            DELETE_VERSION: "حذف النسخة ${version}",
            DELETE_VERSION_AND_PRIOR: "حذف النسخة ${version} وكل النسخ السابقة",
            PROMPT: "أنت على وشك حذف النسخة ${version}. هل تريد المتابعة؟",
            DELETE_PRIOR: "وكذلك حذف كل النُسخ السابقة",
            ERROR: "حدث خطأ أثناء حذف النُسخة. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "حذف هذه النسخة",
            OK: "حسنا",
            CANCEL: "الغاء"
         },
         GET_LINKS: {
            DIALOG_TITLE: "الحصول على الروابط",
            LINK_FILE: "رابط الملف:",
            LINK_PREVIEW: "رابط لمعاينة الملف:",
            LINK_DOWNLOAD: "رابط تنزيل الملف:",
            TOOLTIP: "رابط الملف",
            OK: "‏اغلاق‏"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "تحميل هذه النسخة"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "تأكيد",
            PROMPT: "أنت على وشك استبدال النسخة الحالية لهذا الملف بالنسخة ${version}. هل تريد الاستمرار؟",
            ERROR: "حدث خطأ أثناء استعادة النُسخة. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "استعادة هذه النسخة",
            CHANGE_SUMMARY: "استعادة من النسخة ${version}",
            OK: "حسنا",
            CANCEL: "الغاء"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "تأكيد",
            REMOVE_EVERYONE: "هل تريد إزالة إمكانية التوصل للمؤسسة الخاصة بك لهذا الملف؟ إذا تمت إزالة إمكانية التوصل، عندئذ تتم إزالة الملف من الحافظات والمجتمعات التي تسمح بإمكانية التوصل على مستوى المؤسسة، ويستطيع المالك فقط والأشخاص الذين تمت مشاركته معهم مشاهدته والتعامل معه.",
            REMOVE_USER: "هل تريد إيقاف المشاركة مع ${user} بالفعل؟ إذا قمت بإيقاف المشاركة، فان ${user} سيمكنه فقط التوصل إلى هذا الملف من خلال الحافظات أو إذا تمت مشاركته مع جميع من بالشركة الخاصة بك.",
            REMOVE_COMMUNITY: "هل تريد بالفعل إزالة هذا الملف من المجتمع ${communityName}؟",
            REMOVE_FOLDER: "هل تريد بالفعل إزالة هذا الملف من الحافظة ${folderName}؟",
            REMOVE_EVERYONE_TOOLTIP: "ازالة امكانية التوصل للمؤسسة الخاصة بك",
            REMOVE_USER_TOOLTIP: "إزالة كل المشاركات مع ${user}",
            REMOVE_COMMUNITY_TOOLTIP: "إزالة من المجتمع ${communityName}",
            REMOVE_FOLDER_TOOLTIP: "إزالة من الحافظة ${folderName}",
            OK: "حسنا",
            CANCEL: "الغاء",
            EFSS: {
              DIALOG_TITLE: "تأكيد",
              REMOVE_EVERYONE: "هل تريد إزالة إمكانية التوصل للمؤسسة الخاصة بك لهذا الملف؟ إذا تمت إزالة إمكانية التوصل، عندئذ ستتم إزالة الملف من الحافظات التي تسمح بإمكانية التوصل على مستوى المؤسسة، ويستطيع المالك والأشخاص الذين تمت مشاركته معهم مشاهدته والتعامل معه.",
              REMOVE_USER: "هل تريد إيقاف المشاركة مع ${user} بالفعل؟ إذا قمت بإيقاف المشاركة، فان ${user} سيمكنه فقط التوصل إلى هذا الملف من خلال الحافظات أو إذا تمت مشاركته مع جميع من بالشركة الخاصة بك.",
              REMOVE_COMMUNITY: "هل تريد بالفعل إزالة هذا الملف من المجتمع ${communityName}؟",
              REMOVE_FOLDER: "هل تريد بالفعل إزالة هذا الملف من الحافظة ${folderName}؟",
              REMOVE_EVERYONE_TOOLTIP: "ازالة امكانية التوصل للمؤسسة الخاصة بك",
              REMOVE_USER_TOOLTIP: "إزالة كل المشاركات مع ${user}",
              REMOVE_COMMUNITY_TOOLTIP: "إزالة من المجتمع ${communityName}",
              REMOVE_FOLDER_TOOLTIP: "إزالة من الحافظة ${folderName}",
              OK: "حسنا",
              CANCEL: "الغاء",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "تحرير هذا التعقيب"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "تأكيد",
            PROMPT: "هل تريد حذف هذا التعقيب بالفعل؟",
            ERROR: "حدث خطأ أثناء حذف التعقيب. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "حذف هذا التعقيب",
            OK: "حسنا",
            CANCEL: "الغاء"
         },
         LIKE: {
            LIKE: "تسجيل الإعجاب بالملف",
            UNLIKE: "إلغاء الإعجاب بالملف",
            LIKE_A11Y: "يؤدي هذا الاختيار إلى الإعجاب بالملف.",
            UNLIKE_A11Y: "يؤدي هذا الاختيار إلى إلغاء الإعجاب بالملف.",
            LIKED_SUCCESS: "لقد سجلت إعجابك بهذا الملف",
            UNLIKE_SUCCESS: "لقد ألغيت إعجابك بهذا الملف"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "تحرير الوصف",
            ERROR: {
               DEFAULT: "تعذر حفظ الوصف. حاول مرة أخرى لاحقًا.",
               UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى حتى تتمكن من تحديث الوصف.",
               NOT_FOUND: "تعذر حفظ الوصف لأنه تم حذف الملف أو لم يعد مُشترَكًا معك.",
               ACCESS_DENIED: "تعذر حفظ الوصف لأنه تم حذف الملف أو لم يعد مُشترَكًا معك."
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "حدث خطأ أثناء حفظ اسم الملف",
               CONFLICT: "اسم الملف موجود بالفعل"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "حدث خطأ أثناء متابعة هذا الملف. حاول مرة أخرى لاحقًا.",
                  UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من متابعة هذا الملف.",
                  NOT_FOUND: "لا يمكنك متابعة هذا الملف لأنه تم حذف الملف أو لم يعد مُشترَكًا معك.",
                  ACCESS_DENIED: "لا يمكنك متابعة هذا الملف لأنه تم حذف الملف أو لم يعد مُشترَكًا معك."
               },
               UNFOLLOW: {
                  DEFAULT: "حدث خطأ أثناء إلغاء متابعة هذا الملف. حاول مرة أخرى لاحقًا.",
                  UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من إيقاف متابعة هذا الملف.",
                  NOT_FOUND: "لا يمكنك إيقاف متابعة هذا الملف لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك.",
                  ACCESS_DENIED: "لا يمكنك إيقاف متابعة هذا الملف لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك."
               }
            },
            FOLLOW_NAME: "اتباع",
            FOLLOW_TOOLTIP: "متابعة هذا الملف",
            FOLLOW_A11Y: "يؤدي هذا الاختيار إلى متابعة الملف.",
            FOLLOW_SUCCESS: "تقوم باتباع هذا الملف الآن.",
            STOP_FOLLOWING_NAME: "ايقاف الاتباع",
            STOP_FOLLOWING_TOOLTIP: "إيقاف متابعة هذا الملف",
            STOP_FOLLOWING_A11Y: "يؤدي هذا الاختيار إلى إيقاف متابعة الملف.",
            STOP_FOLLOWING_SUCCESS: "قمت بايقاف متابعة هذا الملف."
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "اضافة الى عملية التزامن",
               TOOLTIP: "إضافة هذا الملف إلى المزامنة",
               A11Y: "يؤدي هذا الاختيار إلى إضافة الملف للمزامنة.",
               SUCCESS: "لقد أضفت هذا الملف للمزامنة.",
               ERROR: {
                  DEFAULT: "حدث خطأ أثناء إضافة هذا الملف للمزامنة. حاول مرة أخرى لاحقًا.",
                  UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من إضافة هذا الملف للمزامنة.",
                  NOT_FOUND: "لا يمكنك إضافة هذا الملف للمزامنة لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك.",
                  ACCESS_DENIED: "لا يمكنك إضافة هذا الملف للمزامنة لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك."
               }
            },
            STOP_SYNC: {
               NAME: "ازالة من عملية التزامن",
               TOOLTIP: "إزالة هذا الملف من المزامنة",
               A11Y: "يؤدي هذا الاختيار إلى إزالة الملف من المزامنة.",
               SUCCESS: "لقد أزلت هذا الملف من المزامنة.",
               ERROR: {
                  DEFAULT: "حدث خطأ أثناء إزالة هذا الملف من المزامنة. حاول مرة أخرى لاحقًا.",
                  UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من إزالة هذا الملف من المزامنة.",
                  NOT_FOUND: "لا يمكنك إزالة هذا الملف من المزامنة لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك.",
                  ACCESS_DENIED: "لا يمكنك إزالة هذا الملف من المزامنة لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك."
               }
            },
            MYDRIVE: {
                NAME: "اضافة الى قرص التشغيل الخاص بي",
                TOOLTIP: "إضافة هذا الملف إلى قرص التشغيل الخاص بي",
                A11Y: "يؤدي هذا الاختيار إلى إضافة الملف إلى \"قرص التشغيل الخاص بي\".",
                SUCCESS: "لقد أضفت هذا الملف إلى \"قرص التشغيل الخاص بي\".",
                ERROR: {
                   DEFAULT: "حدث خطأ أثناء إضافة هذا الملف إلى \"قرص التشغيل الخاص بي\". حاول مرة أخرى لاحقًا.",
                   UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من إضافة هذا الملف إلى \"قرص التشغيل الخاص بي\".",
                   NOT_FOUND: "لا يمكنك إضافة هذا الملف إلى \"قر ص التشغيل الخاص بي\" لأنه قد تم حذفه أو لم يعد مُشترَكًا معك.",
                   ACCESS_DENIED: "لا يمكنك إضافة هذا الملف إلى \"قر ص التشغيل الخاص بي\" لأنه قد تم حذفه أو لم يعد مُشترَكًا معك."
                }
             },
             REMOVE_MYDRIVE: {
                NAME: "ازالة من قرص التشغيل الخاص بي",
                TOOLTIP: "إزالة هذا الملف من  \"قرص التشغيل الخاص بي\"",
                A11Y: "يؤدي هذا الاختيار إلى إزالة الملف من \"قرص التشغيل الخاص بي\".",
                SUCCESS: "لقد أزلت هذا الملف من \"قرص التشغيل الخاص بي\".",
                ERROR: {
                   DEFAULT: "حدث خطأ أثناء إزالة هذا الملف من \"قرص التشغيل الخاص بي\". حاول مرة أخرى لاحقًا.",
                   UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من إزالة هذا الملف من \"قرص التشغيل الخاص بي\".",
                   NOT_FOUND: "لا يمكنك إزالة هذا الملف من \"قرص التشغيل الخاص بي\" لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك.",
                   ACCESS_DENIED: "لا يمكنك إزالة هذا الملف من \"قرص التشغيل الخاص بي\" لأنه قد تم حذف الملف أو لم يعد مُشترَكًا معك."
                }
             }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "الحاق",
            FAVORITE_TOOLTIP: "الحاق لهذا الملف",
            FAVORITE_A11Y: "يؤدي هذا الاختيار إلى تثبيت الملف.",
            FAVORITE_SUCCESS: "لقد قمت بتثبيت هذا الملف.",
            STOP_FAVORITEING_NAME: "الغاء الحاق",
            STOP_FAVORITEING_TOOLTIP: "إلغاء تثبيت هذا الملف",
            STOP_FAVORITEING_A11Y: "يؤدي هذا الاختيار إلى إلغاء تثبيت الملف.",
            STOP_FAVORITEING_SUCCESS: "لقد ألغيت تثبيت هذا الملف."
         },
         TRASH: {
            NAME: "نقل الى حافظة المحذوفات",
            DIALOG_TITLE: "تأكيد",
            PROMPT: "هل تريد بالفعل نقل هذا الملف إلى حافظة المحذوفات؟ سيؤدي نقل هذا الملف إلى حافظة المحذوفات الى إلغاء إتاحته لأي شخص قام بمشاركته.",
            ERROR: "حدث خطأ أثناء حذف الملف. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "حذف هذا الملف",
            OK: "حسنا",
            CANCEL: "الغاء",
            A11Y: "يؤدي هذا الاختيار إلى نقل الملف إلى حافظة المحذوفات.",
            SUCCESS_MSG: "تم نقل ${file} إلى حافظة المحذوفات."
         },
         REFRESH: {
            NAME: "‏تجديد‏",
            ERROR: "حدث خطأ أثناء تجديد عارض الملفات. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "تجديد عارض الملفات",
            INFO_MSG: "قم بالتجديد للحصول على أحدث محتوى. ${link}",
            A11Y: "يؤدي هذا الاختيار إلى نقل الملف إلى حافظة المحذوفات.",
            SUCCESS_MSG: "تم تجديد المحتوى بنجاح."
         },
         COPY_FILE: {
            NAME: "منح نسخة للمجتمع...",
            DIALOG_TITLE: "تأكيد",
            ERROR: "حدث خطأ أثناء نسخ الملف. حاول مرة أخرى لاحقًا.",
            TOOLTIP: "منح نسخة لهذا الملف الى مجتمع",
            OK: "حسنا",
            CANCEL: "الغاء",
            A11Y: "يفتح هذا الاختيار مربع حوار يتيح لك منح نسخة من هذا الملف إلى مجتمع ما.",
            SUCCESS_MSG: "تم نسخ ${file} إلى ${community}."
         },
         TRANSFER_FILE: {
            NAME: "جاري نقل الملكية...",
            DIALOG_TITLE: "نقل الملكية",
            TOOLTIP: "نقل هذا الملف إلى مالك جديد",
            A11Y: "يفتح هذا الاختيار مربع حوار يتيح لك نقل هذا الملف إلى مالك جديد.",
            EMPTY: "فارغ"
         },
         UPLOAD_VERSION: {
            NAME: "تحميل النسخة الجديدة",
            NAME_SHORT: "‏تحميل‏",
            CHANGE_SUMMARY: "ملخص التغيير الاختياري...",
            TOOLTIP: "تحميل نسخة جديدة من هذا الملف",
            A11Y: "يفتح هذا الاختيار مربع حوار يتيح لك تحميل نسخة جديدة من هذا الملف."
         },
         LOG_IN: {
            NAME: "تسجيل الدخول",
            TOOLTIP: "سجِّل الدخول لتحميل ومشاركة الملفات والتعقيبات وتكوين حافظات"
         },
         LOCK: {
            NAME: "اقفال ملف",
            TITLE: "إقفال هذا الملف",
            A11Y: "إقفال هذا الملف",
            SUCCESS: "الملف مقفل الآن.",
            ERROR: "لا يمكن اقفال هذا الملف لأنه تم حذفه أو لم يعد يتم مشاركته معك."
         },
         UNLOCK: {
            NAME: "الغاء اقفال ملف",
            TITLE: "إلغاء إقفال هذا الملف",
            A11Y: "إلغاء إقفال هذا الملف",
            SUCCESS: "الملف غير مقفل الآن.",
            ERROR: "لا يمكن إقفال هذا الملف لأنه تم حذفه أو لم يعد قيد المشاركة معك."
         },
         EDIT_ON_DESKTOP: {
            NAME: "التحرير على سطح المكتب",
            TITLE: "التحرير على سطح المكتب",
            A11Y: "التحرير على سطح المكتب"
         },
         FLAG: {
            FILE: {
               NAME: "تعليم بشارة عدم الملائمة",
               TITLE: "تعليم الملف بشارة",
               A11Y: "تعليم هذا الملف بشارة عدم الملائمة",
               PROMPT: "أدخل سبب لتعليم هذا الملف بشارة (اختياري):",
               OK: "تعليم بشارة",
               CANCEL: "الغاء",
               SUCCESS: "تم تعليم الملف بشارة واحالته للمراجعة.",
               ERROR: "حدث خطأ أثناء تعليم هذا الملف، يرجى المحاولة مرة أخرى لاحقًا."
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "نجاح",
               PROMPT: "تم تعليم الملف بشارة واحالته للمراجعة.",
               CANCEL: "حسنا"
            },
            COMMENT: {
               NAME: "تعليم بشارة عدم الملائمة",
               TITLE: "تعليم التعقيب بشارة",
               A11Y: "تعليم هذا التعقيب بشارة عدم الملائمة",
               PROMPT: "أدخل سبب لتعليم هذا التعقيب بشارة (اختياري):",
               OK: "تعليم بشارة",
               CANCEL: "الغاء",
               SUCCESS: "تم تعليم التعقيب بشارة واحالته للمراجعة.",
               ERROR: "حدث خطأ أثناء تعليم هذا التعقيب، يرجى المحاولة مرة أخرى لاحقًا."
            }
         },
         MODERATION: {
            DIALOG_TITLE: "نجاح",
            PROMPT: "تم إرسال التغييرات لمراجعتها. لن يتوفر هذا الملف حتى تتم الموافقة على التغييرات.",
            CANCEL: "حسنا"
         },
         DROPDOWN_BUTTON: "اختيار منسدل"
      },
      SECTION: {
         ABOUT: {
            NAME: "نبذة عن هذا الملف",
            VIEW_FILE_DETAILS: "مشاهدة تفاصيل الملف",
            A11Y: "سيؤدي تنشيط هذا الرابط إلى إغلاق عارض الملفات وتوجيهك إلى صفحة تفاصيل الملف الخاصة بهذا الملف."
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "لا تتوفر معاينة لهذا الملف."
         },
         IMAGE: {
            ZOOM_IN: "تكبير",
            ZOOM_OUT: "تصغير",
            RESET: "إرجاع",
            ZOOM_IN_A11Y: "يؤدي هذا الاختيار إلى تكبير الصورة.",
            ZOOM_OUT_A11Y: "يؤدي هذا الاختيار إلى تصغير الصورة.",
            RESET_ZOOM_A11Y: "يؤدي هذا الاختيار إلى إرجاع مستوى التكبير/التصغير.",
            UNSAFE_PREVIEW: "لا يمكن معاينة هذا الملف لأنه لم يتم مسحه بحثًا عن الفيروسات."
         },
         VIEWER: {
            LOADING: "جاري التحميل...",
            PUBLISHING: "جاري النشر...",
            NO_PUBLISHED_VERSION: "لا تتوفر نسخة منشورة من هذا الملف للمشاهدة.",
            IFRAME_TITLE: "معاينة هذا الملف",
            AUTOPUBLISH_TIMEOUT: "تستغرق وحدة الخدمة وقتًا طويلاً جدًا للاستجابة. ربما لم يتم نشر آخر التغييرات."
         },
         VIDEO: {
            UNSAFE_PREVIEW: "لا يمكن معاينة هذا الملف لأنه لم يتم مسحه بحثًا عن الفيروسات."
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "آخر تحديث بواسطة ${user} اليوم في ${time}",
            YESTERDAY: "آخر تحديث بواسطة ${user} بالأمس في ${time}",
            DAY: "آخر تحديث بواسطة ${user} في ${EEee} في ${time}",
            MONTH: "آخر تحديث بواسطة ${user} في ${date_long}",
            YEAR: "آخر تحديث بواسطة ${user} في ${date_long}"
         },
         CREATED: {
            TODAY: "تم التكوين بواسطة ${user} اليوم في ${time}",
            YESTERDAY: "تمت التكوين بواسطة ${user} بالأمس في ${time}",
            DAY: "تم التكوين بواسطة ${user} في ${EEee} في ${time}",
            MONTH: "تم التكوين بواسطة ${user} في ${date_long}",
            YEAR: "تم التكوين بواسطة ${user} في ${date_long}"
         },
         LONG: {
            TODAY: "${EEEE}، ${date_long}، ${time_long}",
            YESTERDAY: "${EEEE}، ${date_long}، ${time_long}",
            DAY: "${EEEE}، ${date_long}، ${time_long}",
            MONTH: "${date_long}، ${time_long}",
            YEAR: "${date_long}، ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - اليوم",
            YESTERDAY: "${time} - الأمس",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "اليوم",
            YESTERDAY: "أمس",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} بايت",
         KB: "${0} كيلوبايت",
         MB: "${0} ميجابايت",
         GB: "${0} جيجابايت",
         TB: "${0} تيرابايت"
      },
      COMMENT_BOX: {
         TITLE: "منطقة نص التعقيب",
         SHADOW_TEXT: "اضافة تعقيب...",
         CANNOT_ACCESS_CONTENT: "الأشخاص التاليين الذين قمت بالإشارة اليهم لا يمكنهم مشاهدة التعقيب لأنهم لا تتوافر لديهم إمكانية توصل للمحتويات:",
         ERROR: "حدث خطأ أثناء التحقق من صلاحية المستخدم الذي تحاول ذكره.",
         POST: "نشر",
         SAVE: "حفظ",
         CANCEL: "الغاء",
         EXTERNAL_WARNING: "يمكن مشاهدة التعقيبات بواسطة أشخاص خارجين بالنسبة للمؤسسة الخاصة بك."
      },
      EDIT_BOX: {
         SAVE: "حفظ",
         CANCEL: {
            TOOLTIP: "الغاء",
            A11Y: "يؤدي هذا الاختيار إلى إلغاء تصرف تحرير اسم الملف."
         },
         INVALID_CHARACTERS: "حرف غير صالح",
         INVALID_CHARACTERS_REMOVED: "تمت إزالة الأحرف غير الصالحة"
      },
      COMMENT_WIDGET: {
         EDITED: "(تم تحريره)",
         EDITED_DATE: {
            TODAY: "تم التحرير اليوم في ${time}",
            YESTERDAY: "تم التحرير بالأمس في ${time}",
            DAY: "تم التحرير في ${EEee} في ${time}",
            MONTH: "تم التحرير في ${date_long}",
            YEAR: "تم التحرير في ${date_long}"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "حفظ",
         CANCEL: "الغاء",
         USER: "شخص",
         COMMUNITY: "المجتمع",
         SHARE: "مشاركة",
         SHARE_ALT: "مشاركة مع هذا الشخص",
         MEMBER_TYPE: "نوع العضو",
         PERSON_SHADOW: "أدخل شيئًا ما للبحث عن الشخص",
         COMMUNITY_SHADOW: "اكتب شيئًا ما للبحث عن مجتمع",
         PERSON_ARIA: "اكتب شيئًا ما للبحث عن شخص. اضغط على shift + tab للتغيير بين الأشخاص والمجتمعات وكل شخص في المؤسسة.",
         COMMUNITY_ARIA: "اكتب شيئًا ما للبحث عن مجتمع. اضغط على shift + tab للتغيير بين الأشخاص والمجتمعات وكل شخص في المؤسسة.",
         PERSON_FULL_SEARCH: "اسم الشخص غير معروض؟ استخدم البحث الكامل...",
         COMMUNITY_FULL_SEARCH: "هل اسم المجتمع غير موجود؟ استخدم البحث الكامل...",
         ADD_OPTIONAL_MESSAGE: "إضافة رسالة اختيارية",
         ROLE_LABEL: "الوظيفة",
         ROLE_EDIT: "‏المحرر‏",
         ROLE_VIEW: "القارئ"
      },
      FILE_STATE: {
         DOCS_FILE: "هذا ملف Docs. يجب إجراء كل التعديلات عبر الإنترنت.",
         LOCKED_BY_YOU: {
            TODAY: "مقفل بواسطتك في ${time}.",
            YESTERDAY: "مقفل بواسطتك بالأمس في ${time}.",
            DAY: "مقفل بواسطتك في ${date}.",
            MONTH: "مقفل بواسطتك في ${date}.",
            YEAR: "مقفل بواسطتك في ${date_long}."
         },
         LOCKED_BY_OTHER: {
            TODAY: "تم القفل في ${time} بواسطة ${user}.",
            YESTERDAY: "تم القفل بالأمس في ${time} بواسطة ${user}.",
            DAY: "تم القفل في ${date} بواسطة ${user}.",
            MONTH: "تم القفل في ${date} بواسطة ${user}.",
            YEAR: "تم القفل في ${date_long} بواسطة ${user}."
         }
      },
      VALIDATION: {
         A11Y_TEXT: "تقصير هذا النص تلقائيًا",
         COMMENT: {
            WARN_TOO_LONG: "التعقيب طويل جدا.",
            TRIM: "هل تريد اختصار التعقيب؟"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "الوصف طويل جدا.",
            TRIM: "هل تريد اختصار الوصف؟"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "الرسالة طويلة جدا.",
            TRIM: "هل تريد اختصار الرسالة؟"
         },
         TAG: {
            WARN_TOO_LONG: "شارة التعليم طويلة جدًا.",
            TRIM: "هل تريد تقصير شارة التعليم؟"
         },
         TAGS: {
            WARN_TOO_LONG: "توجد شارة واحدة أو أكثر طويلة للغاية.",
            TRIM: "هل تريد تقصير شارات التعليم؟"
         },
         FILENAME: {
            WARN_TOO_LONG: "اسم الملف طويل للغاية"
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "يمكن تحرير هذا الملف عبر الإنترنت بواسطة الأشخاص الذين لديهم HCL Docs.",
         NO_ENTITLEMENT_LINK: "يمكن تحرير هذا الملف عبر الإنترنت بواسطة الأشخاص الذين لديهم ${startLink}HCL Docs${endLink}.",
		 // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "يتم حاليًا تحرير هذا الملف على الويب بواسطة ${users}.",
         UNPUBLISHED_CHANGES: "توجد تعديلات على هذه المسودة لم يتم نشرها كنسخة.",
         PUBLISH_A_VERSION: "نشر نسخة",
         PUBLISH_SUCCESS: "لقد نشرتَ نسخة من هذا الملف بنجاح",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "تعذر نشر النسخة بسبب رفض التوصل.",
            NOT_FOUND: "تعذر نشر النسخة لأنه لم يتم العثور على الوثيقة.",
            CANNOT_REACH_REPOSITORY: "تعذر نشر النسخة لأن وحدة خدمة Docs غير قادرة على الاتصال بمستودع الملفات.",
            QUOTA_VIOLATION: "تعذر نشر النسخة بسبب قيود المساحة. قم بإزالة الملفات الأخرى لتحرير مساحة كافية لنشر هذه النسخة.",
            CONVERSION_UNAVAILABLE: "تعذر نشر النسخة لأن خدمة تحويل Docs غير متوفرة. حاول مرة أخرى لاحقًا.",
            TOO_LARGE: "تعذر نشر النسخة لأن الوثيقة كبيرة جدًا.",
            CONVERSION_TIMEOUT: "تعذر نشر النسخة لأن خدمة تحويل Docs تستغرق وقتًا طويلاً جدًا لتحويل الوثيقة. حاول مرة أخرى لاحقًا.",
            SERVER_BUSY: "تعذر نشر النسخة لأن وحدة خدمة Docs مشغولة. حاول مرة أخرى لاحقًا.",
            DEFAULT: "تعذر نشر النسخة لأن خدمة Docs غير متوفرة. حاول مرة أخرى لاحقًا."
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "يتم الآن نشر تعديلاتك. ${startLink}قم بالتحديث للاطلاع على تغييراتك.${endLink}",
            GENERIC: "قد تحتاج إلى تحديث الصفحة لمشاهدة أحدث التغييرات. ${startLink}تحديث${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "لا توجد أية تعقيبات.",
         MODERATED: "تم إحالة التعقيب للمراجعة وسيكون متاحا عند اعتماده.",
         ERROR: {
            SAVE: {
               DEFAULT: "تعذر حفظ التعقيب الخاص بك. يرجى المحاولة في وقت لاحق.",
               UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من حفظ التعقيب.",
               NOT_FOUND: "لا يمكن حفظ التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك.",
               ACCESS_DENIED: "لا يمكن حفظ التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك."
            },
            DELETE: {
               DEFAULT: "لا يمكن حذف التعقيب الخاص بك. يرجى المحاولة في وقت لاحق.",
               UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من حذف التعقيب.",
               NOT_FOUND: "لا يمكن حذف التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك.",
               ACCESS_DENIED: "لا يمكن حذف التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك."
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "حفظ",
         EDIT_TAGS: "تحرير شارات التعليم",
         ERROR: {
            SAVE: {
               DEFAULT: "تعذر تكوين شارة التعليم. يرجى المحاولة لاحقًا."
            },
            DELETE: {
               DEFAULT: "تعذر حذف شارة التعليم. يرجى إعادة المحاولة لاحقًا."
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "قراءة المزيد...",
         READ_LESS: "قراءة أقل..."
      },
      SHARE: {
         EVERYONE: "كل شخص في المؤسسة الخاصة بي",
         ADD_TOOLTIP: "حفظ",
         ROLES: {
            OWNER: "المالك",
            EDIT: "المحررين",
            VIEW: "القراء",
            FOLDER: "مشترك مع الحافظات"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "المالك"
            },
            EDIT: {
               ROLE: "تعديل",
               ADD: "إضافة برنامج تحرير"
            },
            VIEW: {
               ROLE: "القارئ",
               ADD: "إضافة قارىء"
            },
            FOLDER: {
               ADD: "اضافة حافظات",
               COMMUNITY_ADD: "إضافة إلى الحافظة",
               MOVE: "نقل الى الحافظة"
            },
            MULTI: {
               ADD: "إضافة أشخاص أو مجتمعات",
               ADD_PEOPLE: "إضافة أشخاص"
            }
         },
         PUBLIC: {
            SHORT: "كل شخص في المؤسسة الخاصة بي",
            LONG: {
               GENERIC: "كل شخص في مؤسستك",
               ORG: "كل شخص في ${org}"
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "تمت مشاركة هذا الملف مع ${user} بالفعل.",
            ERROR: "يتعذر المشاركة مع ${user} في هذا الوقت.",
            SELF: "لا يمكنك المشاركة مع نفسك."
         },
         SHARE_INFO: {
            PROMOTED: "تمت ترقية ${user} إلى دور مشاركة أعلى."
         },
         SHARE_SUCCESS: {
            SUCCESS: "تمت المشاركة بنجاح مع ${user}"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "تم مشاركة الملف بنجاح."
         },
         MESSAGE_BOX: {
            HINT_TEXT: "رسالة اختيارية..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "المستخدم الخارجي للإعداد",
               ACTION: "المستخدم الخارجي للإعداد...",
               TOOLTIP: "المستخدم الخارجي للإعداد",
               DIALOG_TITLE: "لم يتم مشاركة المحتويات",
               PROMPT: {
                  NO_ACCOUNT: "لا يتوافر لدى المستخدم التالي حساب ولم يتم مشاركة أي محتوى معه.",
                  INVITE: "قم بدعوة هذا المستخدم كضيف لمشاركة المحتوى معه."
               },
               SUBMIT: "الاستمرار في الدعوة",
               CANCEL: "الغاء",
               ERROR: "حدث خطأ أثناء إعداد الحساب. حاول مرة أخرى لاحقًا.",
               SUCCESS: "تم إعداد حساب المستخدم بنجاح."
            },
            PLURAL: {
               NAME: "المستخدمون الخارجيون للإعداد",
               ACTION: "المستخدمون الخارجيون للإعداد...",
               TOOLTIP: "المستخدمون الخارجيون للإعداد",
               DIALOG_TITLE: "لم يتم مشاركة المحتويات",
               PROMPT: {
                  NO_ACCOUNT: "لا يتوافر لدى المستخدمين التاليين حساب ولم يتم مشاركة أي محتوى معهم.",
                  INVITE: "قم بدعوة هؤلاء المستخدمين كضيوف لمشاركة المحتوى معهم."
               },
               SUBMIT: "الاستمرار في الدعوات",
               CANCEL: "الغاء",
               ERROR: "حدث خطأ أثناء إعداد الحسابات. حاول مرة أخرى لاحقًا.",
               SUCCESS: "تم إعداد حسابات المستخدمين بنجاح."
            },
            ABSTRACT: {
               NAME: "المستخدمون الخارجيون للإعداد",
               ACTION: "المستخدمون الخارجيون للإعداد...",
               TOOLTIP: "المستخدمون الخارجيون للإعداد",
               DIALOG_TITLE: "لم يتم مشاركة المحتويات",
               PROMPT: {
                  NO_ACCOUNT: "لا يتوافر لدى بعض المستخدمين حسابات ولم يتم مشاركة أي محتوى معهم.",
                  INVITE: "قم بدعوة هؤلاء المستخدمين كضيوف لمشاركة المحتوى معهم."
               },
               SUBMIT: "الاستمرار في الدعوات",
               CANCEL: "الغاء",
               ERROR: "حدث خطأ أثناء إعداد الحسابات. حاول مرة أخرى لاحقًا.",
               SUCCESS: "تم إعداد حسابات المستخدمين بنجاح."
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "اختيارات المشاركة",
         PROPAGATION: "السماح للآخرين بمشاركة هذا الملف",
         EVERYONE: "يستطيع كل شخص مشاركة هذا الملف.",
         OWNER_ONLY: "يستطيع المالك فقط مشاركة هذا الملف.",
         STOP_SHARE: "ايقاف المشاركة",
         MAKE_INTERNAL: "إيقاف المشاركة خارجيًا",
         MAKE_INTERNAL_SUCCESS: "لم يعد من الممكن مشاركة هذا الملف مع أشخاص من خارج المؤسسة الخاصة بك.",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "جعله داخليا؟",
            PROMPT: "جعل هذا الملف داخليًا يعني أنه لن يصبح من الممكن مشاركته مع أشخاص من خارج مؤسستك. ${br}${br}" +
            "ستتم إزالة أية مشاركات مع أشخاص أو مجتمعات أو حافظات خارجية.${br}${br}جعل الملف داخليًا يعتبر دائمًا ولا يمكن التراجع عنه.",
            EFSS: {
               DIALOG_TITLE: "جعله داخليا؟",
               PROMPT: "جعل هذا الملف داخليًا يعني أنه لم يعد من الممكن مشاركته مع أشخاص من خارج مؤسستك. ${br}${br}" +
               "ستتم إزالة أية مشاركات مع أشخاص خارجيين أو حافظات خارجية.${br}${br}جعل الملف داخليًا يعتبر دائمًا ولا يمكن التراجع عنه."
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "ايقاف مشاركة الملف",
            PROMPT: "هل تريد بالفعل إيقاف مشاركة هذا الملف؟",
            QUESTION_PUBLIC: "لن يكون هذا الملف مرئيًا بعد الآن لكل شخص في مؤسستك، أو مشتركًا مع الأشخاص أو الحافظات أو المجتمعات. لا يمكن التراجع عن هذه العملية.",
            QUESTION_PUBLIC_E: "لن يكون هذا الملف مرئيًا بعد الآن لكل شخص في مؤسستك، أو مُشترَكًا مع الأشخاص أو الحافظات. لا يمكن التراجع عن هذه العملية.",
            QUESTION: "لن تتم مشاركة الملف مع الأشخاص أو المجتمعات من الآن، وستتم إزالته من جميع الحافظات باستثناء الحافظات الخاصة بك. لا يمكن التراجع عن هذا التصرف.",
            QUESTION_E: "لن تتم مشاركة هذا الملف مع الأشخاص بعد ذلك، وستتم إزالته من جميع الحافظات باستثناء الحافظات الخاصة بك. لا يمكن التراجع عن هذا التصرف."
         },
         MAKE_PRIVATE_SUCCESS: "هذا الملف خاص الأن.",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "يتعذر إيقاف مشاركة الملف. حاول مرة أخرى لاحقًا."
         }
      },
      SHARE_LINK: {
         MY_SHARES: "المشاركات الخاصة بي"
      },
      STREAM: {
         LOADING: "جاري التحميل...",
         LOAD_MORE: "تحميل المزيد..."
      },
      ENTRY: {
         REMOVE: "ازالة",
         RESTORE: "استعادة",
         EDIT: "تعديل",
         DELETE: "حذف",
         OK: "حسنا",
         CANCEL: "الغاء",
         USER_PICTURE: "صورة ${0}",
         FLAG: "تعليم بشارة عدم الملاءمة"
      },
      PANEL: {
         LOAD_ERROR: "حدث خطأ أثناء التوصل إلى بيانات تعريف هذا الملف.",
         ABOUT: {
            TITLE: "نبذة عن",
            EXPAND_BUTTON: "قم بتوسيع هذا الاختيار للاطلاع على مزيد من المعلومات.",
            CURRENT_VERSION_HEADER: "النسخة الحالية ${versionNumber}",
            FILE_SIZE_HEADER: "حجم الملف",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - النسخة الحالية",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - كل النُسخ",
            DOCS_DRAFT_UPDATED_HEADER: "تاريخ تحرير المسودة",
            DOCS_DRAFT_CREATED_HEADER: "تاريخ تكوين المسودة",
            DOCS_UPDATED_HEADER: "منشور",
            DOCS_CREATED_HEADER: "تكوين",
            UPDATED_HEADER: "تحديث في",
            CREATED_HEADER: "تكوين",
            LIKES_HEADER: "يفضل",
            LIKES_EXPAND_ICON: "قم بتوسيع هذه الشارة لمعرفة من سجَّل إعجابه بالملف",
            DOWNLOADS_HEADER: "المشاهدات",
            DOWNLOADS_HEADER_MORE: "مشاهدات (${0})",
            DOWNLOADS_EXPAND_ICON: "قم بتوسيع هذه الشارة لمعرفة من شاهد الملف",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} بطريقة مجهولة",
            DOWNLOADS_LATEST_VERSION: "لديك أحدث نسخة من هذا الملف",
            DOWNLOADS_LAST_VERSION: "آخر مشاهدة منك للنسخة ${0} من هذا الملف",
            TAGS_HEADER: "شارات التعليم",
            DESCRIPTION_HEADER: "الوصف",
            DESCRIPTION_READ_MORE: "قراءة المزيد...",
            LINKS_HEADER: "الروابط",
            SECURITY: "السرية",
            FILE_ENCRYPTED: "تم تشفير محتوى الملف. لا يمكن بحث محتويات الملف المشفرة. لا يمكن مشاهدة محتويات الملف ولا يمكن تحريرها باستخدام HCL Docs.",
            GET_LINKS: "الحصول على الروابط...",
            ADD_DESCRIPTION: "إضافة وصف",
            NO_DESCRIPTION: "لا يوجد وصف",
            ADD_TAGS: "اضافة شارات التعليم",
            NO_TAGS: "بدون شارات تعليم"
         },
         COMMENTS: {
            TITLE: "التعقيبات",
            TITLE_WITH_COUNT: "تعقيبات (${0})",
            VERSION: "النسخة ${0}",
            FEED_LINK: "وحدة المعلومات المسترجعة لهذه التعقيبات",
            FEED_TITLE: "متابعة التغييرات بهذه التعقيبات من خلال وحدة قراءة المعلومات المسترجعة الخاصة بك"
         },
         SHARING: {
            TITLE: "مشاركة",
            TITLE_WITH_COUNT: "مُشترَك (${0})",
            SHARED_WITH_FOLDERS: "مُشترَك مع الحافظات - ${count}",
            SEE_WHO_HAS_SHARED: "مشاهدة من قام بالمشاركة",
            COMMUNITY_FILE: "لا يمكن مشاركة الملفات التي يمتلكها مجتمع ما مع الأشخاص أو المجتمعات الأخرى.",
            SHARED_WITH_COMMUNITY: "مشاركة مع أعضاء المجتمع '${0}'",
            LOGIN: "تسجيل الدخول",
            NO_SHARE: "لم يتم اضافة هذا الملف الى أية حافظات بعد.",
            ONE_SHARE: "يوجد هذا الملف في حافظة واحدة أو مجتمع واحد لا يتوافر لديك إمكانية التوصل إليه.",
            MULTIPLE_SHARE: "هذا الملف موجود في حافظات أو مجتمعات ${fileNumber} لا يتوافر لديك إمكانية التوصل إليها."
         },
         VERSIONS: {
            TITLE: "النسخ",
            TITLE_WITH_COUNT: "النسخ (${0})",
            FEED_LINK: "وحدة المعلومات المسترجعة لهذه النسخ",
            FEED_TITLE: "متابعة التغييرات بهذا الملف من خلال وحدة قراءة المعلومات المسترجعة الخاصة بك"
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "تأكيد التصرف",
         DIALOG_TITLE: "تأكيد",
         PROMPT: "هل تريد بالفعل تنفيذ هذا التصرف؟",
         ERROR: "حدث خطأ أثناء تنفيذ التصرف. حاول مرة أخرى لاحقًا.",
         TOOLTIP: "تنفيذ التصرف",
         OK: "حسنا",
         CANCEL: "الغاء",
         A11Y: "يؤدي هذا الاختيار إلى تنفيذ التصرف الحالي."
      },
      THUMBNAIL: {
         TITLE: "الصورة المصغرة",
         CHANGE_LINK: "تغيير الصورة المصغرة...",
         ERROR: "تعذر حفظ الصورة المصغرة. حاول مرة أخرى لاحقًا.",
         EXT_ERROR: "تحديد ملف باللاحقات التالية التي يتم دعمها: ${0}",
         SUCCESS: "تم تغيير الصورة المصغرة",
         UPLOAD: "حفظ",
         CANCEL: "الغاء"
      },
      UPLOAD_VERSION: {
         LINK: "تنزيل النسخة الجديدة...",
         CHANGE_SUMMARY: "ملخص التغيير الاختياري...",
         ERROR: "تعذر حفظ النسخة الجديدة. حاول مرة أخرى لاحقًا.",
         SUCCESS: "تم حفظ النسخة الجديدة",
         UPLOAD: "‏تحميل‏",
         UPLOAD_AND_CHANGE_EXTENSION: "تحميل وتغيير الامتداد",
         CANCEL: "الغاء",
         TOO_LARGE: "${file} أكبر من ${size} حجم الملف المسموح به.",
         PROGRESS_BAR_TITLE: "تحميل نسخة جديدة (اكتمل ${uploaded} من أصل ${total})",
         CANCEL_UPLOAD: "إلغاء التحميل"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "حدث خطأ أثناء التوصل إلى الملف. حاول مرة أخرى لاحقًا.",
         UNAUTHENTICATED: "انتهت مهلة الجلسة. يجب تسجيل الدخول مرة أخرى قبل أن تتمكن من مشاهدة الملف.",
         NOT_FOUND: "تم حذف أو نقل الملف الذي قمت بطلبه. اذا قام أحد الأشخاص بارسال هذا الرابط لك، تحقق من صحته.",
         ACCESS_DENIED: "لا يتوافر لديك تصريح لمشاهدة هذا الملف. لم تتم مشاركة الملف معك.",
         ACCESS_DENIED_ANON: "ليس لديك إذن بمشاهدة هذا الملف. إذا كان هذا هو ملفك أو تمت مشاركته معك، يجب تسجيل الدخول أولاً."
      },
      NOTFOUND_FILE_DIALOG: {
         DIALOG_TITLE: "لا يمكن لوحدة الخدمة اجراء البحث الآن.  حاول اجراء البحث في وقت لاحق.",
         PROMPT: "تم حذف أو نقل الملف الذي طلبته.",
         CANCEL: "حسنا"
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "تأكيد",
        PROMPT: "انتهت جلسة HCL Connections.${lineBreaks}اضغط على \"حسنًا\" لتسجيل الدخول مرة أخرى أو \"إلغاء\" لإغلاق مربع الحوار هذا.",
        OK: "حسنا",
        CANCEL: "الغاء"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "لا يمكن التوصل إلى الرابط",
        PROMPT: "حدث خطأ أثناء التوصل إلى الرابط.${lineBreaks}اضغط على \"حسنًا\" لإعادة توجيهك إلى الصفحة.",
        OK: "حسنا",
        CANCEL: "الغاء"
      },
      LOAD_ERROR: {
         DEFAULT: "عذرًا، حدث خطأ أثناء التوصل إلى الرابط.",
         ACCESS_DENIED: "اتصل بمالك الملف لطلب تصريح بمشاهدة هذا الملف."
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - الملف",
         LOAD_ERROR: "حدث خطأ أثناء التوصل إلى الملف"
      },
      SHARE_WITH_LINK: {
         TITLE: "مشاركة بواسطة الرابط",
         EMPTY_DESCRIPTION: "لم يتم بعد تكوين رابط لهذ الملف. قم بتكوين ربط مشترك لارساله لأخرين بحيث يمكنهم معاينة وتحميل الملف.",
         CREATE_LINK: "تكوين رابط",
         COPY_LINK: "نسخ الرابط",
         DELETE_LINK: "حذف رابط",
         ACCESS_TYPE_1: "أي شخص لديه الرابط يمكنه مشاهدة هذا الملف",
         ACCESS_TYPE_2: "يستطيع الأشخاص في المؤسسة الخاصة بي مشاهدة هذا الملف",
         ACCESS_TYPE_1_DESCRIPTION: "الأشخاص الذين يحصلون على الرابط يمكنهم معاينة وتحميل هذا الملف بعد تسجيل الدخول الى Connections>",
         ACCESS_TYPE_2_DESCRIPTION: "يستطيع الأشخاص في المؤسسة الخاصة بي والذين لديهم الرابط معاينة وتنزيل هذا الملف بعد تسجيل الدخول الى Connections.",
         CHANGE_TYPE_SUCCESS: "يتم تحديث تصريح الرابط عند تغيير نوع التوصل.",
         CHANGE_TYPE_ERROR: "لم ينجح تحديث تصريح الرابط عند تغيير نوع التوصل.",
         COPY_LINK_SUCCESS: "نسخ رابط الى المسودة",
         CREATE_SHARELINK_SUCCESS:"تم تكوين الرابط بنجاح.",
         CREATE_SHARELINK_ERROR:"لا يمكن تكوين رابط بسبب حدوث خطأ.",
         DELETE_SHARELINK_SUCCESS: "تم حذف الرابط الذي تم مشاركته الخاص بالملف \"${file}.\"",
         DELETE_SHARELINK_ERROR: "لم يتم حذف الرابط المشترك. أعد المحاولة فيما بعد.",
         CONFIRM_DIALOG: {
            OK: "حذف",
            DIALOG_TITLE: "حذف الرابط الذي تم مشاركته",
            PROMPT: "سيصبح هذا الملف غير قابل للتوصل بواسطة أي شخص لديه الرابط. هل تريد بالفعل حذف الرابط المشترك؟"
         },
         COPY_LINK_ACTION_TOOLTIP_TYPE_1: "الرابط الذي تم مشاركته فعالا. أي شخص لديه الرابط يمكنه مشاهدة هذا الملف. اضغط لنسخ هذا الرابط.",
         COPY_LINK_ACTION_TOOLTIP_TYPE_2: "الرابط الذي تم مشاركته فعالا. يستطيع الأشخاص في المؤسسة الخاصة بي مشاهدة هذا الملف. اضغط لنسخ هذا الرابط."
      }
});
