/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "แสดงตัวอย่างไฟล์",
     FILENAME_TOOLTIP: "แก้ไขชื่อไฟล์",
     ICON_TOOLTIP: "ดาวน์โหลดไฟล์",
     ERROR: "มีข้อผิดพลาดเกิดขึ้น",
     SHARED_EXTERNALLY: "แบ่งใช้ภายนอก",
     FILE_SYNCED: "ถูกเพิ่มเพื่อซิงค์",
     MORE_ACTIONS: {
       TITLE: "แอ็คชันเพิ่มเติม",
       A11Y: "เปิดเมนูดร็อปดาวน์ที่มีรายการแอ็คชันเพิ่มเติมเพื่อดำเนินการกับไฟล์"
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "อ็อพชันเพิ่มเติม",
         A11Y: "ปุ่มนี้จะเปิดเมนูสำหรับอ็อพชันเพิ่มเติม"
       },
       BUTTON: {
         EDIT: {
           TITLE: "แก้ไข"
         },
         UPLOAD: {
           TITLE: "อัพโหลด"
         }
       }
     },
     WELCOME: {
       TITLE: "เราได้รวมมุมมองไฟล์และรายละเอียด",
       SUBTITLE: "ตอนนี้คุณสามารถดูไฟล์และข้อคิดเห็นแบบ side-by-side.",
       LINES: {
          LINE_1: "ข้อมูลทั้งหมดและสิ่งที่คุณสามารถทำได้ในเพจเก่าจะพบได้ที่นี่",
          LINE_2: "ข้อคิดเห็น, การแบ่งใช้, เวอร์ชัน, และข้อมูลเบื้องต้นมีอยู่ทางด้านข้างของไฟล์"
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "ปุ่มนี้นำทางไปยังไฟล์ถัดไป",
      PREVIOUS_A11Y: "ปุ่มนี้นำทางไปยังไฟล์ก่อนหน้า"
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "ปิด",
         A11Y: "ปุ่มนี้จะปิดไฟล์วิวเวอร์"
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "สร้างจากไฟล์",
         ACTION_NAME:"สร้างไฟล์",
         A11Y: {
           TEXT: "สร้างเอกสาร (ไฟล์ DOC,DOCX หรือ ODT) จากไฟล์เท็มเพลต คุณสามารถแก้ไขเอกสารเหล่านี้ทางออนไลน์ใน Docs",
           PRES: "สร้างการนำเสนอ (ไฟล์ PPT, PPTX หรือ ODP) จากไฟล์เท็มเพลต คุณสามารถแก้ไขการนำเสนอเหล่านี้ทางออนไลน์ใน Docs",
           SHEET: "สร้างสเปร็ดชีต (ไฟล์ XLS, XLSX หรือ ODS) จากไฟล์เท็มเพลต คุณสามารถแก้ไขสเปร็ดชีตเหล่านี้ทางออนไลน์ใน Docs"
         },
         PROMPT: {
           TEXT: "สร้างเอกสาร (ไฟล์ DOC,DOCX หรือ ODT) จากไฟล์เท็มเพลต คุณสามารถแก้ไขเอกสารเหล่านี้ทางออนไลน์ใน Docs",
           PRES: "สร้างการนำเสนอ (ไฟล์ PPT, PPTX หรือ ODP) จากไฟล์เท็มเพลต คุณสามารถแก้ไขการนำเสนอเหล่านี้ทางออนไลน์ใน Docs",
           SHEET: "สร้างสเปร็ดชีต (ไฟล์ XLS, XLSX หรือ ODS) จากไฟล์เท็มเพลต คุณสามารถแก้ไขสเปร็ดชีตเหล่านี้ทางออนไลน์ใน Docs"
         },
         NAME_FIELD: "ชื่อ:",
         EXTERNAL_FIELD: "ไฟล์สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของฉัน",
         EXTERNAL_DESC: "การเข้าถึงภายนอกอนุญาตการใช้ไฟล์ที่จะแบ่งใช้กับผู้ใช้ภายนอก (บุคคลภายนอกองค์กรหรือบริษัทของคุณ) โฟลเดอร์ที่แบ่งใช้กับผู้ใช้ภายนอก และชุมชนที่มีบุคคลภายนอกเป็นสมาชิก คุณต้องตั้งค่าการเข้าถึงภายนอกขณะอัพโหลดไฟล์ และไม่สามารถเปิดในภายหลัง",
         CREATE_BUTTON: "สร้าง",
         CANCEL: "ยกเลิก",
         PRE_FILL_NAMES: {
           OTT: "เอกสารที่ไม่มีหัวเรื่อง",
           OTS: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
           OTP: "การนำเสนอที่ไม่มีหัวเรื่อง",
           DOT: "เอกสารที่ไม่มีหัวเรื่อง",
           XLT: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
           POT: "การนำเสนอที่ไม่มีหัวเรื่อง",
           DOTX: "เอกสารที่ไม่มีหัวเรื่อง",
           XLTX: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
           POTX: "การนำเสนอที่ไม่มีหัวเรื่อง"
         },
         ERRORS: {
           NAME_REQUIRED: "ต้องการชื่อเอกสาร",
           ILLEGAL_NAME:"นี่เป็นหัวเรื่องเอกสารที่ไม่ถูกต้อง โปรดระบุหัวเรื่องอื่น",
           WARN_LONG_NAME: "ชื่อเอกสารยาวเกินไป",
           TRIM_NAME: "ทำให้ชื่อเอกสารสั้นลงหรือไม่?",
           SESSION_TIMEOUT: "เซสชันของคุณหมดอายุแล้ว โปรดล็อกอิน และลองอีกครั้ง",
           DUPLICATE_NAME: "พบชื่อไฟล์ที่ซ้ำกัน โปรดป้อนชื่อใหม่",
           SERVER_ERROR: "เซิร์ฟเวอร์ Connections ไม่พร้อมใช้งาน โปรดติดต่อผู้ดูแลระบบเซิร์ฟเวอร์ และลองอีกครั้งในภายหลัง"
         }
       },
       DOWNLOAD: {
         TOOLTIP: "ดาวน์โหลดไฟล์",
         A11Y: "ปุ่มนี้จะดาวน์โหลดไฟล์"
       },
       DOWNLOAD_AS_PDF: {
         NAME: "ดาวน์โหลดเป็น PDF",
         TOOLTIP: "ดาวน์โหลดไฟล์นี้เป็นไฟล์ PDF",
         A11Y: "ปุ่มนี้จะดาวน์โหลดไฟล์เป็น PDF",
         SUCCESS: "คุณดาวน์โหลดไฟล์เป็น PDF เสร็จเรียบร้อยแล้ว",
         ERROR: {
           DEFAULT: "คุณไม่สามารถดาวน์โหลดไฟล์เป็น PDF  โปรดลองอีกครั้งในภายหลัง",
           UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถดาวน์โหลดไฟล์เป็น PDF",
           NOT_FOUND: "ไม่สามารถดาวน์โหลดไฟล์เป็น PDF เนื่องจากไฟล์ถูกลบออกแล้ว หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
           ACCESS_DENIED: "ไม่สามารถดาวน์โหลดไฟล์เป็น PDF เนื่องจากไฟล์ถูกลบออกแล้ว หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "ไม่มีเวอร์ชันที่เผยแพร่ของไฟล์นี้ที่จะดาวน์โหลด  เวอร์ชันสามารถเผยแพร่ได้จากโปรแกรมแก้ไข Docs"
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "ไม่สามารถดาวน์โหลดไฟล์",
           CANCEL: "ปิด",
           PROMPT: "ไม่มีเวอร์ชันที่เผยแพร่ของไฟล์นี้ที่จะดาวน์โหลด",
           PROMPT2: "เวอร์ชันสามารถเผยแพร่ได้จากโปรแกรมแก้ไข Docs"
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "ไม่สามารถดาวน์โหลดไฟล์",
           CANCEL: "ปิด",
           PROMPT: "ไม่มีเวอร์ชันที่เผยแพร่ของไฟล์นี้ที่จะดาวน์โหลด",
           PROMPT2: "ขอให้เจ้าของไฟล์เผยแพร่เวอร์ชันของไฟล์นี้"
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "ดาวน์โหลดเวอร์ชัน",
           OK: "ดาวน์โหลดเวอร์ชัน",
           PROMPT: {
             TODAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดวันนี้เวลา ${time}",
             YESTERDAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อวานนี้เวลา ${time}",
             DAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date}",
             MONTH: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date}",
             YEAR: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date_long}"
           },
           PROMPT2: {
             TODAY: "คุณแน่ใจว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่วันนี้เวลา ${time} ต่อไปหรือไม่?",
             YESTERDAY: "คุณแน่ใจว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อวานนี้เวลา ${time} ต่อไปหรือไม่?",
             DAY: "คุณแน่ใจว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date} ต่อไปหรือไม่?",
             MONTH: "คุณแน่ใจว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date} ต่อไปหรือไม่?",
             YEAR: "คุณแน่ใจว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date_long} ต่อไปหรือไม่?"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "แสดงพาเนลรายละเอียด",
         HIDE: "ซ่อนพาเนลรายละเอียด",
         SHOW_A11Y: "ปุ่มนี้จะสลับเปิดและปิดพาเนลด้านข้าง พาเนลด้านข้างถูกปิดแล้ว",
         HIDE_A11Y: "ปุ่มนี้จะสลับเปิดและปิดพาเนลด้านข้าง พาเนลด้านข้างถูกเปิดแล้ว"
       },
       VIEW_DOC: {
         NAME: "เปิดใน Docs Viewer",
         TOOLTIP: "เปิดใน Docs Viewer",
         A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการดูภายในหน้าต่างใหม่ของเบราว์เซอร์"
       },
       EDIT_DOC: {
         NAME: "แก้ไขใน Docs",
         TOOLTIP: "แก้ไขไฟล์ใน Docs",
         A11Y: "ปุ่มนี้เปิดไฟล์เพื่อการแก้ไขใน Docs ภายในหน้าต่างใหม่"
       },
       ROUNDTRIP_EDIT: {
         NAME: "แก้ไขบนเดสก์ท็อป",
         DIALOG_TITLE: "แก้ไขบนเดสก์ท็อป",
         TOOLTIP: "แก้ไขเอกสารนี้",
         A11Y: "ปุ่มนี้เปิดไฟล์สำหรับการแก้ไขแบบโลคัล",
         PROMPT: "คุณลักษณะนี้ช่วยให้คุณแก้ไขไฟล์แบบโลคัล",
         IMPORTANT: "สิ่งสำคัญ:",
         REMINDER: "เมื่อคุณเสร็จสิ้นการแก้ไขแล้ว คุณต้องเผยแพร่แบบร่างโดยใช้ตัวเชื่อมต่อไฟล์เดสก์ท็อป ถ้าการเปิดไฟล์ล้มเหลว คุณอาจจำเป็นต้องติดตั้งปลั๊กอินเดสก์ท็อป",
         SKIP_DIALOG: "อย่าแสดงข้อความนี้อีก",
         OK: "ตกลง",
         CANCEL: "ยกเลิก"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "ยืนยัน",
         DELETE_VERSION: "ลบเวอร์ชัน ${version}",
         DELETE_VERSION_AND_PRIOR: "ลบเวอร์ชัน ${version} และเวอร์ชันก่อนหน้านี้ทั้งหมด",
         PROMPT: "คุณกำลังจะลบเวอร์ชัน ${version} คุณต้องการดำเนินต่อหรือไม่",
         DELETE_PRIOR: "ลบเวอร์ชันก่อนหน้านี้ทั้งหมดด้วย",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะลบเวอร์ชัน โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "ลบเวอร์ชันนี้",
         OK: "ตกลง",
         CANCEL: "ยกเลิก"
       },
       GET_LINKS: {
         DIALOG_TITLE: "รับลิงก์",
         LINK_FILE: "ลิงก์ไปที่ไฟล์",
         LINK_PREVIEW: "ลิงก์เพื่อแสดงตัวอย่างไฟล์:",
         LINK_DOWNLOAD: "ลิงก์เพื่อดาวน์โหลดไฟล์:",
         TOOLTIP: "ลิงก์ไปยังไฟล์",
         OK: "ปิด"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "ดาวน์โหลดเวอร์ชันนี้"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "ยืนยัน",
         PROMPT: "คุณกำลังจะแทนที่เวอร์ชันปัจจุบันของไฟล์นี้ด้วยเวอร์ชัน ${version} คุณต้องการดำเนินต่อหรือไม่",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะเรียกคืนเวอร์ชัน โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "เรียกคืนเวอร์ชันนี้",
         CHANGE_SUMMARY: "ถูกเรียกคืนจากเวอร์ชัน ${version}",
         OK: "ตกลง",
         CANCEL: "ยกเลิก"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "ยืนยัน",
         REMOVE_EVERYONE: "คุณแน่ใจว่าต้องการลบการเข้าถึงไฟล์นี้ขององค์กรของคุณหรือไม่? ถ้าการเข้าถึงถูกลบออก ไฟล์จะถูกลบออกจากโฟลเดอร์และชุมชนที่อนุญาตการเข้าถึงระดับองค์กร และเฉพาะเจ้าของ และบุคคลที่ได้รับการแบ่งใช้เท่านั้นที่สามารถดูและทำงานกับไฟล์ได้",
         REMOVE_USER: "คุณแน่ใจว่าต้องการหยุดการแบ่งใช้กับ ${user} หรือไม่? ถ้าคุณหยุดการแบ่งใช้ ${user} จะสามารถเข้าถึงไฟล์นี้ผ่านโฟลเดอร์ หรือถ้าไฟล์นี้มีการแบ่งใช้กับทุกคนในองค์กรของคุณเท่านั้น",
         REMOVE_COMMUNITY: "คุณแน่ใจว่าต้องการลบไฟล์นี้ออกจากชุมชน ${communityName} หรือไม่?",
         REMOVE_FOLDER: "คุณแน่ใจว่าต้องการลบไฟล์นี้ออกจากโฟลเดอร์ ${folderName} หรือไม่?",
         REMOVE_EVERYONE_TOOLTIP: "ลบสิทธิการเข้าถึงขององค์กรของคุณ",
         REMOVE_USER_TOOLTIP: "ลบการแบ่งใช้ทั้งหมดกับ ${user}",
         REMOVE_COMMUNITY_TOOLTIP: "ลบออกจากชุมชน ${communityName}",
         REMOVE_FOLDER_TOOLTIP: "ลบออกจากโฟลเดอร์ ${folderName}",
         OK: "ตกลง",
         CANCEL: "ยกเลิก"
       },
       EDIT_COMMENT: {
         TOOLTIP: "แก้ไขข้อคิดเห็นนี้"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "ยืนยัน",
         PROMPT: "คุณแน่ใจว่าต้องการลบข้อคิดเห็นนี้หรือ?",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะลบข้อคิดเห็น โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "ลบข้อคิดเห็นนี้",
         OK: "ตกลง",
         CANCEL: "ยกเลิก"
       },
       LIKE: {
         LIKE: "ชอบไฟล์",
         UNLIKE: "ไม่ชอบไฟล์",
         LIKE_A11Y: "ปุ่มนี้ชอบไฟล์",
         UNLIKE_A11Y: "ปุ่มนี้ไม่ชอบไฟล์",
         LIKED_SUCCESS: "คุณชอบไฟล์นี้",
         UNLIKE_SUCCESS: "คุณไม่ชอบไฟล์นี้"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "แก้ไขคำอธิบาย",
         ERROR: {
           DEFAULT: "ไม่สามารถบันทึกคำอธิบาย โปรดลองอีกครั้งภายหลัง",
           UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถอัพเดตคำอธิบาย",
           NOT_FOUND: "ไม่สามารถบันทึกคำอธิบาย เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
           ACCESS_DENIED: "ไม่สามารถบันทึกคำอธิบาย เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "ข้อผิดพลาดในการบันทึกชื่อไฟล์",
           CONFLICT: "ชื่อไฟล์มีอยู่แล้ว"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "มีข้อผิดพลาดในการติดตามไฟล์นี้ โปรดลองอีกครั้งภายหลัง",
             UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนที่จะสามารถติดตามไฟล์นี้",
             NOT_FOUND: "คุณไม่สามารถติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
             ACCESS_DENIED: "คุณไม่สามารถติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
           },
           UNFOLLOW: {
             DEFAULT: "มีข้อผิดพลาดในการเลิกติดตามไฟล์นี้ โปรดลองอีกครั้งภายหลัง",
             UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนที่จะสามารถหยุดติดตามไฟล์นี้",
             NOT_FOUND: "คุณไม่สามารถหยุดติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
             ACCESS_DENIED: "คุณไม่สามารถหยุดติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
           }
         },
         FOLLOW_NAME: "ติดตาม",
         FOLLOW_TOOLTIP: "ติดตามไฟล์นี้",
         FOLLOW_A11Y: "ปุ่มนี้จะติดตามไฟล์",
         FOLLOW_SUCCESS: "ขณะนี้คุณกำลังติดตามไฟล์นี้",
         STOP_FOLLOWING_NAME: "หยุดการติดตาม",
         STOP_FOLLOWING_TOOLTIP: "หยุดการติดตามไฟล์นี้",
         STOP_FOLLOWING_A11Y: "ปุ่มนี้จะหยุดการติดตามไฟล์",
         STOP_FOLLOWING_SUCCESS: "คุณได้หยุดการติดตามไฟล์นี้"
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "เพิ่มเพื่อซิงค์",
           TOOLTIP: "เพิ่มไฟล์นี้เพื่อซิงค์",
           A11Y: "ปุ่มนี้เพิ่มไฟล์เพื่อซิงค์",
           SUCCESS: "คุณได้เพิ่มไฟล์นี้เพื่อซิงค์",
           ERROR: {
             DEFAULT: "มีข้อผิดพลาดในการเพิ่มไฟล์นี้ลงในซิงค์ โปรดลองอีกครั้งภายหลัง",
             UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถเพิ่มไฟล์นี้ลงในซิงค์",
             NOT_FOUND: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
             ACCESS_DENIED: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
           }
         },
         STOP_SYNC: {
           NAME: "ลบออกจากซิงค์",
           TOOLTIP: "ลบไฟล์นี้ออกจากซิงค์",
           A11Y: "ปุ่มนี้ลบไฟล์ออกจากซิงค์",
           SUCCESS: "คุณได้ลบไฟล์นี้ออกจากซิงค์",
           ERROR: {
             DEFAULT: "มีข้อผิดพลาดในการลบไฟล์นี้ออกจากซิงค์ โปรดลองอีกครั้งภายหลัง",
             UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถลบไฟล์นี้ออกจากซิงค์",
             NOT_FOUND: "คุณไม่สามารถลบไฟล์นี้ออกจากซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
             ACCESS_DENIED: "คุณไม่สามารถลบไฟล์นี้ออกจากซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "ปักหมุด",
          FAVORITE_TOOLTIP: "ปักหมุดไฟล์นี้",
          FAVORITE_A11Y: "ปุ่มนี้ปักหมุดไฟล์",
          FAVORITE_SUCCESS: "คุณได้ปักหมุดไฟล์นี้",
          STOP_FAVORITEING_NAME: "ยกเลิกปักหมุด",
          STOP_FAVORITEING_TOOLTIP: "เลิกปักหมุนไฟล์นี้",
          STOP_FAVORITEING_A11Y: "ปุ่มนี้เลิกปักหมุดไฟล์",
          STOP_FAVORITEING_SUCCESS: "คุณได้เลิกปักหมุดไฟล์นี้"
       },
       TRASH: {
         NAME: "ย้ายไปยังถังขยะ",
         DIALOG_TITLE: "ยืนยัน",
         PROMPT: "คุณแน่ใจว่าต้องการย้ายไฟล์นี้ไปยังถังขยะหรือไม่? การย้ายไฟล์นี้ไปยังถังขยะทำให้ไฟล์ไม่พร้อมใช้งานสำหรับทุกคนที่ไฟล์นี้แบ่งใช้ในปัจจุบัน",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะลบไฟล์ โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "ลบไฟล์นี้",
         OK: "ตกลง",
         CANCEL: "ยกเลิก",
         A11Y: "ปุ่มนี้จะย้ายไฟล์ไปยังถังขยะ",
         SUCCESS_MSG: "${file} ถูกย้ายไปยังถังขยะแล้ว"
       },
       REFRESH: {
         NAME: "รีเฟรช",
         ERROR: "เกิดข้อผิดพลาดในการรีเฟรช File Viewer โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "รีเฟรช File Viewer",
         INFO_MSG: "รีเฟรชเพื่อรับเนื้อหาล่าสุด ${link}",
         A11Y: "ปุ่มนี้จะย้ายไฟล์ไปยังถังขยะ",
         SUCCESS_MSG: "เนื้อหาถูกรีเฟรชเรียบร้อย"
       },
       COPY_FILE: {
         NAME: "ให้สำเนาแก่ชุมชน",
         DIALOG_TITLE: "ยืนยัน",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะคัดลอกไฟล์ โปรดลองอีกครั้งภายหลัง",
         TOOLTIP: "ให้สำเนาของไฟล์นี้แก่ชุมชน",
         OK: "ตกลง",
         CANCEL: "ยกเลิก",
         A11Y: "ปุ่มนี้จะเปิดไดอะล็อกซึ่งทำให้คุณสามารถให้สำเนาของไฟล์นี้แก่ชุมชน",
         SUCCESS_MSG: "${file} ถูกคัดลอกไปยัง ${community} แล้ว"
       },
       UPLOAD_VERSION: {
         NAME: "อัพโหลดเวอร์ชันใหม่",
         NAME_SHORT: "อัพโหลด",
         CHANGE_SUMMARY: "สรุปการเปลี่ยนแปลงทางเลือก...",
         TOOLTIP: "อัพโหลดเวอร์ชันใหม่ของไฟล์นี้",
         A11Y: "ปุ่มนี้จะเปิดไดอะล็อกซึ่งอนุญาตให้คุณอัพโหลดเวอร์ชันใหม่ของไฟล์นี้"
       },
       LOG_IN: {
    	   NAME: "ล็อกอิน",
    	   TOOLTIP: "ล็อกอินเพื่ออัพโหลดและแบ่งใช้ไฟล์ ข้อคิดเห็น และสร้างโฟลเดอร์"
       },
       LOCK: {
          NAME: "ล็อกไฟล์",
          TITLE: "ล็อกไฟล์นี้",
          A11Y: "ล็อกไฟล์นี้",
          SUCCESS: "ไฟล์ถูกล็อกแล้ว"
       },
       UNLOCK: {
          NAME: "ปลดล็อกไฟล์",
          TITLE: "ปลดล็อกไฟล์นี้",
          A11Y: "ปลดล็อกไฟล์นี้",
          SUCCESS: "ไฟล์ถูกปลดล็อกแล้ว"
       },
       EDIT_ON_DESKTOP: {
          NAME: "แก้ไขบนเดสก์ท็อป",
          TITLE: "แก้ไขบนเดสก์ท็อป",
          A11Y: "แก้ไขบนเดสก์ท็อป"
       },
       FLAG: {
         FILE: {
           NAME: "แฟล็กเป็นไม่เหมาะสม",
           TITLE: "แฟล็กไฟล์",
           A11Y: "แฟล็กไฟล์นี้เป็นไม่เหมาะสม",
           PROMPT: "ให้เหตุผลสำหรับการแฟล็กไฟล์นี้ (เป็นทางเลือก):",
           OK: "แฟล็ก",
           CANCEL: "ยกเลิก",
           SUCCESS: "ไฟล์ถูกแฟล็กและส่งเพื่อตรวจทาน",
           ERROR: "ข้อผิดพลาดในการแฟล็กไฟล์นี้ โปรดลองอีกครั้งภายหลัง"
         },
         COMMENT: {
           NAME: "แฟล็กเป็นไม่เหมาะสม",
           TITLE: "แฟล็กข้อคิดเห็น",
           A11Y: "แฟล็กข้อคิดเห็นนี้เป็นไม่เหมาะสม",
           PROMPT: "ให้เหตุผลสำหรับการแฟล็กข้อคิดเห็นนี้ (เป็นทางเลือก):",
           OK: "แฟล็ก",
           CANCEL: "ยกเลิก",
           SUCCESS: "ข้อคิดเห็นถูกแฟล็กและส่งเพื่อตรวจทาน",
           ERROR: "ข้อผิดพลาดในการแฟล็กข้อคิดเห็นนี้ โปรดลองอีกครั้งภายหลัง"
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "เกี่ยวกับไฟล์นี้",
       VIEW_FILE_DETAILS: "ดูรายละเอียดไฟล์",
       A11Y: "การเรียกใช้งานลิงก์นี้จะปิดไฟล์วิวเวอร์และนำคุณไปยังหน้ารายละเอียดไฟล์สำหรับไฟล์นี้"
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "ไม่สามารถแสดงตัวอย่างสำหรับไฟล์นี้"
      },
      IMAGE: {
       ZOOM_IN: "ขยาย",
       ZOOM_OUT: "ย่อ",
       RESET: "รีเซ็ต",
       ZOOM_IN_A11Y: "ปุ่มนี้จะขยายอิมเมจ",
       ZOOM_OUT_A11Y: "ปุ่มนี้จะย่ออิมเมจ",
       RESET_ZOOM_A11Y: "ปุ่มนี้จะรีเซ็ตระดับการขยาย"
      },
      VIEWER: {
       LOADING: "กำลังโหลด...",
       NO_PUBLISHED_VERSION: "เวอร์ชันที่เผยแพร่ของไฟล์นี้ไม่พร้อมให้ดู",
       IFRAME_TITLE: "แสดงตัวอย่างของไฟล์นี้"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "อัพเดตล่าสุดโดย ${user} ในวันนี้เมื่อเวลา ${time}",
       YESTERDAY: "อัพเดตล่าสุดโดย ${user} เมื่อวานนี้เมื่อเวลา ${time}",
       DAY: "อัพเดตล่าสุดโดย ${user} เมื่อ ${EEee} เวลา ${time}",
       MONTH: "อัพเดตล่าสุดโดย ${user} เมื่อ ${date_long}",
       YEAR: "อัพเดตล่าสุดโดย ${user} เมื่อ ${date_long}"
      },
      CREATED: {
       TODAY: "สร้างโดย ${user} ในวันนี้เมื่อเวลา ${time}",
       YESTERDAY: "สร้างโดย ${user} เมื่อวานนี้เมื่อเวลา ${time}",
       DAY: "สร้างโดย ${user} เมื่อ ${EEee} เวลา ${time}",
       MONTH: "สร้างโดย ${user} เมื่อ ${date_long}",
       YEAR: "สร้างโดย ${user} เมื่อ ${date_long}"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - วันนี้",
       YESTERDAY: "${time} - เมื่อวานนี้",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "วันที่",
       YESTERDAY: "เมื่อวานนี้",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} B",
      KILOBYTES: "${size} KB",
      MEGABYTES: "${size} MB",
      GIGABYTES: "${size} GB",
      TERRABYTES: "${size} TB"
     },
     COMMENT_BOX: {
       TITLE: "พื้นที่ข้อความข้อคิดเห็น",
       SHADOW_TEXT: "เพิ่มข้อคิดเห็น...",
       CANNOT_ACCESS_CONTENT: "บุคคลที่คุณกล่าวถึงต่อไปนี้ไม่สามารถดูข้อคิดเห็น เนื่องจากไม่มีสิทธิเข้าถึงเนื้อหา:",
       ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะตรวจสอบความถูกต้องของผู้ใช้ที่คุณกำลังพยายามกล่าวถึง",
       POST: "โพสต์",
       SAVE: "บันทึก",
       CANCEL: "ยกเลิก",
       EXTERNAL_WARNING: "ข้อคิดเห็นอาจมองเห็นได้โดยบุคคลภายนอกองค์กรของคุณ"
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "ยกเลิก",
         A11Y: "ปุ่มนี้จะยกเลิกแอ็คชันของการแก้ไขชื่อไฟล์"
       },
       INVALID_CHARACTERS: "อักขระไม่ถูกต้อง",
       INVALID_CHARACTERS_REMOVED: "ลบอักขระที่ไม่ถูกต้อง"
     },
     COMMENT_WIDGET: {
       EDITED: "(แก้ไขแล้ว)",
       EDITED_DATE: {
         TODAY: "แก้ไขวันนี้เวลา ${time}",
         YESTERDAY: "แก้ไขเมื่อวานนี้เมื่อ ${time}",
         DAY: "แก้ไขเมื่อ ${EEee} เวลา ${time}",
         MONTH: "แก้ไขเมื่อ ${date_long}",
         YEAR: "แก้ไขเมื่อ ${date_long}"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "บันทึก",
       CANCEL: "ยกเลิก",
       USER: "ผู้ใช้",
       COMMUNITY: "ชุมชน",
       SHARE: "แบ่งใช้",
       SHARE_ALT: "แบ่งใช้กับผู้ใช้นี้",
       MEMBER_TYPE: "ชนิดของสมาชิก",
       PERSON_SHADOW: "พิมพ์เพื่อค้นหาบุคคล",
       COMMUNITY_SHADOW: "พิมพ์เพื่อค้นหาชุมชน",
       PERSON_FULL_SEARCH: "บุคคลไม่ถูกแสดงรายการ? ใช้ค้นหาเต็มรูปแบบ...",
       COMMUNITY_FULL_SEARCH: "ชุมชนไม่ถูกแสดงรายการ? ใช้ค้นหาเต็มรูปแบบ...",
       ADD_OPTIONAL_MESSAGE: "เพิ่มข้อความทางเลือก",
       ROLE_LABEL: "บทบาท",
       ROLE_EDIT: "เอดิเตอร์",
       ROLE_VIEW: "ผู้อ่าน"
     },
     FILE_STATE: {
       DOCS_FILE: "นี่คือไฟล์ Docs การแก้ไขทั้งหมดต้องถูกดำเนินการแบบออนไลน์",
       LOCKED_BY_YOU: {
         TODAY: "ล็อกโดยคุณเวลา ${time}.",
         YESTERDAY: "ล็อกโดยคุณเมื่อวานนี้เวลา ${time}",
         DAY: "ล็อกโดยคุณเมื่อ ${date}",
         MONTH: "ล็อกโดยคุณเมื่อ ${date}",
         YEAR: "ล็อกโดยคุณเมื่อ ${date_long}"
       },
       LOCKED_BY_OTHER: {
         TODAY: "ล็อกเมื่อเวลา ${time} โดย ${user}",
         YESTERDAY: "ล็อกเมื่อวานนี้เวลา ${time} โดย ${user}",
         DAY: "ล็อกเมื่อ ${date} โดย ${user}",
         MONTH: "ล็อกเมื่อ ${date} โดย ${user}",
         YEAR: "ล็อกเมื่อ ${date_long} โดย ${user}"
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "ความคิดเห็นยาวเกินไป",
         TRIM: "ตัดข้อคิดเห็นให้สั้นลง?"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "รายละเอียดยาวเกินไป",
         TRIM: "ทำรายละเอียดให้สั้นลงหรือไม่?"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "ข้อความยาวเกินไป",
         TRIM: "ทำข้อความให้สั้นลงหรือไม่?"
       },
       TAG: {
         WARN_TOO_LONG: "แท็กยาวเกินไป",
         TRIM: "ทำแท็กให้สั้นลงหรือไม่?"
       },
       TAGS: {
         WARN_TOO_LONG: "แท็กหนึ่งรายการขึ้นไปยาวเกินไป",
         TRIM: "ตัดแท็กให้สั้นลง?"
       },
       FILENAME: {
         WARN_TOO_LONG: "ชื่อไฟล์ยาวเกินไป"
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "ไฟล์นี้พร้อมใช้งานเพื่อการแก้ไขแบบออนไลน์ก็ต่อเมื่อคุณชื่อสิทธิใช้งาน Docs",
       CURRENT_EDITORS: "ไฟล์นี้กำลังถูกแก้ไขอยู่บนเว็บโดย ${users}",
       UNPUBLISHED_CHANGES: "มีการแก้ไขในแบบร่างนี้ที่ยังไม่ได้เผยแพร่เป็นเวอร์ชัน",
       PUBLISH_A_VERSION: "เผยแพร่เวอร์ชัน",
       PUBLISH_SUCCESS: "คุณเผยแพร่เวอร์ชันของไฟล์นี้เรียบร้อยแล้ว",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากการเข้าถึงถูกปฏิเสธ",
         NOT_FOUND: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากไม่พบเอกสาร",
         CANNOT_REACH_REPOSITORY: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซิร์ฟเวอร์ Docs ไม่สามารถเชื่อมต่อกับที่เก็บไฟล์",
         QUOTA_VIOLATION: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากข้อจำกัดด้านพื้นที่ ลบไฟล์อื่นเพื่อให้มีพื้นที่เพียงพอเพื่อเผยแพร่เวอร์ชันนี้",
         CONVERSION_UNAVAILABLE: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซอร์วิสการแปลงของ Docs ไม่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง",
         TOO_LARGE: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเอกสารมีขนาดใหญ่เกินไป",
         CONVERSION_TIMEOUT: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซอร์วิสการแปลงของ Docs ใช้เวลาในการแปลงเอกสารนานเกินไป โปรดลองอีกครั้งภายหลัง",
         SERVER_BUSY: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซิร์ฟเวอร์ Docs ไม่ว่าง โปรดลองอีกครั้งภายหลัง",
         DEFAULT: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซอร์วิสของ Docs ไม่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง"
       }
     },
     COMMENTS: {
       EMPTY: "ไม่มีข้อคิดเห็น",
       MODERATED: "ข้อคิดเห็นถูกส่งไปตรวจทาน และจะปรากฏเมื่อได้รับอนุมัติ",
       ERROR: {
         SAVE: {
           DEFAULT: "ไม่สามารถบันทึกความคิดเห็นของคุณได้ โปรดลองอีกครั้งภายหลัง",
           UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถบันทึกข้อคิดเห็นของคุณ",
           NOT_FOUND: "ไม่สามารถบันทึกข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
           ACCESS_DENIED: "ไม่สามารถบันทึกข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         },
         DELETE: {
           DEFAULT: "ไม่สามารถลบความคิดเห็นของคุณได้ โปรดลองอีกครั้งภายหลัง",
           UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถลบข้อคิดเห็นของคุณ",
           NOT_FOUND: "ไม่สามารถลบข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
           ACCESS_DENIED: "ไม่สามารถลบข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "บันทึก",
       EDIT_TAGS: "แก้ไขแท็ก",
       ERROR: {
         SAVE: {
           DEFAULT: "ไม่สามารถสร้างแท็กได้ โปรดลองอีกครั้งภายหลัง"
         },
         DELETE: {
           DEFAULT: "ไม่สามารถลบแท็ก โปรดลองอีกครั้งภายหลัง"
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "อ่านเพิ่มเติม...",
       READ_LESS: "อ่านน้อยลง..."
     },
     SHARE: {
	     EVERYONE: "ทุกคนในองค์กรของฉัน",
	     ADD_TOOLTIP: "บันทึก",
	     ROLES: {
	       OWNER: "เจ้าของ",
	       EDIT: "ผู้แก้ไข",
	       VIEW: "ผู้อ่าน",
	       FOLDER: "แบ่งใช้กับโฟลเดอร์"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "เจ้าของ"
	       },
	       EDIT: {
	         ROLE: "แก้ไข",
           ADD: "เพิ่มเอดิเตอร์"
	       },
	       VIEW: {
	         ROLE: "ผู้อ่าน",
           ADD: "เพิ่มผู้อ่าน"
	       },
	       FOLDER: {
           ADD: "เพิ่มโฟลเดอร์",
           COMMUNITY_ADD: "เพิ่มลงในโฟลเดอร์",
           MOVE: "ย้ายไปยังโฟลเดอร์"
	       },
	       MULTI: {
	         ADD: "เพิ่มบุคคลหรือชุมชน",
	         ADD_PEOPLE: "เพิ่มบุคคล"
	       }
	     },
	     PUBLIC: {
	        SHORT: "ทุกคนในองค์กรของฉัน",
	        LONG: {
	           GENERIC: "ทุกคนในองค์กรของคุณ",
	           ORG: "ทุกคนใน ${org}"
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "ไฟล์นี้มีการแบ่งใช้กับ ${user} แล้ว",
	       ERROR: "ไม่สามารถแบ่งใช้กับ ${user} ในเวลานี้",
	       SELF: "คุณไม่สามารถแบ่งใช้กับตัวคุณเอง"
	     },
	     SHARE_INFO: {
	       PROMOTED: "${user} มีการเพิ่มระดับไปยังบทบาทการแบ่งใช้ที่สูงขึ้น"
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "แบ่งใช้กับ ${user} สำเร็จ"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "ข้อความทางเลือก..."
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "การจัดเตรียมผู้ใช้ภายนอก",
            ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
            TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
            DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
            PROMPT: {
              NO_ACCOUNT: "ผู้ใช้ต่อไปนี้ไม่มีแอคเคาต์ และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้ดังกล่าว",
              INVITE: "เชิญผู้ใช้นี้เป็นเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้ดังกล่าว"
            },
            SUBMIT: "ดำเนินการคำเชิญต่อไป",
            CANCEL: "ยกเลิก",
            ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะจัดเตรียมแอคเคาต์ โปรดลองอีกครั้งภายหลัง",
            SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
	       },
	       PLURAL: {
	         NAME: "การจัดเตรียมผู้ใช้ภายนอก",
	         ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
	         TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
	         DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
	         PROMPT: {
	           NO_ACCOUNT: "ผู้ใช้ต่อไปนี้ไม่มีแอคเคาต์และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้เหล่านั้น",
	           INVITE: "เชิญผู้ใช้เหล่านั้นในฐานะเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้เหล่านั้น"
	         },
	         SUBMIT: "ดำเนินการต่อกับคำเชิญ",
	         CANCEL: "ยกเลิก",
	         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะจัดเตรียมแอคเคาต์ โปรดลองอีกครั้งภายหลัง",
	         SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
	       },
	       ABSTRACT: {
	         NAME: "การจัดเตรียมผู้ใช้ภายนอก",
            ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
            TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
            DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
            PROMPT: {
              NO_ACCOUNT: "ผู้ใช้บางรายไม่มีแอคเคาต์ และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้ดังกล่าว",
              INVITE: "เชิญผู้ใช้เหล่านั้นในฐานะเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้เหล่านั้น"
            },
            SUBMIT: "ดำเนินการต่อกับคำเชิญ",
            CANCEL: "ยกเลิก",
            ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะจัดเตรียมแอคเคาต์ โปรดลองอีกครั้งภายหลัง",
            SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "อ็อพชันการแบ่งใช้",
         PROPAGATION: "อนุญาตให้บุคคลอื่นแบ่งใช้ไฟล์นี้",
         EVERYONE: "ทุกคนสามารถแบ่งใช้ไฟล์นี้ได้",
         OWNER_ONLY: "เฉพาะเจ้าของเท่านั้นที่สามารถแบ่งใช้ไฟล์นี้ได้",
         STOP_SHARE: "ยกเลิกการแบ่งใช้",
         MAKE_INTERNAL: "หยุดการแบ่งใช้แบบภายนอก",
         MAKE_INTERNAL_SUCCESS: "ไฟล์นี้ไม่สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของคุณได้อีกต่อไป",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "ทำให้เป็นภายใน?",
           PROMPT: "การทำไฟล์นี้ให้เป็นภายในหมายถึงไม่สามารถแบ่งใช้ไฟล์นี้กับบุคคลภายนอกองค์กรของคุณได้อีกต่อไป ${br}${br}" +
             "การแบ่งใช้ใดๆ กับบุคคลภายนอก ชุมชน หรือโฟลเดอร์จะถูกลบออก${br}${br}การทำไฟล์ให้เป็นภายในเป็นแบบถาวร และไม่สามารถเลิกทำได้"
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "หยุดการแบ่งใช้ไฟล์",
           PROMPT: "คุณแน่ใจว่าต้องการหยุดการแบ่งใช้ไฟล์นี้หรือไม่?",
           QUESTION_PUBLIC: "ไฟล์นี้จะไม่สามารถมองเห็นได้โดยทุกคนในองค์กรของคุณ หรือไม่แบ่งใช้กับบุคคล โฟลเดอร์ หรือชุมชนอีกต่อไป การดำเนินการนี้ไม่สามารถเลิกทำได้",
           QUESTION_PUBLIC_E: "ไฟล์นี้จะไม่สามารถมองเห็นได้โดยทุกคนในองค์กรของคุณ หรือไม่แบ่งใช้กับบุคคล หรือโฟลเดอร์อีกต่อไป การดำเนินการนี้ไม่สามารถเลิกทำได้",
           QUESTION: "ไฟล์จะไม่มีการแบ่งใช้กับบุคคลหรือชุมชนอีกต่อไป และจะถูกลบออกจากโฟลเดอร์ทั้งหมด ยกเว้นไพรเวตโฟลเดอร์ของคุณ แอ็คชันนี้ไม่สามารถเลิกทำได้",
           QUESTION_E: "ไฟล์จะไม่มีการแบ่งใช้กับบุคคลอีกต่อไป และจะถูกลบออกจากโฟลเดอร์ทั้งหมด ยกเว้นไพรเวตโฟลเดอร์ของคุณ แอ็คชันนี้ไม่สามารถเลิกทำได้"
         },
         MAKE_PRIVATE_SUCCESS: "ไฟล์นี้เป็นไพรเวต",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "ไม่สามารถหยุดการแบ่งใช้ไฟล์ โปรดลองอีกครั้งภายหลัง"
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "การแบ่งใช้ของฉัน"
	   },
	   STREAM: {
	     LOADING: "กำลังโหลด...",
	     LOAD_MORE: "โหลดเพิ่มเติม..."
	   },
	   ENTRY: {
	     REMOVE: "ลบ",
	     RESTORE: "คืนค่า",
	     EDIT: "แก้ไข",
	     DELETE: "ลบ",
	     OK: "ตกลง",
	     CANCEL: "ยกเลิก",
	     USER_PICTURE: "รูปภาพของ ${0}",
	     FLAG: "แฟล็กว่าไม่เหมาะสม"
	   },
	   PANEL: {
	     LOAD_ERROR: "มีข้อผิดพลาดในการเข้าถึงข้อมูลเมตาของไฟล์นี้",
	     ABOUT: {
	       TITLE: "เกี่ยวกับ",
	       EXPAND_BUTTON: "ขยายปุ่มนี้เพื่อดูข้อมูลเพิ่มเติม",
	       CURRENT_VERSION_HEADER: "เวอร์ชันปัจจุบัน ${versionNumber}",
	       FILE_SIZE_HEADER: "ขนาดไฟล์",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - เวอร์ชันปัจจุบัน",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - เวอร์ชันทั้งหมด",
	       DOCS_DRAFT_UPDATED_HEADER: "แบบร่างที่แก้ไข",
	       DOCS_DRAFT_CREATED_HEADER: "แบบร่างที่สร้างขึ้น",
	       DOCS_UPDATED_HEADER: "เผยแพร่",
	       DOCS_CREATED_HEADER: "สร้าง",
	       UPDATED_HEADER: "อัพเดต",
	       CREATED_HEADER: "สร้าง",
	       LIKES_HEADER: "ชื่นชอบ",
	       LIKES_EXPAND_ICON: "ขยายไอคอนนี้เพื่อดูว่ามีใครชอบไฟล์",
	       DOWNLOADS_HEADER: "ดาวน์โหลด",
	       DOWNLOADS_HEADER_MORE: "ดาวน์โหลด (${0})",
	       DOWNLOADS_EXPAND_ICON: "ขยายไอคอนนี้เพื่อดูว่ามีใครดาวน์โหลดไฟล์",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} โดยไม่ระบุชื่อ",
	       DOWNLOADS_LATEST_VERSION: "คุณมีเวอร์ชันล่าสุดของไฟล์นี้",
	       DOWNLOADS_LAST_VERSION: "เวอร์ชัน ${0} ของไฟล์นี้ที่คุณดาวน์โหลดล่าสุด",
	       TAGS_HEADER: "แท็ก",
	       DESCRIPTION_HEADER: "คำอธิบาย",
	       DESCRIPTION_READ_MORE: "อ่านเพิ่มเติม...",
	       LINKS_HEADER: "ลิงก์",
	       SECURITY: "ความปลอดภัย",
	       FILE_ENCRYPTED: "เข้ารหัสเนื้อหาของไฟล์แล้ว เนื้อหาของไฟล์ที่เข้ารหัสแล้วไม่สามารถค้นหาได้ ไม่สามารถดูเนื้อหาไฟล์และไม่สามารถแก้ไขโดยใช้ HCL Docs",
	       GET_LINKS: "รับลิงก์...",
	       ADD_DESCRIPTION: "เพิ่มรายละเอียด",
	       NO_DESCRIPTION: "ไม่มีรายละเอียด",
	       ADD_TAGS: "เพิ่มแท็ก",
	       NO_TAGS: "ไม่มีแท็ก"
	     },
	     COMMENTS: {
	       TITLE: "ความคิดเห็น",
	       TITLE_WITH_COUNT: "ข้อคิดเห็น (${0})",
	       VERSION: "เวอร์ชัน ${0}",
	       FEED_LINK: "ฟีดสำหรับข้อคิดเห็นเหล่านี้",
	       FEED_TITLE: "ติดตามการเปลี่ยนแปลงในข้อคิดเห็นเหล่านี้ผ่านทางตัวอ่าน feed ของคุณ"
	     },
	     SHARING: {
	       TITLE: "การแบ่งใช้",
	       TITLE_WITH_COUNT: "แบ่งใช้ (${0})",
	       SHARED_WITH_FOLDERS: "แบ่งใช้กับโฟลเดอร์ - ${count}",
	       SEE_WHO_HAS_SHARED: "ดูผู้ที่แบ่งใช้",
           COMMUNITY_FILE: "ไฟล์ที่เป็นของชุมชนไม่สามารถแบ่งใช้กับบุคคล หรือชุมชนอื่น",
           SHARED_WITH_COMMUNITY: "แบ่งใช้กับสมาชิกของชุมชน '${0}'",
           LOGIN: "ล็อกอิน",
           NO_SHARE: "ไฟล์นี้ยังไม่ได้เพิ่มไปยังโฟลเดอร์ใดๆ",
           ONE_SHARE: "ไฟล์นี้อยู่ใน 1 โฟลเดอร์ หรือชุมชนที่คุณไม่มีสิทธิเข้าถึง",
           MULTIPLE_SHARE: "ไฟล์นี้อยู่ในโฟลเดอร์ ${fileNumber} หรือชุมชนที่คุณไม่มีการเข้าถึง"
	     },
	     VERSIONS: {
	       TITLE: "เวอร์ชัน",
	       TITLE_WITH_COUNT: "เวอร์ชัน (${0})",
	       FEED_LINK: "ฟีดสำหรับเวอร์ชันเหล่านี้",
	       FEED_TITLE: "ติดตามการเปลี่ยนแปลงในไฟล์นี้ผ่านทางโปรแกรมอ่านฟีดของคุณ"
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "การยืนยันแอ็คชัน",
       DIALOG_TITLE: "ยืนยัน",
       PROMPT: "คุณแน่ใจว่าต้องการทำแอ็คชันนี้หรือไม่?",
       ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะทำแอ็คชัน โปรดลองอีกครั้งภายหลัง",
       TOOLTIP: "ทำแอ็คชัน",
       OK: "ตกลง",
       CANCEL: "ยกเลิก",
       A11Y: "ปุ่มนี้จะทำแอ็คชันปัจจุบัน"
     },
     THUMBNAIL: {
       TITLE: "ตัวอย่าง",
       CHANGE_LINK: "เปลี่ยนภาพขนาดเล็ก...",
       ERROR: "ภาพขนาดเล็กไม่สามารถบันทึกได้ โปรดลองอีกครั้งภายหลัง",
       EXT_ERROR: "เลือกไฟล์ที่มีหนึ่งในส่วนขยายที่สนับสนุนต่อไปนี้: ${0}",
       SUCCESS: "ภาพขนาดเล็กถูกเปลี่ยนแปลง",
       UPLOAD: "บันทึก",
       CANCEL: "ยกเลิก"
     },
     UPLOAD_VERSION: {
       LINK: "อัพโหลดเวอร์ชันใหม่...",
       CHANGE_SUMMARY: "สรุปการเปลี่ยนแปลงทางเลือก...",
       ERROR: "เวอร์ชันใหม่ไม่สามารถบันทึกได้ โปรดลองอีกครั้งภายหลัง",
       SUCCESS: "เวอร์ชันใหม่ถูกบันทึก",
       UPLOAD: "อัพโหลด",
       UPLOAD_AND_CHANGE_EXTENSION: "อัพโหลดและเปลี่ยนส่วนขยาย",
       CANCEL: "ยกเลิก"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "มีข้อผิดพลาดเกิดขึ้นขณะเข้าถึงไฟล์ โปรดลองอีกครั้งภายหลัง",
       UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งาน คุณต้องล็อกอินอีกครั้งก่อนจะสามารถดูไฟล์",
       NOT_FOUND: "ไฟล์ที่คุณร้องขอได้ถูกลบ หรือย้ายไปแล้ว ถ้ามีใครส่งลิงก์นี้ให้คุณ ให้ตรวจสอบว่าลิงก์ถูกต้อง",
       ACCESS_DENIED: "คุณไม่มีสิทธิในการดูไฟล์นี้ ไฟล์ไม่ได้แบ่งใช้กับคุณ",
       ACCESS_DENIED_ANON: "คุณไม่มีสิทธิในการดูไฟล์นี้ ถ้าไฟล์นี้เป็นของคุณ หรือมีการแบ่งใช้กับคุณ คุณต้องล็อกอินก่อน"
     },
     LOAD_ERROR: {
       DEFAULT: "มีข้อผิดพลาดในการเข้าถึงลิงก์",
       ACCESS_DENIED: "โปรดติดต่อเจ้าของไฟล์เพื่อร้องขอสิทธิการดูไฟล์นี้"
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - ไฟล์",
       LOAD_ERROR: "ข้อผิดพลาดในการเข้าถึงไฟล์"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
