define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2008, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
			ADD_WIDGET: "Освободете мишката, за да добавите изпълнимия модул в страницата",
			CANNOT_ADD_WIDGET: "Изпълнимият модул не може да бъде добавен тук",
			MOVE_WIDGET: "Освободете мишката, за да пуснете изпълнимия модул",
			CANNOT_DROP_WIDGET: "Изпълнимият модул не може да бъде пуснат тук",
			TITLE_CREATE_WIDGET: "Създаване на изпълним модул",
			TITLE_MOVE_WIDGET: "Преместване на изпълним модул"
});

