define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "Научете повече за Изпълнимия модул Библиотека",
		   COMMUNITY_LIBRARY_TITLE: "Относно Библиотеки на Общност", 
		   COMMUNITY_LIBRARY_DESC: "Изпълнимият модул Библиотека предоставя съвместно управление на съдържание и подобрени социални характеристики на членовете на общност. Персонализирайте начина на споделяне на файлове и папки, редактирайте файлове с колеги посредством чернови и преглеждайте актуализирани файлове, преди да ги предоставите на членовете на общността.",
		   SHARE_FILES_TITLE: "Споделяне на файлове", 
		   SHARE_FILES_DESC: "Файловете и папките се споделят с всички членове на общността по подразбиране. Членовете могат да променят настройките за споделяне за файлове и папки, за да персонализират начина, по който те сътрудничат за работата в общността.",
		   EDIT_FILES_TITLE: "Редактиране на Файлове", 
		   EDIT_FILES_DESC: "Членовете на общност могат да правят промени по файлове посредством лични чернови. Дадена чернова се запазва като частна, докато членът не е готов да я предостави на останалата част от общността, като я публикува.",
		   REVIEW_FILES_TITLE: "Преглед на Файлове", 
		   REVIEW_FILES_DESC: "Прегледите позволяват на общността да контролира качеството на файла. Когато се активира преглед на чернова, избрани членове на общността трябва да прегледат всяка чернова и да одобрят промените преди публикуването.",
		   LINKED_LIBRARY_WIDGET_TITLE: "Научете повече за Изпълнимия модул Свързана библиотека", 
		   LINKED_LIBRARY_TITLE: "Относно Свързани библиотеки", 
		   LINKED_LIBRARY_DESC: "Използвайте изпълнимия модул Свързана библиотека, за да интегрирате съдържание от външни източници във Вашата общност. Работете съвместно по файлове с Вашите колеги посредством близки социални възможности.", 
		   CONNECT_CONTENT_TITLE: "Съдържание към Съдържание", 
		   CONNECT_CONTENT_DESC: "Свържете изпълнимия модул Свързана библиотека с външно хранилище на документи, така че да можете да взаимодействате с и да управлявате неговото съдържание директно от Вашата общност. За да създадете свързването, Вие се нуждаете от информация относно местоположението на хранилището и подробности за влизане за осъществяване на достъп до хранилището.",
		   FILES_WIDGET_TITLE: "Научете повече за Изпълнимия модул Файлове", 
		   FILES_TITLE: "Относно Файлове", 
		   FILES_DESC: "Използвайте изпълнимия модул Файлове, за да работите съвместно по съдържание с колеги, като го споделяте и го редактирате посредством версии, подобрете възможността за възстановяване на съдържанието като закачите Вашите любими файлове и организирайте съдържанието посредством папки.", 
		   UPLOAD_SHARE_TITLE: "Качване и споделяне на Файлове",
		   UPLOAD_SHARE_DESC: "Качете файлове, за да ги добавите към дейност или общност, или просто ги съхранете и ги споделете с колеги. Поставете етикет на файлове, така че други лица да могат да ги намират лесно. Споделете файлове с колеги и ги направете редактори, така че да можете да работите заедно за актуализиране на съдържанието.",
		   EDIT_FILES_TITLE: "Редактиране на Файлове",
		   EDIT_FILES_DESC:"Работете с Вашите колеги, за да редактирате съдържание, съхранено във Файлове. Публичните файлове могат да бъдат прочетени и изтеглени от всеки. Споделете съдържание в тесен кръг, за да работите с избрани колеги. Използвайте Файлове, за да проследите версии на Вашата работа и да добавяте коментари за създаване на дискусия."
});

