/* Copyright IBM Corp. 2011, 2015  All Rights Reserved.              */

({
	error: "Статусот на вашата мрежна покана не е достапен. Обидете се повторно подоцна.",
	loading: "Се вчитуваат мрежните покани...",
	inNetwork: "${0} е член на вашата мрежа.",
	pendingNetwork: "${0} е поканет да се поврзе на вашата мрежа.",
	removeNetwork: "Да се отстрани?",
	defaultMessage: "Сакам да ве поканам да се поврзете на мојата мрежа.",
	notLoggedIn: "Мора да се пријавите за да поканите луѓе на мрежата.",
	labelMessage: "Поканете го ${0} на мрежата:",
	labelFollow: "Исто така, следете го и добивајте ажурирања",
	btnInvite: "Испрати покана"
})

