/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
label: "Προσδιοριστικά: ",
addLabel: "Προσθήκη προσδιοριστικών",
addTooltip: "Προσθήκη ή αφαίρεση προσδιοριστικών για αυτό το στοιχείο",
addRemoveLabel: "Προσθήκη ή αφαίρεση προσδιοριστικών",
separator: ", ",
remove: "Αφαίρεση αυτού του προσδιοριστικού",
removeAlt: "X",
save: "Αποθήκευση",
cancel: "Ακύρωση",
cancelTooltip: "Ακύρωση προσθήκης προσδιοριστικών",
WARN_LONG_TAG: "Το μήκος του προσδιοριστικού είναι πολύ μεγάλο.",
WARN_LONG_TAG: "Το μήκος του προσδιοριστικού '${0}' είναι πολύ μεγάλο.",
WARN_LONG_TAGS: "Το μήκος των προσδιοριστικών που καθορίστηκαν είναι πολύ μεγάλο.",
TRIM_TAG: "Να συντομευτεί το προσδιοριστικό;",
TRIM_TAGS: "Να συντομευτούν τα προσδιοριστικά;"
})

