define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "Дополнительная информация о виджете Библиотека",
		   COMMUNITY_LIBRARY_TITLE: "Сведения о библиотеках сообщества", 
		   COMMUNITY_LIBRARY_DESC: "Виджет Библиотека позволяет предоставить доступ к расширенным социальным функциям и функциям управления общими материалами участникам сообщества. Настройте способ предоставления совместного доступа к файлам и папкам, редактируйте файлы с коллегами с помощью черновиков и проверяйте обновленные файлы перед предоставления доступа к ним участникам сообщества.",
		   SHARE_FILES_TITLE: "Совместно использовать файлы", 
		   SHARE_FILES_DESC: "По умолчанию совместный доступ к файлам и папкам предоставлен для всех участников сообщества. Участники могут изменить параметры совместного доступа для файлов и папок для организации совместной работы с ними в сообществе.",
		   EDIT_FILES_TITLE: "Изменить файлы", 
		   EDIT_FILES_DESC: "Участники сообщества могут вносить изменения в файлы с помощью персональных черновиков. Черновик сохраняется как частный до тех пор, пока участник не будет готов предоставить доступ сообществу к черновику путем его публикации.",
		   REVIEW_FILES_TITLE: "Проверить файлы", 
		   REVIEW_FILES_DESC: "Проверки позволяют сообществу контролировать качество файла. Если проверка черновиков разрешена, выбранные участники сообщества должны проверять каждый черновик и утверждать изменения перед публикацией.",
		   LINKED_LIBRARY_WIDGET_TITLE: "Дополнительная информация о виджете Связанная библиотека", 
		   LINKED_LIBRARY_TITLE: "Сведения о связанных библиотеках", 
		   LINKED_LIBRARY_DESC: "Виджет Связанные библиотеки позволяет интегрировать материалы из внешних источников в сообщество. Работайте над файлам совместно с коллегами, используя привычные социальные инструменты.", 
		   CONNECT_CONTENT_TITLE: "Подключиться к материалам", 
		   CONNECT_CONTENT_DESC: "Подключите виджет Связанная библиотека к внешнему хранилищу документов для возможности взаимодействия с ним и управления его материалами непосредственно из сообщества. Для создания соединения требуется информация о расположении хранилища и идентификационные данные для доступа к хранилищу.",
		   FILES_WIDGET_TITLE: "Дополнительная информация о виджете Файлы", 
		   FILES_TITLE: "Сведения о Файлах", 
		   FILES_DESC: "Виджет Файлы применяется для совместной работы над материалом путем предоставления общего доступа к нему и редактирования материалов с помощью версий, возможности извлечения материалов с помощью закрепления избранных файлов, а также организации материалов с помощью папок.", 
		   UPLOAD_SHARE_TITLE: "Передать файлы и предоставить к ним общий доступ",
		   UPLOAD_SHARE_DESC: "Передавайте файлы для добавления их в операцию или сообщество либо просто сохраните их и поделитесь с коллегами. Отметьте тегами файлы для упрощения поиска этих файлов другими пользователями. Предоставьте коллегам общий доступ к файлам, а также права доступа редактора для совместной работы по изменению материалов.",
		   EDIT_FILES_TITLE: "Изменить файлы",
		   EDIT_FILES_DESC:"Редактируйте материалы, сохраненные в разделе Файлы, вместе с коллегами. Общедоступные файлы могут быть прочитаны и загружены любым пользователем. Предоставляйте доступ к материалам определенному кругу пользователей. Используйте Файлы для отслеживания версий и добавления комментариев с целью создания обсуждений."
});

