/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
// NLS_CHARSET=UTF-8
({
   LIBRARY_WIDGET_TITLE: "ライブラリー・ウィジェットの詳細",
   COMMUNITY_LIBRARY_TITLE: "コミュニティー・ライブラリーについて", 
   COMMUNITY_LIBRARY_DESC: "ライブラリー・ウィジェットは、コミュニティー・メンバーに対して、共同コンテンツ管理と強化されたソーシャル機能を使用可能にします。 ファイルとフォルダーの共有方法をカスタマイズし、ドラフトを使用してワークメンバーとファイルを編集し、コミュニティー・メンバーに公開する前に更新されたファイルをレビューします。",
   SHARE_FILES_TITLE: "ファイルの共有", 
   SHARE_FILES_DESC: "ファイルとフォルダーは、デフォルトですべてのコミュニティー・メンバーに共有されます。 メンバーは、ファイルとフォルダーの共有設定を変更することで、コミュニティー内での共同作業の方法をカスタマイズできます。",
   EDIT_FILES_TITLE: "ファイルの編集", 
   EDIT_FILES_DESC: "コミュニティー・メンバーは、個人ドラフトを使用することでファイルへの変更を行うことができます。 メンバーが公開することによってコミュニティーの他のメンバーに使用可能にするまで、ドラフトは非公開のままになります。",
   REVIEW_FILES_TITLE: "ファイルのレビュー", 
   REVIEW_FILES_DESC: "プレビューにより、コミュニティーはファイルの品質をコントロールすることが可能になります。 ドラフト・レビューが有効になると、選択されたコミュニティー・メンバーは、公開前に各ドラフトをレビューし承認する必要があります。",
   LINKED_LIBRARY_WIDGET_TITLE: "リンク・ライブラリー・ウィジェットの詳細", 
   LINKED_LIBRARY_TITLE: "リンク・ライブラリーについて", 
   LINKED_LIBRARY_DESC: "リンク・ライブラリー・ウィジェットを使用して、外部ソースから自分のコミュニティーにコンテンツを統合します。 使い慣れたソーシャル機能を使用して、ファイルでワークメンバーと共同作業を行います。", 
   CONNECT_CONTENT_TITLE: "コンテンツに接続", 
   CONNECT_CONTENT_DESC: "リンク・ライブラリー・ウィジェットを外部文書リポジトリーに接続して、自分のコミュニティーから直接そのコンテンツと対話したり管理できるようにします。 接続を作成するには、リポジトリーの場所とリポジトリーにアクセスするためのログイン詳細についての情報が必要です。",
   FILES_WIDGET_TITLE: "ファイル・ウィジェットの詳細", 
   FILES_TITLE: "ファイルについて", 
   FILES_DESC: "ファイル・ウィジェットを使用して、ワークメンバーとコンテンツ上で共有やバージョンを使用して編集することにより共同作業を行います。また、お気に入りのファイルをピン留めすることによって見つけやすくしたり、フォルダーを使用してコンテンツを整理します。", 
   UPLOAD_SHARE_TITLE: "ファイル (複数可) のアップロードと共有",
   UPLOAD_SHARE_DESC: "ファイルをアップロードして、それらをアクティビティーやコミュニティーに追加します。または、単純に保管してワークメンバーに共有します。 ファイルにタグ付けをして、他のユーザーが簡単に見つけられるようにします。 ファイルをワークメンバーに共有して彼らを編集者にすることにより、共同作業を通してコンテンツを更新できるようになります。",
   EDIT_FILES_TITLE: "ファイルの編集",
   EDIT_FILES_DESC:"ワークメンバーとの共同作業を通して、ファイルに保管されたコンテンツを編集します。 公開ファイルは誰でも読み取りおよびダウンロードできます。 選択したワークメンバーと作業を行うには、コンテンツを個別に共有します。 ファイルを使用して、作業のバージョンを追跡したり、コメントを追加してディスカッションを作成します。"
})

