/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "Глобализация",
         "unavailable" : "Настройките за Глобализация не са достъпни",
         "details" : "Укажете предпочитаният от Вас език, кой календар предпочитате и посоката, по която да тече генерирания от потребител текст.",
         "error" : "Настройките за Глобализация не са извлечени поради грешка.",
         "titlebar" : {
            "tab2" : "Достъп до приложение",
            "tab1" : "Известия за имейл",
            "tab3" : "Глобализация"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Натискането на този бутон обновява настоящата страница с ново съдържание.  За да се върнете към това меню, придвижете се обратно към:"
         },
         "details_nolanguage" : "Укажете кой календар предпочитате и посоката, по която да тече генерирания от потребител текст.",
         "a11y" : {
            "titlebar_label" : "Настройки на HCL Connections",
            "body_label" : "Настройки за Глобализация"
         },
         "heading" : "Настройки за Глобализация"
      },
      "restore_defaults" : {
         "error" : "Възникна грешка. Моля, опитайте отново по-късно.",
         "action_tooltip" : "Възстановяване на настройките за глобализация до техните оригинални стойности по подразбиране",
         "action" : "Възстановяване на настройки по подразбиране",
         "success" : "Вашите настройки за глобализация са възстановени на техните оригинални стойности по подразбиране."
      },
      "help" : {
         "help" : "Помощ",
         "close" : "Затваряне"
      },
      "save" : {
         "error" : "Възникна грешка. Моля, опитайте отново по-късно.",
         "action_tooltip" : "Запазване на настройки за глобализация",
         "action" : "Записване",
         "success" : "Вашите настройки за глобализация са актуализирани."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Грешка:",
            "icon_alt" : "Грешка"
         },
         "success" : {
            "a11y_label" : "Успешни:",
            "icon_alt" : "Успех"
         },
         "warning" : {
            "a11y_label" : "Предупреждение:",
            "icon_alt" : "Предупреждение"
         },
         "info" : {
            "a11y_label" : "Информация:",
            "icon_alt" : "Информация за профил"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "Възстановяване на настройки по подразбиране"
         },
         "bidi" : {
            "help" : "Активиране на помощта за двупосочен текст",
            "label" : "Разрешаване на двупосочен текст",
            "tooltip" : "Позволява за дадения език специфично показване на слят текст и структуриран текст, като файлови пътеки.  Също така Ви позволява да укажете посока на текста, независима от Вашия избор на език."
         },
         "error" : "Грешка",
         "save" : {
            "label" : "Записване"
         },
         "direction" : {
            "label" : "Посока на генерирания от потребителя текст:",
            "tooltip" : "Посоката на текст, извлечен от потребителско въвеждане, като имена на съдържание и пътеки за навигация.  По подразбиране, това се определя от Вашия избор на език (в повечето случаи от ляво надясно).  Избирането на контекст позволява на системата да определи посоката, въз основа на анализа на символите (поддържа текст със смесена посока).",
            "options" : {
               "contextual" : "Контекст (базиран на символи)",
               "rtl" : "От дясно наляво",
               "ltr" : "От ляво надясно",
               "default_ltr" : "Използване на език по подразбиране (от ляво надясно)",
               "default_rtl" : "Използване на език по подразбиране (от дясно наляво)"
            }
         },
         "cancel" : {
            "label" : "Отказ"
         },
         "language" : {
            "selected" : "${0} (текущ)",
            "label" : "Език:",
            "tooltip" : "Укажете езика, на който да се показва текста на приложението.  Тази настройка няма да повлияе на генерирания от потребител текст."
         },
         "calendar" : {
            "label" : "Календар:",
            "options" : {
               "hebrew" : "Еврейски",
               "gregorian" : "Грегориански",
               "hijri" : "Ислямски"
            }
         }
      }
});
