define(
	/* ***************************************************************** */
	/*                                                                   */
	/* IBM Confidential                                                  */
	/*                                                                   */
	/* OCO Source Materials                                              */
	/*                                                                   */
	/* Copyright IBM Corp. 2008, 2012                                    */
	/*                                                                   */
	/* The source code for this program is not published or otherwise    */
	/* divested of its trade secrets, irrespective of what has been      */
	/* deposited with the U.S. Copyright Office.                         */
	/*                                                                   */
	/* ***************************************************************** */
	
	// NLS_CHARSET=UTF-8
	({
	   submit: {label: "บันทึก", a11y: "บันทึก", tooltip: "บันทึก"}, 
	   cancel: {label: "ยกเลิก", a11y: "ยกเลิก", tooltip: "ยกเลิก"},
	   close: {label: "ปิด", a11y: "ปิด", tooltip: "ปิด"},
	   title: {global: "แชร์บางอย่าง", community: "แบ่งใช้กับชุมชน"},
	   STATUS: {
		   ACTIONS_UNAVAILABLE: "แอ็คชันการแชร์ ไม่พร้อมใช้สำหรับสถานการณ์จำลอง",
		   ACTIONS_LOAD_ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะทำโหลดแอ็คชันการแชร์",
		   CONTENT_LOAD_ERROR: "เนื้อหาไม่สามารถโหลดได้ ลองอีกครั้งหรือติดต่อผู้ดูแลระบบของคุณ"},
	   MESSAGE: {
		      SUCCESS: "การยืนยัน",
		      ERROR: "ข้อผิดพลาด",
		      ERROR_ALT_TEXT: "ข้อผิดพลาด:",
		      INFO: "ข้อมูล",
		      WARNING: "คำเตือน",
		      DISMISS: "ซ่อนข้อความนี้",
		      MORE_DETAILS: "รายละเอียดเพิ่มเติม",
		      HIDE_DETAILS: "ซ่อนรายละเอียด"
		   },
	   COMMUNITYUPLOADFILE: {
		   SHARE: "แบ่งใช้",
		   UPLOAD: "อัพโหลด",
		   CANCEL: "ยกเลิก",
		   VISIBILITY_WARNING: "ไฟล์แชร์กับชุมชนนี้จะกลายเป็นพับลิก",
		   SHARE_WITH_COMMUNITY: {
			   SUCCESS_ONE: "คุณได้แชร์ ${0} กับ ${1} เสร็จเรียบร้อย",
			   SUCCESS_PLURAL: "คุณได้แชร์ไฟล์ ${0} กับ ${1} เสร็จเรียบร้อย",
			   ERROR: "ไม่สามารถแบ่งใช้ไฟล์  โปรดลองอีกครั้งในภายหลัง",
			   ERROR_X: "ไม่สามารถแบ่งใช้ไฟล์  โปรดลองอีกครั้งในภายหลัง",
	           MAX_SHARES_ERROR: "จำนวนการแบ่งใช้สูงสุดเกินค่าที่กำหนด",
	           EXTERNAL_SHARES_ERROR: "ไฟล์สามารถแบ่งใช้ภายในองค์กรของคุณเท่านั้น",
	           EXTERNAL_SHARES_ERROR_X: "ไฟล์สามารถแบ่งใช้ภายในองค์กรของคุณเท่านั้น",
	           NOT_LOGGED_IN_ERROR: "ไฟล์ไม่ถูกแบ่งใช้ เนื่องจากคุณไม่ได้ล็อกอิน  คลิก 'แบ่งใช้' เพื่อแบ่งใช้ไฟล์",
	           NOT_LOGGED_IN_ERROR_X: "ไฟล์ไม่ถูกแชร์ เนื่องจากคุณไม่ได้ล็อกอิน  คลิก 'แบ่งใช้' เพื่อแบ่งใช้ไฟล์",
	           TIMEOUT_ERROR: "ไฟล์ไม่ถูกแบ่งใช้ เนื่องจากไม่สามารถติดต่อกับเซิร์ฟเวอร์  คลิก 'แบ่งใช้' เพื่อลองอีกครั้ง",
	           TIMEOUT_ERROR_X: "โฟลเดอร์ไม่ถูกแบ่งใช้ เนื่องจากไม่สามารถติดต่อกับเซิร์ฟเวอร์  คลิก 'แบ่งใช้' เพื่อลองอีกครั้ง",
	           CANCEL_ERROR: "ไฟล์ไม่ถูกแบ่งใช้ เนื่องจากคำร้องขอถูกยกเลิก  คลิก 'แบ่งใช้' เพื่อลองอีกครั้ง",
	           CANCEL_ERROR_X: "ไฟล์ไม่ถูกแบ่งใช้ เนื่องจากคำร้องขอถูกยกเลิก  คลิก 'แบ่งใช้' เพื่อลองอีกครั้ง",
	           NOT_FOUND_ERROR: "ไฟล์นี้ถูกลบออกแล้วหรือคุณมองไม่เห็นอีกต่อไป และไม่สามารถแบ่งใช้ได้",
	           NOT_FOUND_ERROR_X: "ไฟล์นี้ถูกลบออกแล้วหรือคุณมองไม่เห็นอีกต่อไป และไม่สามารถแบ่งใช้ได้",
	           ACCESS_DENIED_ERROR: "คุณไม่มีสิทธิแบ่งใช้ไฟล์นี้อีกต่อไป",
	           ACCESS_DENIED_ERROR_X: "คุณไม่มีสิทธิแบ่งใช้ไฟล์นี้อีกต่อไป",
	           VISIBILITY_RESTRICTION: {
	        	   ERROR_SHARE: "ไฟล์ที่ถูกจำกัดจะไม่ถูกทำให้เป็นพับลิก",
	        	   ERROR_SHARE_X: "ไฟล์ที่ถูกจำกัดจะไม่ถูกทำให้เป็นพับลิก"
	           }
	         },
		   UPLOAD_TO_COMMUNITY: {
			   SUCCESS_ONE: "คุณได้อัพโหลด ${0} ไปยัง ${1} เสร็จเรียบร้อย",
			   SUCCESS_PLURAL: "คุณได้อัพโหลดไฟล์ ${0} ไปยัง ${1} เสร็จเรียบร้อย",
			   ERROR: "ไม่สามารถอัพโหลดไฟล์  โปรดลองอีกครั้งในภายหลัง",
			   ERROR_X: "${0} ไม่สามารถอัพโหลดไฟล์ได้  โปรดลองอีกครั้งในภายหลัง",
			   INFO_SUCCESS_PRE_MODERATION: "ไฟล์ ${0} ถูกส่งไปตรวจทาน และจะมีอยู่เมื่อได้รับอนุมัติ",
			   MULTI_INFO_SUCCESS_PRE_MODERATION: "${0} ไฟล์ได้ถูกส่งสำหรับการตรวจทานและจะพร้อมใช้งานเมื่อได้รับการอนุมัติ"
		   }
	      },
	   UPLOADFILE: {
	      DESCRIPTION: "อัพโหลดและแบ่งใช้ไฟล์"
	   },
	   UNSAVEDCHANGES: {
		   CANCEL: "ยกเลิก",
		   CONFIRM_OTHER_TAB: "ข้อมูลที่คุณป้อนบนแท็บอื่นจะสูญหายไปถ้าคุณดำเนินต่อด้วยแอ็คชันปัจจุบัน  กด ตกลง เพื่อทำต่อไป หรือกด ยกเลิก เพื่อกลับไป",
		   CONFIRM_CURRENT_TAB: "ข้อมูลที่คุณป้อนบน ${0} แท็บจะสูญหาย ถ้าคุณดำเนินการต่อด้วยแอ็คชันปัจจุบัน  กด ตกลง เพื่อทำต่อไป หรือกด ยกเลิก เพื่อกลับไป",
		   DIALOG_TITLE: "ยืนยัน",
		   OK: "ตกลง"
	   }
	})
	
	
);