/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "Алдын ала қарау",
   PREV_TITLE: "Алдыңғы файлды жиынтықта көріңіз.",
   NEXT_TITLE: "Келесі файлды жиынтықта көріңіз.",
   DETAILS: "Файл мәліметтерін көріңіз.",
   DETAILS_TITLE: "Файл мәліметтері бетін ашыңыз.",
   DETAILS_A11Y: "Осы сілтемені белсендіру жиынтықтың алдын ала қарау тілқатысуын жабады және осы файл мәліметтері бетіне бағыттайды.",
   CANCEL: "Болдырмау",
   NO_IMG_PREV: "Алдын ала көру қазір мүмкін емес.",
   PLAY_VIDEO_TOOLTIP: "${0} ойнату",
   A11Y: "${description}.  Бейнеңіздің жүктеліп салынуына бірнеше минут кетуі мүмкін.",
   NODESCRIPFILE: "Ешқандай сипаттама қолжетімді емес",
   REQUIRED_A11Y: "A * қажетті файлды көрсетеді.",
   FILEVIEW_NO_FOUND: "Бұл файлды алдын ала қарау мүмкін емес."
})

