/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2008, 2016                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8
({
   submit: {label: "Сақтау", a11y: "Сақтау", tooltip: "Сақтау"}, 
   cancel: {label: "Болдырмау", a11y: "Болдырмау", tooltip: "Болдырмау"},
   close: {label: "Жабу", a11y: "Жабу", tooltip: "Жабу"},
   title: {global: "Бірдеңені ортақтасу", community: "Қауымдастықпен бөлісу"},
   STATUS: {
	   ACTIONS_UNAVAILABLE: "Бұл сценарий үшін қолжетімсіз әрекеттерді ортақтасу.",
	   ACTIONS_LOAD_ERROR: "Әрекеттерді қотаруда қате пайда болды.",
	   CONTENT_LOAD_ERROR: "Мазмұнды жүктеу мүмкін емес. Кейінірек қайталаңыз немесе жүйе әкімшіңізге хабарласыңыз."},
   MESSAGE: {
	      SUCCESS: "Растама",
	      ERROR: "Қате",
	      ERROR_ALT_TEXT: "Қате:",
	      INFO: "Ақпарат",
	      WARNING: "Ескерту",
	      DISMISS: "Осы хабарды жасыру",
	      MORE_DETAILS: "Көбірек мәліметтер",
	      HIDE_DETAILS: "Мәліметтерді жасыру"
	   },
   COMMUNITYUPLOADFILE: {
	   SHARE: "Ортақ пайдалану",
	   UPLOAD: "Жүктеп салу",
	   CANCEL: "Болдырмау",
	   VISIBILITY_WARNING: "Осы қауымдастықпен ортақ пайдаланылған файлдар жалпы болуы мүмкін.",
	   SHARE_WITH_COMMUNITY: {
		   SUCCESS_ONE: "${0}-${1} бірге сәтті ортақ пайдаланылды.",
		   SUCCESS_PLURAL: "${0} файлдарын ${1} бірге сәтті ортақ пайдаландыңыз.",
		   ERROR: "Файлды ортақ пайдалану мүмкін емес.  Әрекетті кейін қайталап көріңіз.",
		   ERROR_X: "Файлдарды ортақ пайдалану мүмкін емес.  Әрекетті кейін қайталап көріңіз.",
           MAX_SHARES_ERROR: "Бөлісулер ең көп санынан асты.",
           EXTERNAL_SHARES_ERROR: "Файлды тек ұйым ішінде ортақ пайдалануға болады.",
           EXTERNAL_SHARES_ERROR_X: "Файлдарды тек ұйым ішінде ортақ пайдалануға болады.",
           NOT_LOGGED_IN_ERROR: "Жүйеге кірілмегендіктен файл ортақ пайдаланылмады.  Файлды ортақ пайдалану үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           NOT_LOGGED_IN_ERROR_X: "Файлдар жүйеге кірмегеніңізге байланысты бөлінбеді.  Файлдарды ортақ пайдалану үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           TIMEOUT_ERROR: "Сервермен байланыс орнатылмағандықтан файл ортақ пайдаланылмады.  Қайталап көру үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           TIMEOUT_ERROR_X: "Файлдар сервермен байланыс орнату мүмкін болмағасын бөлінбеді.  Қайталап көру үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           CANCEL_ERROR: "Сұрау болдырылмағандықтан файл ортақ пайдаланылмады.  Қайталап көру үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           CANCEL_ERROR_X: "Файлдар сұрау тоқтатылған соң ортақ пайдаланылмады.  Қайталап көру үшін, 'Ортақ пайдалану' түймесін басыңыз.",
           NOT_FOUND_ERROR: "Бұл файл жойылған немесе енді сізге көрінбейді, сондықтан оны ортақ пайдалану мүмкін емес.",
           NOT_FOUND_ERROR_X: "Бұл файлдарды жойылған немесе енді сізге көрінбейді, сондықтан оны ортақ пайдалану мүмкін емес.",
           ACCESS_DENIED_ERROR: "Енді бұл файлды ортақ пайдалануға рұқсатыңыз жоқ.",
           ACCESS_DENIED_ERROR_X: "Енді бұл файлдарды ортақ пайдалануға рұқсатыңыз жоқ.",
           VISIBILITY_RESTRICTION: {
        	   ERROR_SHARE: "Шектелген файлды жалпы ету мүмкін емес.",
        	   ERROR_SHARE_X: "Шектелген файлдарды жалпы ету мүмкін емес."
           }
         },
	   UPLOAD_TO_COMMUNITY: {
		   SUCCESS_ONE: "${0}-${1} бірге сәтті ортақ жүктеп салдыңыз.",
		   SUCCESS_PLURAL: "${0} файлдарын ${1} жүйесіне сәтті жүктеп салдыңыз.",
		   ERROR: "Файлды кері жүктеп алу мүмкін болмады.  Әрекетті кейін қайталап көріңіз.",
		   ERROR_X: "${0} жүктеп салу мүмкін болмады.  Әрекетті кейін қайталап көріңіз.",
		   INFO_SUCCESS_PRE_MODERATION: "${0} файлы қайта қарауға жіберілді және мақұлданған соң қолжетімді болады.",
		   MULTI_INFO_SUCCESS_PRE_MODERATION: "${0} файл қайта қарауға жіберілді және мақұлданған соң қолжетімді болады."
	   }
      },
   UPLOADFILE: {
      DESCRIPTION: "Файлдарды жүктеп салу және ортақтасу"
   },
   UNSAVEDCHANGES: {
	   CANCEL: "Болдырмау",
	   CONFIRM_OTHER_TAB: "Егер ағымдағы әрекетпен жалғастыра беретін болсаңыз, басқа қойындыларға енгізген ақпаратыңыз жойылады.  Жалғастыру үшін OK түймешігін, оралу үшін Болдырмау түймешігін басыңыз.",
	   CONFIRM_CURRENT_TAB: "Егер ағымдағы әрекетпен жалғастыра беретін болсаңыз, ${0} қойындысына енгізген ақпаратыңыз жойылады.  Жалғастыру үшін OK түймешігін, оралу үшін Болдырмау түймешігін басыңыз.",
	   DIALOG_TITLE: "Растау",
	   OK: "OK"
   }
})



