/* Copyright IBM Corp. 2008, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	CONNECT_TO: "Πρόσκληση για σύνδεση",
	NDYK1:"Δεν υπάρχουν συστάσεις για άλλα πρόσωπα",
	LOADING: "φόρτωση",
	DYK_TITLE: "Προτεινόμενες επαφές",
	PYMK_TITLE: "People you may know",
	INVITE_TITLE: "Αποστολή πρόσκλησης για σύνδεση",
	SEND_ACTION: "Αποστολή",
	CANCEL_ACTION: "Ακύρωση",
	PREV: "Προηγούμενο",
	NEXT: "Επόμενο",
	bpct: "Σχολίασε το ιστολόγιό σας",
	bpcc: "Σχολιάσατε το ίδιο ιστολόγιο",
	lpfr: "Είναι συνάδελφος κάποιου που γνωρίζετε",
	lm1: "Είστε ο διευθυντής αυτού του προσώπου",
	le1: "Αυτό το πρόσωπο είναι ο διευθυντής σας",
	sdm: "Έχετε τον ίδιο διευθυντή",
	pt: "Αυτό το πρόσωπο όρισε προσδιοριστικό για εσάς",
	pbt: "Ορίσατε προσδιοριστικό για αυτό το πρόσωπο",
	acm: "Έχετε κοινές δραστηριότητες",
	wikiCoContribution: "Τροποποιήσατε το ίδιο wiki",
	bpcb: "Σχολιάσατε το ιστολόγιό του",
	lpcfr: "Έχετε ορισμένους κοινούς συναδέλφους",
	ccmf: "Ανήκετε στην ίδια κοινότητα",
	ccms: "Ανήκετε στην ίδια κοινότητα",
	filesharing: "Χρησιμοποιείτε από κοινού κάποια αρχεία",
	forumthreaddiscussion: "Χρησιμοποιείτε από κοινού ένα νήμα φόρουμ",
	ctb: "Χρησιμοποιείτε από κοινού ένα σελιδοδείκτη",
	tgw: "Συμφωνούν τα προσδιοριστικά σας",
	tcu: "Χρησιμοποιήσατε το ίδιο προσδιοριστικό",
	pctg: "Ορίσατε προσδιοριστικό για το ίδιο πρόσωπο",
	tgb: "Τα ίδια πρόσωπα έχουν ορίσει προσδιοριστικό και για τους δύο"
})

