define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
			ADD_INFO: "Προσθήκη εφαρμογής στη σελίδα",
			ICON_ALT: "Εικονίδιο εφαρμογής",
			ADDED_WIDGET: "Προστέθηκε στη σελίδα σας",
			NO_MORE: "Ήδη ανοιχτό στη σελίδα σας",
			ADDED_WIDGET_COMMUNITIES: "Προστέθηκε στην κοινότητά σας",
			ADDING_WIDGET: "Προσθήκη εφαρμογής",
			ADD_INFO_2: "Προσθήκη εφαρμογής ${0} στη σελίδα",
			ADD_INFO_3: "Προσθήκη εφαρμογής στη σελίδα σας",
			ADD_INFO_4: "Προσθήκη εφαρμογής ${0} στη σελίδα σας",
			WIDGET_ADDED: "Το μικροεργαλείο ${0} προστέθηκε",
			WIDGET_LAYOUT_ADDED: "Ορίστηκε η διάταξη ${0} για τη σελίδα",
			WIDGET_THIS_LAYOUT: "Σελίδα που χρησιμοποιεί αυτή τη διάταξη"
});

