/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2010, 2016                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8

({
	WARNING_PRIVATE_COMMUNITY: "Сообщение успешно опубликовано. Указанные ниже пользователи не смогут просмотреть сообщение, поскольку они не являются членами сообщества.",
	WARNING_PRIVATE_COMMUNITY_GENERIC: "Следующие пользователи не могут просматривать ваше сообщение, поскольку не являются участниками сообщества:",
	WARNING_VISITOR_GENERIC: "Следующие пользователи не могут просматривать ваше сообщение, поскольку не могут видеть общедоступные обновления:",
	WARNING_PRIVATE_GENERIC: "Следующие пользователи не могут просматривать ваше сообщение, поскольку у них нет прав доступа к ресурсу:",
	WARNING_SMARTCLOUD_GENERIC: "Указанные ниже пользователи не смогут просмотреть сообщение, поскольку они входят в другую организацию:",
	WARNING_PRIVATE_COMMUNITY_TOOLTIP: "Примечание: сообщение могут просмотреть только члены сообщества",
	WARNING_PRIVATE_COMMUNITY_TOOLTIP_COMMENT: "Примечание: комментарий могут просмотреть только члены сообщества",
	WARNING_SMARTCLOUD_TOOLTIP: "Примечание: сообщение могут просмотреть только пользователи из того же сообщества",
	WARNING_SMARTCLOUD_TOOLTIP_COMMENT: "Примечание: комментарий могут просмотреть только пользователи из того же сообщества",
	SELECT_PERSON: "Выберите пользователя"	
})

