/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2020                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "Файл көрінісі",
      FILENAME_TOOLTIP: "Файл атын өңдеу",
      ICON_TOOLTIP: "Файлды жүктеп алу",
      ERROR: "Қате орын алды.",
      FILE_MALICIOUS: "Вирустарды іздеу зиянды мазмұнды көрсетті",
      SHARED_EXTERNALLY: "Сырттай ортақ пайдаланылады",
      FILE_SYNCED: "Үндестіру үшін қосылды",
      MY_DRIVE: {
         TITLE: "Менің дискімде",
         ROOT_FOLDER: "/Менің дискім",
         FOLDER: "/Менің дискім/.../${0}"
      },
      MORE_ACTIONS: {
         TITLE: "Қосымша әрекеттер",
         A11Y: "Файлда орындау үшін қоымша әрекеттердің тізімімен ашылмалы мәзірді ашады.",
            PANELS: {
               TITLE: "Қосымша",
               A11Y: "Жасырын қойындылар тізімімен ашылмалы мәзірді ашады"
            }
      },
      WELCOME: {
         TITLE: "Бізде біріктірілген файл көрсетілімі мен егжей-тегжейлері бар",
         SUBTITLE: "Қазір файйлды және оның пікірлер жанында қарай аласыз.",
         LINES: {
            LINE_1: "Барлық ақпараттар мен нәрселерді осы жерден табылатын ескі бетте жасай аласыз.",
            LINE_2: "Пікірлер, ортақ пайдалану, нұсқалар мен негізгі ақпарат файлдың жанында қол жетімді."
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "Бұл түймешік келесі файлға шарлатады.",
         PREVIOUS_A11Y: "Бұл түймешік алдындағы файлға шарлатады."
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "Қосымша өңдеу опциялары",
            A11Y: "Бұл түйме қосымша өңдеу опцияларын ашады."
         },
         BUTTON: {
            EDIT: {
               TITLE: "Өңдеу"
            },
            UPLOAD: {
               TITLE: "Жүктеп салу"
            },
            CREATE: {
              TITLE: "Жасау"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "Тақта өлшемін өзгерту",
           USAGE: "Сол жақ тік жақша немесе оң жақ тік жақша пернелерін басу арқылы тақта өлшемін өзгертіңіз."
       },
         CLOSE: {
            TOOLTIP: "Жабу",
            A11Y: "Бұл түймешік файл қарап шығу құралын жабады.",
            WARNING_DIALOG: {
              DIALOG_TITLE: "Файлыңыз әлі жүктелуде.",
              PROMPT: "Файлыңыз әлі де жүктеп салынуда. Оны аяқтамай тұрып жапсаңыз, жүктеп салудан бас тартылады.",
              OK: "Бәрібір жабу",
              CANCEL: "Жүктеу үшін күту"
            }
         },
         ADD_TO_FILES: {
           TOOLTIP: "Файлдарға қосу",
           A11Y: "Бұл түймешік тіркемені файлдарға қосады.",
           VIEW_NOW: "Қазір көру"
         },
         TEAR_OFF: {
           TOOLTIP: "Жаңа терезеде ашу",
           A11Y: "Жаңа терезеде ашу",
           ERROR_TEARING_OFF: "Жаңа терезені ашуда қате болды.",
           DIALOG_TITLE: "Растау",
           UNSAVED_CHANGES_WARNING: "Сізде жоғалатын сақталмаған өзгерістер бар. Бәрібір жаңа терезеде ашу керек пе?",
           OK: "Иә",
           CANCEL: "Жоқ",
           OPEN: "Ашу",
           OPEN_ANYWAY: "Қалайда ашу",
           CANCEL_ALT: "Болдырмау"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "Файлдағы жаңасы",
            ACTION_NAME:"Файл жасау",
            A11Y: {
               TEXT: "Үлгі файлынан (DOC, DOCX немесе ODT файлы) құжатты жасаңыз. Docs ішінде осы құжаттарды өңдей аласыз.",
               PRES: "Үлгі файлынан (PPT, PPTX немесе ODP файлы) презентацияны жасаңыз. Docs ішінде осы презентацияларды өңдей аласыз.",
               SHEET: "Үлгі файлынан (XLS, XLSX немесе ODS файлы) электрондық кестені жасаңыз. Docs ішінде осы скриншоттарды өңдей аласыз."
            },
            PROMPT: {
               TEXT: "Үлгі файлынан (DOC, DOCX немесе ODT файлы) құжатты жасаңыз. Docs ішінде осы құжаттарды өңдей аласыз.",
               PRES: "Үлгі файлынан (PPT, PPTX немесе ODP файлы) презентацияны жасаңыз. Docs ішінде осы презентацияларды өңдей аласыз.",
               SHEET: "Үлгі файлынан (XLS, XLSX немесе ODS файлы) электрондық кестені жасаңыз. Docs ішінде осы скриншоттарды өңдей аласыз."
            },
            NAME_FIELD: "Аты:",
            EXTERNAL_FIELD: "Файлдарды ұйымыңыздан тыс адамдармен ортақ пайдалануға болады",
            EXTERNAL_DESC: "Сыртқы кіру рұқсаты файлдарды сыртқы пайдаланушылармен (ұйымыңыздан немесе компанияңыздан тыс адамдар) ортақ пайдалануға, қалталарды сыртқы пайдаланушылармен ортақ пайдалануға және қауымдастықтарды мүшелер ретіндегі сыртқы адамдармен ортақ пайдалануға мүмкіндік береді.  Файлды жүктеп салу кезінде сыртқы кіру рұқсатын орнатуыңыз керек; оны кейін іске қосу мүмкін емес.",
            CREATE_BUTTON: "Жасау",
            CANCEL: "Болдырмау",
            PRE_FILL_NAMES: {
               OTT: "Атсыз құжат",
               OTS: "Атсыз электрондық кесте",
               OTP: "Атсыз көрсетілім",
               DOT: "Атсыз құжат",
               XLT: "Атсыз электрондық кесте",
               POT: "Атсыз көрсетілім",
               DOTX: "Атсыз құжат",
               XLTX: "Атсыз электрондық кесте",
               POTX: "Атсыз көрсетілім"
            },
            ERRORS: {
               NAME_REQUIRED: "Құжат аты қажет.",
               ILLEGAL_NAME:"Бұл – жарамсыз файл аты, басқасын көрсетіңіз.",
               WARN_LONG_NAME: "Құжат аты тым ұзын.",
               TRIM_NAME: "Құжат атын қысқарту керек пе?",
               SESSION_TIMEOUT: "Сеансыңыздың уақыты аяқталды, жүйеге кіріп, қайталаңыз.",
               DUPLICATE_NAME: "Көшірме файл аты табылды. Жаңа ат енгізіңіз.",
               SERVER_ERROR: "Connections сервері қолжетімсіз. Сервер әкімшісіне хабарласып, әрекетті кейінірек қайталаңыз."
            }
         },
         DOWNLOAD: {
            TOOLTIP: "Файлды жүктеп алу",
            A11Y: "Бұл түймешік файлды жүктейді."
         },
         DOWNLOAD_AS_PDF: {
            NAME: "PDF ретінде жүктеп алу",
            TOOLTIP: "Бұл файлды PDF ретінде жүктеп алу",
            A11Y: "Бұл түйме файлды PDF ретінде жүктеп алады.",
            SUCCESS: "Файлдарды PDF ретінде жүктеп алдыңыз.",
            ERROR: {
               DEFAULT: "Файлды PDF ретінде жүктеп алу мүмкін болмады.  Әрекетті кейінірек қайталаңыз.",
               UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Файлды PDF ретінде жүктеп алу үшін жүйеге қайта кіруіңіз қажет.",
               NOT_FOUND: "Файлды сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
               ACCESS_DENIED: "Файлды сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "Бұл файлдың жүктеп алатын жарияланған нұсқасы жоқ.  Docs өңдегіштен нұсқаларды жариялауға болады."
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "Файлды жүктеп алу мүмкін емес",
               CANCEL: "Жабу",
               PROMPT: "Жүкету үшін осы файлдың жарияланған нұсқасы жоқ.",
               PROMPT2: "Нұсқалар Docs өңдеушісінен жарияланады."
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "Файлды жүктеп алу мүмкін емес",
               CANCEL: "Жабу",
               PROMPT: "Жүкету үшін осы файлдың жарияланған нұсқасы жоқ.",
               PROMPT2: "Файл иесінен осы файлдың нұсқасын жариялауды сұраңыз."
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "Нұсқаны жүктеп алу",
               OK: "Нұсқаны жүктеп алу",
               PROMPT: {
                  TODAY: "Бүгін ${time} уақытында соңғы рет өңделген жаңа жоба жазбасы табылды.",
                  YESTERDAY: "Кеше ${time} уақытында соңғы рет өңделген жаңа жоба жазбасы табылды.",
                  DAY: "${date} күні соңғы рет өңделген жаңа жоба жазбасы табылды.",
                  MONTH: "${date} күні соңғы рет өңделген жаңа жоба жазбасы табылды.",
                  YEAR: "${date_long} күні соңғы рет өңделген жаңа жоба жазбасы табылды."
               },
               PROMPT2: {
                  TODAY: "Бүгін ${time} уақытында жарияланған нұсқаны жүктеп алуды жалғастыру керек пе?",
                  YESTERDAY: "Кеше ${time} уақытында жарияланған нұсқаны жүктеп алуды жалғастыру керек пе?",
                  DAY: "${date} күні жарияланған нұсқаны жүктеп алуды жалғастыру керек пе?",
                  MONTH: "${date} күні жарияланған нұсқаны жүктеп алуды жалғастыру керек пе?",
                  YEAR: "${date_long} күні жарияланған нұсқаны жүктеп алуды жалғастыру керек пе?"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "Мәліметтер тақтасын көрсету",
            HIDE: "Мәліметтер тақтасын жасыру",
            RESET: "Бүйірлік тақта өлшемін қайта орнату",
            SHOW_A11Y: "Бұл түйме бүйірлік тақтаны ашады және жабады. Дәл қазір бүйірлік тақта жабылады.",
            HIDE_A11Y: "Бұл түйме бүйірлік тақтаны ашады және жабады. Дәл қазір бүйірлік тақта ашылады.",
            RESET_A11Y: "Бұл түйме бүйірлік тақтаны әдепкі өлшемге қайта орнатады. Дәл қазір бүйірлік тақта кеңейтіледі."
         },
         VIEW_DOC: {
            NAME: "Docs Viewer ішінде ашу",
            TOOLTIP: "Docs Viewer ішінде ашу",
            A11Y: "Бұл түймешік, жаңа шолғыш терезесінің ішін көруге, файлды ашады."
         },
         EDIT_DOC: {
            NAME: "Құжаттарда өңдеу",
            TOOLTIP: "Осы файлды өңдеу үшін HCL Docs қолданбасын пайдалану",
            A11Y: "Бұл түймешік, жаңа терезенің ішінде Құжаттарда өңдеу үшін файлды ашады."
         },
         EDIT_OFFICE: {
            TITLE: "Өңдеу опциялары.",
            NAME: "Microsoft Office Online ішінде өңдеу",
            TOOLTIP: "Осы файлды өңдеу үшін Microsoft Office Online пайдалану",
            A11Y: "Бұл түйме Microsoft Office Online бағдарламасындағы жаңа терезеде өңделетін файлды ашады."
         },
         EDIT_OFFICE_WORD: {
           NAME: "Microsoft Word Online ішінде өңдеу",
           TOOLTIP: "Осы файлды өңдеу үшін Microsoft Word Online пайдалану",
           A11Y: "Бұл түйме Microsoft Word Online бағдарламасындағы жаңа терезеде өңделетін файлды ашады."
         },
         EDIT_OFFICE_EXCEL: {
             NAME: "Microsoft Excel Online ішінде өңдеу",
             TOOLTIP: "Осы файлды өңдеу үшін Microsoft Excel Online пайдалану",
             A11Y: "Бұл түйме Microsoft Excel Online бағдарламасындағы жаңа терезеде өңделетін файлды ашады."
         },
         EDIT_OFFICE_POWERPOINT: {
             NAME: "Microsoft PowerPoint Online ішінде өңдеу",
             TOOLTIP: "Осы файлды өңдеу үшін Microsoft PowerPoint Online пайдалану",
             A11Y: "Бұл түйме Microsoft PowerPoint Online бағдарламасындағы жаңа терезеде өңделетін файлды ашады."
         },
         OFFICE_EDITED: {
             SUCCESS: "Бұл файл сақталуда."
         },
         ROUNDTRIP_EDIT: {
            NAME: "Жұмыс үстелінде өңдеу",
            DIALOG_TITLE: "Жұмыс үстелінде өңдеу",
            TOOLTIP: "Осы құжатты өңдеу",
            A11Y: "Бұл түймешік жергілікті өңдеу үшін файлды ашады.",
            PROMPT: "Бұл мүмкіндік компьютерде орнатылған қолданылатын бағдарламалық жасақтаманы өңдеу үшін рұқсат береді.",
            INSTALL: "Жалғастыру алдында ${startLink}жұмыс үстелі файлының қосқыштарын орнатыңыз${endLink}.",
			// The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "Маңызды:",
            REMINDER: "Өңдеуді аяқтаған соң, жұмыс үстелі файл қосқыштарын қолданып жоба жазбаны жариялау керек.",
            SKIP_DIALOG: "Осы хабарламаны енді көрсетпеңіз.",
            OK: "OK",
            CANCEL: "Болдырмау"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "Растау",
            DELETE_VERSION: "${version} нұсқасын жою",
            DELETE_VERSION_AND_PRIOR: "${version} нұсқасы мен барлық бұрынғы нұсқаларды жою",
            PROMPT: "Сіз ${version} нұсқасын жоюдасыз. Жалғастыру керек пе?",
            DELETE_PRIOR: "Сонымен қатар, барлық нұсқаларды жою",
            ERROR: "Нұсқаны жою кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Мына нұсқасын жою",
            OK: "OK",
            CANCEL: "Болдырмау"
         },
         GET_LINKS: {
            DIALOG_TITLE: "Сілтемелер алу",
            LINK_FILE: "Файлға сілтеу:",
            LINK_PREVIEW: "Алдыңғы файлға сілтеу:",
            LINK_DOWNLOAD: "Жүктеп алу файлына сілтеу:",
            TOOLTIP: "Файлға сілтеу",
            OK: "Жабу"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "Осы нұсқаны жүктеп алу"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "Растау",
            PROMPT: "Осы файлдың ағымдағы нұсқасын ${version} нұсқасымен ауыстырудасыз. Жалғастыру керек пе?",
            ERROR: "Нұсқаны қалпына келтіру кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Осы нұсқаны қалпына келтіру",
            CHANGE_SUMMARY: "${version} нұсқасынан қалпына келтірілген",
            OK: "OK",
            CANCEL: "Болдырмау"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "Растау",
            REMOVE_EVERYONE: "Мына файлға арналған ұйымыңыздың қатынасын жоюға сенімдісіз бе? Егер қатынас жойлыса, онда файл қалталардан және ұйым деңгейіндегі қатынасқа рұқсат беретін қауымдастықтардан жойылады және тек иесі және бірге бөлісетін адамдар қарап, онымен жұмыс істей алады.",
            REMOVE_USER: "${user} пайдаланушысымен бөлісуді тоқтатуға сенімдісіз бе? Ортақ пайдалануды тоқтатсаңыз,  ${user} осы файлды тек қалталар арқылы ғана немесе ұйымыңызда ортақ пайдаланылған болса ғана қатынастыра алады.",
            REMOVE_COMMUNITY: "Осы файлды ${communityName} қауымдастығынан шынымен жою керек пе?",
            REMOVE_FOLDER: "Осы файлды ${folderName} қалтасынан жою керек пе?",
            REMOVE_EVERYONE_TOOLTIP: "Ұйымыңыздың қатынасын жою",
            REMOVE_USER_TOOLTIP: "${user} пайдаланушысымен барлық ортақтасуларды жою",
            REMOVE_COMMUNITY_TOOLTIP: "${communityName} қауымдастығынан жою",
            REMOVE_FOLDER_TOOLTIP: "${folderName} қалтасынан жою",
            OK: "OK",
            CANCEL: "Болдырмау",
            EFSS: {
              DIALOG_TITLE: "Растау",
              REMOVE_EVERYONE: "Мына файлға арналған ұйымыңыздың қатынасын жоюға сенімдісіз бе? Егер қатынас жойлыса, нда файл қалталардан және ұйым деңгейіндегі қатынасқа рұқсат беретін қауымдастықтардан жойылады және тек иесі және бірге бөлісетін адамдар қарап, онымен жұмыс істей алады.",
              REMOVE_USER: "${user} пайдаланушысымен бөлісуді тоқтатуға сенімдісіз бе? Ортақ пайдалануды тоқтатсаңыз,  ${user} осы файлды тек қалталар арқылы ғана немесе ұйымыңызда ортақ пайдаланылған болса ғана қатынастыра алады.",
              REMOVE_COMMUNITY: "Осы файлды ${communityName} қауымдастығынан шынымен жою керек пе?",
              REMOVE_FOLDER: "Осы файлды ${folderName} қалтасынан жою керек пе?",
              REMOVE_EVERYONE_TOOLTIP: "Ұйымыңыздың қатынасын жою",
              REMOVE_USER_TOOLTIP: "${user} пайдаланушысымен барлық ортақтасуларды жою",
              REMOVE_COMMUNITY_TOOLTIP: "${communityName} қауымдастығынан жою",
              REMOVE_FOLDER_TOOLTIP: "${folderName} қалтасынан жою",
              OK: "OK",
              CANCEL: "Болдырмау",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "Осы аңғартпаны өңдеу"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "Растау",
            PROMPT: "Осы аңғартпаны жойғыңыз келетініне сенімдісіз бе?",
            ERROR: "Пікірді жою кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Осы пікірді жою",
            OK: "OK",
            CANCEL: "Болдырмау"
         },
         LIKE: {
            LIKE: "Осы файлды ұнату",
            UNLIKE: "Осы файлды ұнатпау",
            LIKE_A11Y: "Файлды ұнату үшін осы түймені басыңыз.",
            UNLIKE_A11Y: "Файлды ұнатпау үшін осы түймені басыңыз.",
            LIKED_SUCCESS: "Осы файлды ұнатасыз",
            UNLIKE_SUCCESS: "Осы файлды ұнатпайсыз"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "Өңдеу сипаттамасы",
            ERROR: {
               DEFAULT: "Сипаттаманы сақтау мүмкін болмады. Әрекетті кейінірек қайталаңыз.",
               UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Сипаттаманы жаңарту алдында жүйеге қайта кіруіңіз қажет.",
               NOT_FOUND: "Сипаттаманы сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
               ACCESS_DENIED: "Сипаттаманы сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "Файл атын сақтау қатесі",
               CONFLICT: "Файл аты бұрыннан бар"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "Мына файлды орындау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                  UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды орындау алдында жүйеге қайта кіруіңіз қажет.",
                  NOT_FOUND: "Бұл файлды бақылай алмайсыз, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
                  ACCESS_DENIED: "Бұл файлды бақылай алмайсыз, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
               },
               UNFOLLOW: {
                  DEFAULT: "Мына файлды орындамау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                  UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлға жазылуды тоқтату алдында жүйеге қайта кіруіңіз қажет.",
                  NOT_FOUND: "Осы файлды орындауды тоқтата алмайсыз өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
                  ACCESS_DENIED: "Осы файлды орындауды тоқтата алмайсыз өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
               }
            },
            FOLLOW_NAME: "Бақылау",
            FOLLOW_TOOLTIP: "Мына файлдың ізіне түсу",
            FOLLOW_A11Y: "Бұл түймешік файлды бақылайды.",
            FOLLOW_SUCCESS: "Сіз енді осы файлдың оқырманы болып табыласыз.",
            STOP_FOLLOWING_NAME: "Орындауды тоқтату",
            STOP_FOLLOWING_TOOLTIP: "Мына файлдың ізіне түсуді тоқтату",
            STOP_FOLLOWING_A11Y: "Бұл түймешік файлды бақылауды тоқтатады.",
            STOP_FOLLOWING_SUCCESS: "Бұл файлдың оқырманы болуды тоқтаттыңыз."
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "Sync бағдарламасына қосу",
               TOOLTIP: "Осы файлды үндестіру үшін қосыңыз",
               A11Y: "Бұл түймешік файлды үндестіру үшін қосады.",
               SUCCESS: "Осы файлды үндестіру үшін қосқансыз.",
               ERROR: {
                  DEFAULT: "Бұл файлды синхрондауға қосу кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                  UNAUTHENTICATED: "Сеанс уақыты бітті. Осы файлды синхрондауға қосу алдында қайта кіруіңіз қажет.",
                  NOT_FOUND: "Бұл файлды қоса алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды.",
                  ACCESS_DENIED: "Бұл файлды қоса алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды."
               }
            },
            STOP_SYNC: {
               NAME: "Sync бағдарламасынан жою",
               TOOLTIP: "Үндестіруден осы файлды жойыңыз.",
               A11Y: "Бұл түймешік файлды үндестіруден жояды.",
               SUCCESS: "Осы файлды үндестіруден жойғансыз.",
               ERROR: {
                  DEFAULT: "Бұл файлды синхрондау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                  UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды синхрондаудан жою алдында жүйеге қайта кіруіңіз қажет.",
                  NOT_FOUND: "Бұл файлды алып тастай алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды.",
                  ACCESS_DENIED: "Бұл файлды алып тастай алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды."
               }
            },
            MYDRIVE: {
                NAME: "Менің дискіме қосу",
                TOOLTIP: "Осы файлды Менің дискіме қосыңыз",
                A11Y: "Бұл түймешік Менің дискімме файлдарды қосады.",
                SUCCESS: "Бұл файлды сіз Менің дискіме қостыңыз.",
                ERROR: {
                   DEFAULT: "Бұл файлды Менің дискіме қосу кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                   UNAUTHENTICATED: "Сеанс уақыты бітті. Осы файлды Менің дискіме қосу алдында қайта кіруіңіз қажет.",
                   NOT_FOUND: "Бұл файлды менің дискіме қоса алмайсыз, себебі файл жойлған немесе сізбен ортақ пайдаланылмайды.",
                   ACCESS_DENIED: "Бұл файлды менің дискіме қоса алмайсыз, себебі файл жойлған немесе сізбен ортақ пайдаланылмайды."
                }
             },
             REMOVE_MYDRIVE: {
                NAME: "Менің дискімнен жою",
                TOOLTIP: "Бұл файлды Менің дискімнен жойыңыз",
                A11Y: "Бұл түймешік Менің дискімнен файлды жойады.",
                SUCCESS: "Бұл файлды Менің дискімнен жойдыңыз.",
                ERROR: {
                   DEFAULT: "Бұл файлды Менің дискімнен жою кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
                   UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Менің дискімнен осы файлды жою алдында жүйеге қайта кіруіңіз қажет.",
                   NOT_FOUND: "Бұл файлды Менің дискімнен алып тастай алмайсыз, себебі файл жойлған немесе сізбен ортақ пайдаланылмайды.",
                   ACCESS_DENIED: "Бұл файлды Менің дискімнен алып тастай алмайсыз, себебі файл жойлған немесе сізбен ортақ пайдаланылмайды."
                }
             }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "Бекіту",
            FAVORITE_TOOLTIP: "Осы файлды бекіту",
            FAVORITE_A11Y: "Бұл түймешік файлды бекітеді",
            FAVORITE_SUCCESS: "Осы файлды бекіттіңіз.",
            STOP_FAVORITEING_NAME: "Босату",
            STOP_FAVORITEING_TOOLTIP: "Осы файлды бекітпеңіз.",
            STOP_FAVORITEING_A11Y: "Осы түймешік файлды бекітпейді.",
            STOP_FAVORITEING_SUCCESS: "Осы файлды бекітпедіңіз."
         },
         TRASH: {
            NAME: "Себет себетіне жылжыту",
            DIALOG_TITLE: "Растау",
            PROMPT: "Осы файлды себетке жылжытқыңыз келеді ме? Осы файлды себетке жылжыту оны ортақ пайдаланатын әлдекімге қолжетімсіз етеді.",
            ERROR: "Файлды жою кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Осы файлды жою",
            OK: "OK",
            CANCEL: "Болдырмау",
            A11Y: "Бұл түймешік файлды себетке жылжытады.",
            SUCCESS_MSG: "${file} файлы себетке көшірілді."
         },
         REFRESH: {
            NAME: "Жаңарту",
            ERROR: "Файлды көру құралын жаңарту кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Файлдың қарап шығу құралын тазарту",
            INFO_MSG: "Соңғы мазмұнды алу үшін жаңартыңыз. ${link}",
            A11Y: "Бұл түймешік файлды себетке жылжытады.",
            SUCCESS_MSG: "Мазмұн сәтті тазартылған."
         },
         COPY_FILE: {
            NAME: "Қауымдастыққа көшіруді беру...",
            DIALOG_TITLE: "Растау",
            ERROR: "Файлды көшіру кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
            TOOLTIP: "Осы файлдың көшірмесін қауымдастыққа беріңіз",
            OK: "OK",
            CANCEL: "Болдырмау",
            A11Y: "Бұл түймешік қауымдастыққа осы файлдың көшірмесін беруді рұқсат ететін диалогты ашады.",
            SUCCESS_MSG: "${file} ${community} қауымдастығына көшірілді."
         },
         TRANSFER_FILE: {
            NAME: "Иелік тасымалдануда...",
            DIALOG_TITLE: "Иелікті тасымалдау",
            TOOLTIP: "Осы файлды жаңа пайдаланушыға тасымалдау",
            A11Y: "Бұл түйме осы файлды жаңа иегерге тасымалдауға мүмкіндік беретін диалог терезесін ашады.",
            EMPTY: "Бос"
         },
         UPLOAD_VERSION: {
            NAME: "Жаңа нұқсаны жүктеп алу",
            NAME_SHORT: "Жүктеп салу",
            CHANGE_SUMMARY: "Міндетті емес өзгерту жиынтығы...",
            TOOLTIP: "Осы файлдың жаңа нұсқасын жүктеп салу",
            A11Y: "Бұл түймешік осы файлдың жаңа нұсқасын жүктеп салуға мүмкіндік беретін тіл қатысу терезесін ашады."
         },
         LOG_IN: {
            NAME: "Кіру",
            TOOLTIP: "Файлдар, пікірлер жүктеп алу, бөлісу және қалталар жасау үшін жүйеге кіріңіз"
         },
         LOCK: {
            NAME: "Файлды құрсаулау",
            TITLE: "Осы файлды құлыптау",
            A11Y: "Осы файлды құлыптау",
            SUCCESS: "Файл жаңа құрсауланған.",
            ERROR: "Осы файл құрсауланбайды, себебі ол жойылған немесе сізбен ортақ пайдаланылмайды"
         },
         UNLOCK: {
            NAME: "Файлды құрсаудан шығару",
            TITLE: "Мына файлды құрсаудан шығару",
            A11Y: "Мына файлды құрсаудан шығару",
            SUCCESS: "Файл жаңа құрсаудан шығарылған.",
            ERROR: "Файл бұғатталмайды, себебі ол жойылған немесе сізбен ортақ пайдаланылмайды."
         },
         EDIT_ON_DESKTOP: {
            NAME: "Жұмыс үстелінде өңдеу",
            TITLE: "Жұмыс үстелінде өңдеу",
            A11Y: "Жұмыс үстелінде өңдеу"
         },
         FLAG: {
            FILE: {
               NAME: "Сәйкес емес деп белгілеу",
               TITLE: "Файлға жалауша қою",
               A11Y: "Бұл файлға сәйкес емес деп жалауша қою",
               PROMPT: "Бұл файлға жалауша қою себебін көрсетіңіз (таңдамалы):",
               OK: "Жалауша",
               CANCEL: "Болдырмау",
               SUCCESS: "Файлға жалауша қойылып, тексеруге жіберілді.",
               ERROR: "Осы файлды қате белгіленуде, кейінірек қайталап көріңіз."
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "Сәтті",
               PROMPT: "Файлға жалауша қойылып, тексеруге жіберілді.",
               CANCEL: "OK"
            },
            COMMENT: {
               NAME: "Сәйкес емес деп белгілеу",
               TITLE: "Аңғартпаға жалауша қою",
               A11Y: "Осы аңғартпаға қатысы жоқ деп жалауға тігіңіз",
               PROMPT: "Бұл пікірге жалауша қою себебін көрсетіңіз (таңдамалы):",
               OK: "Жалауша",
               CANCEL: "Болдырмау",
               SUCCESS: "Аңғартпаға жалауша қойылып, тексеруге жіберілді.",
               ERROR: "Осы пікірді қате белгіленуде, кейінірек қайталап көріңіз."
            }
         },
         MODERATION: {
            DIALOG_TITLE: "Сәтті",
            PROMPT: "Өзгерістер қарап шығуға жіберілді. Өзгерістерді растағанша бұл файл қолжетімді болмайды.",
            CANCEL: "OK"
         },
         DROPDOWN_BUTTON: "Ашылмалы түймешік"
      },
      SECTION: {
         ABOUT: {
            NAME: "Осы файл туралы",
            VIEW_FILE_DETAILS: "Файл мәліметтерін көру",
            A11Y: "Осы байланысты белсендіру файлдың қарап шығу құралын жабады және осы файл үшін файл мәліметтерінің бетіне бағыттайды."
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "Осы файлға қолжетімді алдын ала көру жоқ"
         },
         IMAGE: {
            ZOOM_IN: "Үлкейту",
            ZOOM_OUT: "Кішірейту",
            RESET: "Ысыру",
            ZOOM_IN_A11Y: "Бұл түймешік кескінді үлкейтеді.",
            ZOOM_OUT_A11Y: "Бұл түймешік кескінді кішірейтеді.",
            RESET_ZOOM_A11Y: "Бұл түймешік ұлғайту деңгейін қайта орнатады.",
            UNSAFE_PREVIEW: "Бұл файл алдын ала көрсетілмейді, себебі ол вирустарға тексерілмеген."
         },
         VIEWER: {
            LOADING: "Жүктелуде...",
            PUBLISHING: "Жариялануда...",
            NO_PUBLISHED_VERSION: "Бұл файлдың жарияланған нұсқасы көру үшін қол жетімсіз.",
            IFRAME_TITLE: "Осы файлдың алдын ала көрінісі",
            AUTOPUBLISH_TIMEOUT: "Сервердің жауап беруі тым ұзақ.  Ең соңғы өзгерістерді жариялау мүмкін болмады."
         },
         VIDEO: {
            UNSAFE_PREVIEW: "Бұл файл алдын ала көрсетілмейді, себебі ол вирустарға тексерілмеген."
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "${user} пайдаланушысы бүгін ${time} уақытында соңғы рет жаңартты",
            YESTERDAY: "${user} пайдаланушысы кеше ${time} уақытында жаңартты",
            DAY: "${user} пайдаланушысы ${EEee} күні ${time} уақытында соңғы рет жаңартты.",
            MONTH: "${user} пайдаланушысы ${date_long} күні соңғы рет жаңартылды",
            YEAR: "${user} пайдаланушысы ${date_long} күні соңғы рет жаңартылды"
         },
         CREATED: {
            TODAY: "${user} пайдаланушысы бүгін ${time} уақытында жасады",
            YESTERDAY: "${user} пайдаланушысы кеше ${time} уақытында жасады",
            DAY: "${user} пайдаланушысы ${EEee} күні ${time} уақытында жасады",
            MONTH: "${user} пайдаланушысы ${date_long} күні жасады",
            YEAR: "${user} пайдаланушысы ${date_long} күні жасады"
         },
         LONG: {
            TODAY: "${EEEE}, ${date_long}, ${time_long}",
            YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
            DAY: "${EEEE}, ${date_long}, ${time_long}",
            MONTH: "${date_long}, ${time_long}",
            YEAR: "${date_long}, ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - Бүгін",
            YESTERDAY: "${time} - Кеше",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "Бүгін",
            YESTERDAY: "Кеше",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} байт",
         KB: "${0} Кбайт",
         MB: "${0} Мбайт",
         GB: "${0} Гбайт",
         TB: "${0} ТБ"
      },
      COMMENT_BOX: {
         TITLE: "Пікір мәтінінің аймағы",
         SHADOW_TEXT: "Пікірді салу...",
         CANNOT_ACCESS_CONTENT: "Аталған келесі адамдар мазмұнды көре алмайды, себебі оларда мазмұнға рұқсат жоқ:",
         ERROR: "Сілтеме жасағыңыз келген пайдаланушыны тексеру барысында қателік пайда болды.",
         POST: "Хабар",
         SAVE: "Сақтау",
         CANCEL: "Болдырмау",
         EXTERNAL_WARNING: "Пікірлерді ұйымыңыздан тыс адамдар көре алады."
      },
      EDIT_BOX: {
         SAVE: "Сақтау",
         CANCEL: {
            TOOLTIP: "Болдырмау",
            A11Y: "Бұл түймешік файл атын өңдеу әрекетінен бас тартады."
         },
         INVALID_CHARACTERS: "Жарамсыз таңба",
         INVALID_CHARACTERS_REMOVED: "Жарамсыз таңба жойылды"
      },
      COMMENT_WIDGET: {
         EDITED: "(Өңделген)",
         EDITED_DATE: {
            TODAY: "Бүгін ${time} өңделді",
            YESTERDAY: "Кеше ${time} уақытынды өңделді",
            DAY: "${EEee} күні ${time} уақытында өңделді",
            MONTH: "${date_long} өңделді",
            YEAR: "${date_long} өңделді"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "Сақтау",
         CANCEL: "Болдырмау",
         USER: "Кісі",
         COMMUNITY: "Қауымдастық",
         SHARE: "Ортақ пайдалану",
         SHARE_ALT: "Осы пайдаланушымен ортақ пайдалану",
         MEMBER_TYPE: "Мүше түрі",
         PERSON_SHADOW: "Кісіні табу үшін теру",
         COMMUNITY_SHADOW: "Қауымдастықты табу үшін теру",
         PERSON_ARIA: "Тұлғаны табу үшін теріңіз. Ал shift tab қойындысын басу арқылы адамдар, қауымдастықтар және ұйым ішіндегі кез келген адам арасында өзгерте аласыз.",
         COMMUNITY_ARIA: "Қауымдастықты табу үшін теріңіз. Ал shift tab қойындысын басу арқылы адамдар, қауымдастықтар, және ұйым ішіндегі әрбіреуі арасында өзгерте аласыз.",
         PERSON_FULL_SEARCH: "Кісі тізімде жоқ па? Толық іздеуді қосу...",
         COMMUNITY_FULL_SEARCH: "Қауымдастық тізімде жоқ па? Толық іздеуді пайдалану...",
         ADD_OPTIONAL_MESSAGE: "Қосымша хабар қосу",
         ROLE_LABEL: "Рөл",
         ROLE_EDIT: "Өңдеуші",
         ROLE_VIEW: "Оқырман"
      },
      FILE_STATE: {
         DOCS_FILE: "Бұл - Docs файлы. Барлық өңдеу жұмыстары онлайн жасалуы қажет.",
         LOCKED_BY_YOU: {
            TODAY: "${time} уақытында сіздің тарапыңыздан құлыпталды.",
            YESTERDAY: "Кеше ${time} уақытында құлыптадыңыз.",
            DAY: "${date} күні сіздің тарапыңыздан құлыпталды.",
            MONTH: "${date} күні сіздің тарапыңыздан құлыпталды.",
            YEAR: "${date_long} күні сіздің тарапыңыздан құлыпталды."
         },
         LOCKED_BY_OTHER: {
            TODAY: "${time} уақытында ${user} тарапынан құлыпталды.",
            YESTERDAY: "Кеше ${time} уақытында ${user} құлыптады.",
            DAY: "${date} күні ${user} пайдаланушысы құлыптады.",
            MONTH: "${date} күні ${user} пайдаланушысы құлыптады.",
            YEAR: "${date_long} күні ${user} тарапынан құлыпталды."
         }
      },
      VALIDATION: {
         A11Y_TEXT: "Автоматты түрде бұл мәтінді қысқартады",
         COMMENT: {
            WARN_TOO_LONG: "Пікір тым ұзын.",
            TRIM: "Аңғартпаны қысқарту керек пе?"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "Сипаттама тым ұзын.",
            TRIM: "Сипаттаманы қысқарту керек пе?"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "Хабар тым ұзын.",
            TRIM: "Хабарды қысқарту керек пе?"
         },
         TAG: {
            WARN_TOO_LONG: "Бұл тег тым ұзақ.",
            TRIM: "Тегті қысқарту керек пе?"
         },
         TAGS: {
            WARN_TOO_LONG: "Бір не одан көп тег тым ұзақ.",
            TRIM: "Тегтерді қысқарту керек пе?"
         },
         FILENAME: {
            WARN_TOO_LONG: "Файл аты тым ұзақ"
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "Бұл файл HCL Docs құжаттарын иеленетін адамдар арқылы ғана желіде өңделеді.",
         NO_ENTITLEMENT_LINK: "Бұл файлды ${startLink}HCL Docs${endLink} қолданбасы бар адамдар онлайн өңдей алады.",
		 // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "Дәл қазір бұл файл ${users} пайдаланушы тарапынан вебте өңделуде.",
         UNPUBLISHED_CHANGES: "Нұсқа сияқты жарияланған осы жоба жазбасына өңдеулер бар.",
         PUBLISH_A_VERSION: "Нұсқаны жариялау",
         PUBLISH_SUCCESS: "Бұл файлдың нұсқасын сәтті жарияладыңыз",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "Нұсқаны жариялау мүмкін емес өйткені қатынас қабылданбады.",
            NOT_FOUND: "Нұсқаны жариялау мүмкін емес өйткені құжат табылмады.",
            CANNOT_REACH_REPOSITORY: "Нұсқаны жариялау мүмкін емес өйткені Docs сервері файл репозиторийіне қосыла алмады.",
            QUOTA_VIOLATION: "Бос орын шектеулеріне байланысты нұсқаны жариялау мүмкін болмады. Осы нұсқаны жариялау үшін жеткілікті бос орынды босату үшін басқа файлдарды жойыңыз.",
            CONVERSION_UNAVAILABLE: "Нұсқаны жариялау мүмкін емес, себебі Docs түрлендіру қызметі қолжетімді емес. Әрекетті кейінірек қайталаңыз.",
            TOO_LARGE: "Нұсқаны жариялау мүмкін емес өйткені құжат тым үлкен.",
            CONVERSION_TIMEOUT: "Нұсқаны жариялау мүмкін емес, себебі Docs түрлендіру қызметімен құжатты түрлендіруге тым көп уақыт кетеді. Әрекетті кейінірек қайталаңыз.",
            SERVER_BUSY: "Нұсқаны жариялау мүмкін болмады, себебі Docs сервері бос емес. Әрекетті кейінірек қайталаңыз.",
            DEFAULT: "Нұсқаны жариялау мүмкін емес, себебі Docs қызметі қолжетімді емес. Әрекетті кейінірек қайталаңыз."
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "Өңдеу жұмыстарыңыз жариялануда. ${startLink}Өзгерістерді көру үшін жаңартыңыз.${endLink}",
            GENERIC: "Ең соңғы өзгерістерді көру үшін бетті жаңарту керек болуы мүмкін.  ${startLink}Жаңарту${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "Пікірлер жоқ.",
         MODERATED: "Аңғартпа тексерілуге жіберілді және ол мақұлданған кезде қол жетімді болады.",
         ERROR: {
            SAVE: {
               DEFAULT: "Пікірді сақтау мүмкін болмады. Әрекетті кейінірек қайталаңыз.",
               UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Пікірді сақтау алдында қайта кіруіңіз қажет.",
               NOT_FOUND: "Пікіріңіз сақталмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
               ACCESS_DENIED: "Пікіріңіз сақталмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
            },
            DELETE: {
               DEFAULT: "Пікірді өшіру мүмкін болмады.  Әрекетті кейінірек қайталаңыз.",
               UNAUTHENTICATED: "Сеанс уақыты бітті. Пікірді жою алдында қайта кіруіңіз қажет.",
               NOT_FOUND: "Пікіріңіз жойылмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
               ACCESS_DENIED: "Пікіріңіз жойылмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "Сақтау",
         EDIT_TAGS: "Тегтерді өңдеу",
         ERROR: {
            SAVE: {
               DEFAULT: "Тегті жасау мүмкін болмады. Әрекетті кейінірек қайталаңыз."
            },
            DELETE: {
               DEFAULT: "Тегті жою мүмкін емес. Әрекетті кейінірек қайталаңыз."
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "Қосымша мәлімет оқу...",
         READ_LESS: "Азырақ оқу..."
      },
      SHARE: {
         EVERYONE: "Ұйымымдағы кез келген адам",
         ADD_TOOLTIP: "Сақтау",
         ROLES: {
            OWNER: "Иесі",
            EDIT: "Өңдеушілер",
            VIEW: "Оқырмандар",
            FOLDER: "Қалталармен ортақ пайдаланылған"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "Иесі"
            },
            EDIT: {
               ROLE: "Өңдеу",
               ADD: "Өңдеушіні қосу"
            },
            VIEW: {
               ROLE: "Оқырман",
               ADD: "Оқырман қосу"
            },
            FOLDER: {
               ADD: "Қалталарды қосу",
               COMMUNITY_ADD: "Қалтаға қосу",
               MOVE: "Қалтаға жылжыту"
            },
            MULTI: {
               ADD: "Адамдар немесе қауымдастықтар қосу",
               ADD_PEOPLE: "Адамдар қосу"
            }
         },
         PUBLIC: {
            SHORT: "Ұйымымдағы кез келген адам",
            LONG: {
               GENERIC: "Ұйымыңыз ішіндегі әрбір",
               ORG: "${org} ұйымындағының барлығы"
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "Бұл файлды ${user} пайдаланушысы әлдеқашан бөліскен.",
            ERROR: "Бұл уақытта ${user} пайдаланушысымен бөлісу мүмкін емес.",
            SELF: "Өзіңізбен бөліуіңіз мүмкін емес."
         },
         SHARE_INFO: {
            PROMOTED: "${user} пайдаланушысы жоғарғы ортақ рөлге шақырылды."
         },
         SHARE_SUCCESS: {
            SUCCESS: "${user} пайдаланушысымен сәтті ортақ қолданылды"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "Файл сәтті ортақ пайдаланылды."
         },
         MESSAGE_BOX: {
            HINT_TEXT: "Міндетті емес хабарлама..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "Дайындау сыртқы пайдаланушысы",
               ACTION: "Дайындау сыртқы пайдаланушысы...",
               TOOLTIP: "Дайындау сыртқы пайдаланушысы",
               DIALOG_TITLE: "Мазмұн бөлісілмеген",
               PROMPT: {
                  NO_ACCOUNT: "Келесі пайдаланушының тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
                  INVITE: "Мазмұнды онымен бірге ортақтасу үшін мейман секілді пайдаланушыны шақырыңыз."
               },
               SUBMIT: "Шақыруды жалғастыру",
               CANCEL: "Болдырмау",
               ERROR: "Тіркелгіні дайындау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
               SUCCESS: "Пайдаланушы тіркелгісі дайындалды."
            },
            PLURAL: {
               NAME: "Дайындау сыртқы пайдаланушылары",
               ACTION: "Дайындау сыртқы пайдаланушылары...",
               TOOLTIP: "Дайындау сыртқы пайдаланушылары",
               DIALOG_TITLE: "Мазмұн бөлісілмеген",
               PROMPT: {
                  NO_ACCOUNT: "Келесі пайдаланушылардың тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
                  INVITE: "Мазмұнды олармен бірге ортақтастыру үшін мейман секілді пайдаланушыларды шақырыңыз."
               },
               SUBMIT: "Шақыртуды жалғастыру",
               CANCEL: "Болдырмау",
               ERROR: "Тіркелгілерді дайындау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
               SUCCESS: "Пайдаланушы тіркелгілері дайындалды."
            },
            ABSTRACT: {
               NAME: "Дайындау сыртқы пайдаланушылары",
               ACTION: "Дайындау сыртқы пайдаланушылары...",
               TOOLTIP: "Дайындау сыртқы пайдаланушылары",
               DIALOG_TITLE: "Мазмұн бөлісілмеген",
               PROMPT: {
                  NO_ACCOUNT: "Кейбір пайдаланушының тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
                  INVITE: "Мазмұнды олармен бірге ортақтастыру үшін мейман секілді пайдаланушыларды шақырыңыз."
               },
               SUBMIT: "Шақыртуды жалғастыру",
               CANCEL: "Болдырмау",
               ERROR: "Тіркелгілерді дайындау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
               SUCCESS: "Пайдаланушы тіркелгілері дайындалды."
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "Ортақтасу параметрлері",
         PROPAGATION: "Басқаларға осы файлды ортақ пайдалануға рұқсат беру",
         EVERYONE: "Бұл файлды барлығы ортақ пайдалана алады.",
         OWNER_ONLY: "Бұл файлды тек иесі ортақ пайдалана алады.",
         STOP_SHARE: "Ортақ пайдалануды тоқтату",
         MAKE_INTERNAL: "Сырттай ортақ қолдануды тоқтату",
         MAKE_INTERNAL_SUCCESS: "Мына файл ұйымыңыздың сыртындағы пайдаланушылармен ортақтаспайды.",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "Ішкі етіп жасайсыз ба?",
            PROMPT: "Мына файлды ішкі етіп жасау ұйымыңыздың сыртындағы пайдаланушылармен ұзақ ортақтаспайды дегенді білдіреді. ${br}${br}" +
            "Кез келген ортақтасулармен сыртқы пайдаланушылар, қауымдастықтар немесе қалталар жойылады.${br}${br}Ішкі файл біржола жасалды әрі бас тарту мүмкін емес.",
            EFSS: {
               DIALOG_TITLE: "Ішкі етіп жасайсыз ба?",
               PROMPT: "Мына файлды ішкі етіп жасау ұйымыңыздың сыртындағы пайдаланушылармен ұзақ ортақтаспайды дегенді білдіреді. ${br}${br}" +
               "Сыртқы адамдармен немесе қалталармен кез келген ортақтасулар жойылады.${br}${br}Ішкі файл біржола жасалды әрі бас тарту мүмкін емес."
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "Файлды ортақтастыруды тоқтату",
            PROMPT: "Осы файлды ортақ қолдануды тоқтатқыңыз келетініне сенімдісіз бе?",
            QUESTION_PUBLIC: "Бұл файл енді ұйымыңыздағы кез келген адамға көрінбейді немесе адамдармен, қалталармен немесе қауымдастықтармен бөлісілмейді. Бұл жұмысты тоқтату мүмкін емес.",
            QUESTION_PUBLIC_E: "Бұл файл енді ұйымыңыздағының барлығына көрінбейді немесе адамдармен немесе қалталармен бөлісілмейді. Бұл жұмысты тоқтату мүмкін емес.",
            QUESTION: "Файл енді адамдармен немесе қауымдастықтармен бөлісілмейді және жеке қалталардан бөлек барлық қалталардан жойылады. Бұл әрекетті тоқтату мүмкін емес.",
            QUESTION_E: "Бұл файл енді адамдармен бөлісілмейді және жеке қалталарыңыздан бөлек барлық қалталардан жойылады. Бұл әрекетті тоқтату мүмкін емес."
         },
         MAKE_PRIVATE_SUCCESS: "Мына файл қазір жеке.",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "Файлды бөлісуді тоқтату мүмкін емес. Әрекетті кейін қайталап көріңіз."
         }
      },
      SHARE_LINK: {
         MY_SHARES: "Менің бөлісулерім"
      },
      STREAM: {
         LOADING: "Жүктелуде...",
         LOAD_MORE: "Қосымша ақпарат жүктеу..."
      },
      ENTRY: {
         REMOVE: "Жою",
         RESTORE: "Қалпына келтіру",
         EDIT: "Өңдеу",
         DELETE: "Жою",
         OK: "OK",
         CANCEL: "Болдырмау",
         USER_PICTURE: "${0} суреті",
         FLAG: "Сәйкес емес деп белгілеу"
      },
      PANEL: {
         LOAD_ERROR: "Осы файлдың метадеректерін қатынастыру қате болды.",
         ABOUT: {
            TITLE: "Бағдарлама туралы",
            EXPAND_BUTTON: "Қосымша ақпарат көру үшін осы түймені жаю",
            CURRENT_VERSION_HEADER: "Ағымдағы нұсқа: ${versionNumber}",
            FILE_SIZE_HEADER: "Файл көлемі",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - Ағымдағы нұсқа",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - Барлық нұсқалар",
            DOCS_DRAFT_UPDATED_HEADER: "Өңделген жоба жазбасы",
            DOCS_DRAFT_CREATED_HEADER: "Жасалған жоба жазбасы",
            DOCS_UPDATED_HEADER: "жарияланды",
            DOCS_CREATED_HEADER: "Жасалды",
            UPDATED_HEADER: "Жаңартылған",
            CREATED_HEADER: "Жасалды",
            LIKES_HEADER: "Ұнатулар",
            LIKES_EXPAND_ICON: "Файлға кімнің байланысқанын көру үшін, осы белгішені шығарып алу",
            DOWNLOADS_HEADER: "Көріністер",
            DOWNLOADS_HEADER_MORE: "Көріністер (${0})",
            DOWNLOADS_EXPAND_ICON: "Осы белгішені файлды кім көргенін көру үшін шығарып алыңыз",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} жасырын",
            DOWNLOADS_LATEST_VERSION: "Бұл файлдың соңғы нұсқасын жүктеп алдыңыз",
            DOWNLOADS_LAST_VERSION: "Осы файлдың ${0} соңғы көрген нұсқасы",
            TAGS_HEADER: "Тегтер",
            DESCRIPTION_HEADER: "Сипаттама",
            DESCRIPTION_READ_MORE: "Қосымша мәлімет оқу...",
            LINKS_HEADER: "Сілтемелер",
            SECURITY: "Қауіпсіздік",
            FILE_ENCRYPTED: "Файл мазмұны шифрланған. Шифрланған файл мазмұны ізделмейді. Файл мазмұнын көру мүмкін емес және HCL Docs бағдарламасында өңдеу мүмкін емес.",
            GET_LINKS: "Сілтемелерді алу...",
            ADD_DESCRIPTION: "Сипаттаманы қосу",
            NO_DESCRIPTION: "Сипаттама жоқ",
            ADD_TAGS: "Тегтерді қосу",
            NO_TAGS: "Тегтер жоқ"
         },
         COMMENTS: {
            TITLE: "Пікірлер",
            TITLE_WITH_COUNT: "Пікірлер (${0})",
            VERSION: "${0} нұсқасы",
            FEED_LINK: "Осы аңғартпаларға арналған арна",
            FEED_TITLE: "Осы аңғартпаларға жасалған өзгерістерге feed reader арқылы өтіңіз"
         },
         SHARING: {
            TITLE: "Ортақ пайдалану",
            TITLE_WITH_COUNT: "Ортақтандырылған (${0})",
            SHARED_WITH_FOLDERS: "Қалталармен бөлісілді - ${count}",
            SEE_WHO_HAS_SHARED: "Кіммен ортақ пайдаланылғандығын қарау",
            COMMUNITY_FILE: "Қауыммен иеленген файлдар адамдарға немесе басқа қауымдастықтарға ортақ пайдаланылмайды.",
            SHARED_WITH_COMMUNITY: "'${0}' қауымдастығының ұүшелерімен бөлісілген",
            LOGIN: "Кіру",
            NO_SHARE: "Мына файл кез келген қалталарға әлі салынбағын.",
            ONE_SHARE: "Файл сіздің рұсқатыңыз жоқ 1-ші қалтасында немесе қауымдастықтығында.",
            MULTIPLE_SHARE: "Бұл файл сіздің рұсқатыңыз жоқ ${fileNumber} қалтада немесе қауымдастықта."
         },
         VERSIONS: {
            TITLE: "Нұсқалар",
            TITLE_WITH_COUNT: "Нұсқалар (${0})",
            FEED_LINK: "Осы нұсқаларға арналған веб арна",
            FEED_TITLE: "Веб-арна оқушысы арқылы осы файлға жасалған өзгертулерді бақылап отырыңыз"
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "Әрекеттің растамасы",
         DIALOG_TITLE: "Растау",
         PROMPT: "Бұл әрекетті орындауға сенімдісіз бе?",
         ERROR: "Әрекетті орындау кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
         TOOLTIP: "Әрекетті орындау",
         OK: "OK",
         CANCEL: "Болдырмау",
         A11Y: "Бұл түймешік ағымдағы әрекетті орындайды."
      },
      THUMBNAIL: {
         TITLE: "Нобай",
         CHANGE_LINK: "Нобайды өзгерту...",
         ERROR: "Нобайды сақтау мүмкін болмады. Әрекетті кейінірек қайталаңыз.",
         EXT_ERROR: "Мына қолдау көрсетілетін кеңейтілімдері бар файлды таңдаңыз: ${0}",
         SUCCESS: "Нобай өзгертілді",
         UPLOAD: "Сақтау",
         CANCEL: "Болдырмау"
      },
      UPLOAD_VERSION: {
         LINK: "Жаңа нұсқасын кері жүктеу...",
         CHANGE_SUMMARY: "Міндетті емес өзгерту жиынтығы...",
         ERROR: "Жаңа нұсқаны сақтау мүмкін болмады. Әрекетті кейінірек қайталаңыз.",
         SUCCESS: "Жаңа нұсқа сақталды",
         UPLOAD: "Жүктеп салу",
         UPLOAD_AND_CHANGE_EXTENSION: "Кеңейтімді жүктеп салу және өзгерту",
         CANCEL: "Болдырмау",
         TOO_LARGE: "${file} өлшемі рұқсат етілетін ${size} файл өлшемінен үлкен.",
         PROGRESS_BAR_TITLE: "Жаңа нұсқаны жүктеп салу (${uploaded}/${total} аяқталды)",
         CANCEL_UPLOAD: "Жүктеуді болдырмау"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "Файлға қатынасу кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.",
         UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Файлды көру алдында жүйеге қайта кіруіңіз қажет.",
         NOT_FOUND: "Сұраған файл жойылған немесе жылжытылған. Егер біреу осы сілтемені жіберсе, оның дұрыстығын тексеріңіз.",
         ACCESS_DENIED: "Бұл файлды көруге рұқсатыңыз жоқ. Файл сізбен бөлісілмеді.",
         ACCESS_DENIED_ANON: "Бұл файлды көруге рұқсатыңыз жоқ.  Егер бұл файл сіздікі немесе сізбен ортақ пайдаланылған болса, алдымен кіруіңіз керек."
      },
      NOTFOUND_FILE_DIALOG: {
         DIALOG_TITLE: "Қате",
         PROMPT: "Сұраған файл жойылған немесе жылжытылған.",
         CANCEL: "OK"
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "Растау",
        PROMPT: "HCL Connections сеансыңыздың уақыты бітті.${lineBreaks}Жүйеге қайта кіру үшін ОК түймесін немесе осы диалог терезесін жабу үшін Болдырмау түймесін басыңыз.",
        OK: "OK",
        CANCEL: "Болдырмау"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "Қатынас байланысын ала алмады",
        PROMPT: "Байланысты қабылдау кезінде бір қате кетті.${lineBreaks}Бетке қайта бағыттау үшін OK түймесін басыңыз.",
        OK: "OK",
        CANCEL: "Болдырмау"
      },
      LOAD_ERROR: {
         DEFAULT: "Ой, сілтемемен кіру кезінде қате орын алды.",
         ACCESS_DENIED: "Осы файлды көрсетуге арналған рұқсатты сұрау үшін файл иесімен байланысыңыз."
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - Файл",
         LOAD_ERROR: "Қатені байланыстыру файлы"
      },
      SHARE_WITH_LINK: {
         TITLE: "Сілтеме арқылы бөлісу",
         EMPTY_DESCRIPTION: "Сіз әлі де осы файл үшін сілтеме жасамағансыз. Файлды алдын-ала қарау және жүктеп алу үшін басқаларға жіберу үшін ортақ сілтемені жасаңыз.",
         CREATE_LINK: "Сілтеме жасау",
         COPY_LINK: "Сілтемені көшіру",
         DELETE_LINK: "Сілтеме жою",
         ACCESS_TYPE_1: "Сілтемесі бар кез келген адам осы файлды көре алады",
         ACCESS_TYPE_2: "Ұйымымдағы адамдар осы файлды көре алады",
         ACCESS_TYPE_1_DESCRIPTION: "Сілтеме алған адамдар Қосылымдарға кіргеннен кейін осы файлды алдын-ала қарап, жүктей алады.",
         ACCESS_TYPE_2_DESCRIPTION: "Сілтемеге ие болған ұйымымдағы адамдар Connections бағдарламасына кіргеннен кейін осы файлды алдын-ала қарап, жүктей алады.",
         CHANGE_TYPE_SUCCESS: "Қатынасу түрі өзгерген кезде сілтеме рұқсатының жаңартулары.",
         CHANGE_TYPE_ERROR: "Қатынасу түрі өзгерген кезде байланыс рұқсатының жаңартулары сәтсіз аяқталды.",
         COPY_LINK_SUCCESS: "Сілтеме аралық сақтағышға көшірілген",
         CREATE_SHARELINK_SUCCESS:"Сілтеме сәтті жасалды.",
         CREATE_SHARELINK_ERROR:"Қатеге байланысты сілтеме жасау мүмкін емес.",
         DELETE_SHARELINK_SUCCESS: "\"${file}\" ортақ сілтемесі жойылды.",
         DELETE_SHARELINK_ERROR: "Ортақ сілтеме жойылмады. Әрекетті кейін қайталап көріңіз.",
         CONFIRM_DIALOG: {
            OK: "Жою",
            DIALOG_TITLE: "Ортақ сілтемесін жойыңыз",
            PROMPT: "Бұл файл сілтемесі бар кез келген адамға қол жетімсіз болады. Сіз ортақ сілтемесін жойуға сенімдісіз бе?"
         },
         COPY_LINK_ACTION_TOOLTIP_TYPE_1: "Ортақ сілтеме белсенді. Сілтемесі бар кез келген адам осы файлды көре алады. Бұл сілтемені көшіру үшін басыңыз.",
         COPY_LINK_ACTION_TOOLTIP_TYPE_2: "Ортақ сілтеме белсенді. Ұйымымдағы адамдар осы файлды көре алады. Бұл сілтемені көшіру үшін басыңыз."
      }
});
