/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

({
	error: "Желіге шақыру күйі қол жеткізгісіз.  Әрекетті кейін қайталап көріңіз.",
	loading: "Желі шақыруларын жүктеп алу...",
	inNetwork: "${0} - желінің мүшесі.",
	pendingNetwork: "${0} желіге қосылуға шақырылды.",
	removeNetwork: "Алып тастайсыз ба?",
	defaultMessage: "Сізді жеке желіге қосылуға шақырамын.",
	notLoggedIn: "Желіге адам шақыру үшін кіру керек.",
	labelMessage: "${0} желіге шақыру:",
	labelFollow: "Жаңартуларды бақылау және алу",
	btnInvite: "Шақырту жіберу"
})

