/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "معاينة الملف",
     FILENAME_TOOLTIP: "تحرير اسم الملف",
     ICON_TOOLTIP: "تنزيل ملف",
     ERROR: "حدث خطأ.",
     SHARED_EXTERNALLY: "تتم المشاركة خارجيا",
     FILE_SYNCED: "تمت الاضافة الى المزامنة",
     MORE_ACTIONS: {
       TITLE: "‏تصرفات أخرى‏",
       A11Y: "يتم فتح قائمة اسقاط بكشف به مزيد من التصرفات التي يتم تنفيذها على الملف."
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "مزيد من الاختيارات",
         A11Y: "يقوم هذا الاختيار بفتح قائمة لمزيد من الاختيارات."
       },
       BUTTON: {
         EDIT: {
           TITLE: "تحرير"
         },
         UPLOAD: {
           TITLE: "‏تحميل‏"
         }
       }
     },
     WELCOME: {
       TITLE: "تم الجمع بين مشاهدة الملف والتفاصيل",
       SUBTITLE: "يمكنك الآن مشاهدة ملف والتعقيبات الخاصة به جنبا الى جنب.",
       LINES: {
          LINE_1: "يمكن ايجاد كل المعلومات والأشياء التي يمكنك القيام بها بالصفحة القديمة هنا.",
          LINE_2: "التعقيبات وعملية المشاركة والنسخ والمعلومات الأساسية متاحة لجانب الملف."
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "يقوم هذا الاختيار بالتجول الى الملف التالي.",
      PREVIOUS_A11Y: "يقوم هذا الاختيار بالتجول الى الملف السابق."
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "اغلاق",
         A11Y: "يقوم هذا الاختيار باغلاق برنامج مشاهدة الملف."
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "جديد من ملف",
         ACTION_NAME:"تكوين ملف",
         A11Y: {
           TEXT: "يمكنك تكوين وثيقة (ملف DOC أو DOCX أو ODT) من قالب ملف. كما يمكنك تحرير هذه الوثائق عبر الانترنت في Docs.",
           PRES: "قم بتكوين عرض تقديمي (ملف PPT أو PPTX أو ODP) من قالب ملف. يمكنك تحرير هذه العروض التقديمية عبر الانترنت في Docs.",
           SHEET: "قم بتكوين جدول حسابي (ملف XLS أو XLSX أو ODS) من قالب ملف. يمكنك تحرير هذه الجداول الحسابية عبر الانترنت في Docs."
         },
         PROMPT: {
           TEXT: "يمكنك تكوين وثيقة (ملف DOC أو DOCX أو ODT) من قالب ملف. كما يمكنك تحرير هذه الوثائق عبر الانترنت في Docs.",
           PRES: "قم بتكوين عرض تقديمي (ملف PPT أو PPTX أو ODP) من قالب ملف. يمكنك تحرير هذه العروض التقديمية عبر الانترنت في Docs.",
           SHEET: "قم بتكوين جدول حسابي (ملف XLS أو XLSX أو ODS) من قالب ملف. يمكنك تحرير هذه الجداول الحسابية عبر الانترنت في Docs."
         },
         NAME_FIELD: "الاسم:",
         EXTERNAL_FIELD: "يمكن مشاركة الملفات مع أشخاص خارجيين بالنسبة للمؤسسة الخاصة بي",
         EXTERNAL_DESC: "تسمح امكانية التوصل الخارجية بمشاركة الملفات مع مستخدمين خارجيين  (الأشخاص خارج المؤسسة أو الشركة الخاصة بك)، مشاركة الحافظات مع المستخدمين الخارجيين، مشاركة المجتمعات مع أشخاص خارجيين كأعضاء. يجب أن تحدد امكانية التوصل الخارجي عند تحميل ملف؛ لا يمكن تشغيلها فيما بعد.",
         CREATE_BUTTON: "تكوين",
         CANCEL: "‏الغاء‏",
         PRE_FILL_NAMES: {
           OTT: "وثيقة بدون عنوان",
           OTS: "جدول حسابي بدون عنوان",
           OTP: "عرض تقديمي بدون عنوان",
           DOT: "وثيقة بدون عنوان",
           XLT: "جدول حسابي بدون عنوان",
           POT: "عرض تقديمي بدون عنوان",
           DOTX: "وثيقة بدون عنوان",
           XLTX: "جدول حسابي بدون عنوان",
           POTX: "عرض تقديمي بدون عنوان"
         },
         ERRORS: {
           NAME_REQUIRED: "اسم الوثيقة مطلوب.",
           ILLEGAL_NAME:"عنوان الوثيقة غير مسموح به، برجاء تحديد عنوان آخر.",
           WARN_LONG_NAME: "اسم الوثيقة طويل جدا.",
           TRIM_NAME: "اختصار اسم الوثيقة؟",
           SESSION_TIMEOUT: "انتهت الجلسة الخاصة بك، يرجى بدء الاتصال واعادة المحاولة.",
           DUPLICATE_NAME: "تم ايجاد اسم ملف مكرر. أدخل اسم جديد.",
           SERVER_ERROR: "وحدة خدمة Connections غير متاحة. اتصل بموجه نظام وحدة الخدمة وأعد المحاولة لاحقا."
         }
       },
       DOWNLOAD: {
         TOOLTIP: "تنزيل ملف",
         A11Y: "يقوم هذا الاختيار بتنزيل الملف."
       },
       DOWNLOAD_AS_PDF: {
         NAME: "تنزيل كملف PDF",
         TOOLTIP: "تنزيل هذا الملف كملف PDF",
         A11Y: "هذا الاختيار يقوم بتنزيل الملف كملف PDF.",
         SUCCESS: "لقد نجحت في تنزيل الملف بنسق PDF.",
         ERROR: {
           DEFAULT: "لم تتمكن من تنزيل الملف بنسق PDF.  برجاء اعادة المحاولة فيما بعد.",
           UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل تنزيل ملف PDF.",
           NOT_FOUND: "لم يمكن تنزيل الملف بنسق PDF لأنه تم حذف الملف أو لم يعد مشارك به معك.",
           ACCESS_DENIED: "لم يمكن تنزيل الملف بنسق PDF لأنه تم حذف الملف أو لم يعد مشارك به معك."
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "لا توجد نسخة تم نشرها لهذا الملف ليتم تنزيلها.  يمكن نشر النسخ من برنامج تحرير Docs."
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "لا يمكن تنزيل الملف",
           CANCEL: "اغلاق",
           PROMPT: "لا توجد نسخة تم نشرها لهذا الملف ليتم تنزيلها.",
           PROMPT2: "يمكن نشر النسخ من برنامج تحرير Docs."
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "لا يمكن تنزيل الملف",
           CANCEL: "اغلاق",
           PROMPT: "لا توجد نسخة تم نشرها لهذا الملف ليتم تنزيلها.",
           PROMPT2: "أطلب من مالك الملف نشر نسخة من الملف."
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "تنزيل نسخة",
           OK: "تنزيل نسخة",
           PROMPT: {
             TODAY: "تم الكشف عن مسودة أحدث، تم تحديثها مؤخرا اليوم في ${time}.",
             YESTERDAY: "تم الكشف عن مسودة أحدث، تم تحديثها مؤخرا أمس في ${time}.",
             DAY: "تم الكشف عن مسودة أحدث، تم تحديثها مؤخرا في ${date}.",
             MONTH: "تم الكشف عن مسودة أحدث، تم تحديثها مؤخرا في ${date}.",
             YEAR: "تم الكشف عن مسودة أحدث، تم تحديثها مؤخرا في ${date_long}."
           },
           PROMPT2: {
             TODAY: "هل تريد الاستمرار بالفعل في تنزيل النسخة التي تم نشرها اليوم في ${time}؟",
             YESTERDAY: "هل تريد الاستمرار بالفعل في تنزيل النسخة التي تم نشرها أمس في ${time}؟",
             DAY: "هل تريد الاستمرار بالفعل في تنزيل النسخة التي تم نشرها في ${date}؟",
             MONTH: "هل تريد الاستمرار بالفعل في تنزيل النسخة التي تم نشرها في ${date}؟",
             YEAR: "هل تريد الاستمرار بالفعل في تنزيل النسخة التي تم نشرها في ${date_long}؟"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "عرض شاشة التفاصيل",
         HIDE: "اخفاء شاشة التفاصيل",
         SHOW_A11Y: "يقوم هذا الاختيار بالتبديل بين فتح واغلاق الشاشة الجانبية. الشاشة الجانبية مغلقة حاليا.",
         HIDE_A11Y: "يقوم هذا الاختيار بالتبديل بين فتح واغلاق الشاشة الجانبية. الشاشة الحالية مفتوحة حاليا."
       },
       VIEW_DOC: {
         NAME: "فتح في برنامج مشاهدة الوثائق",
         TOOLTIP: "فتح في برنامج مشاهدة الوثائق",
         A11Y: "يقوم هذا الاختيار بفتح الملف للمشاهدة في نافذة برنامج استعراض جديدة."
       },
       EDIT_DOC: {
         NAME: "التحرير في Docs",
         TOOLTIP: "تحرير الملف في Docs",
         A11Y: "يقوم هذا الاختيار بفتح الملف للتحرير في Docs في نافذة جديدة."
       },
       ROUNDTRIP_EDIT: {
         NAME: "التحرير بسطح المكتب",
         DIALOG_TITLE: "التحرير بسطح المكتب",
         TOOLTIP: "تحرير هذه الوثيقة",
         A11Y: "يقوم هذا الاختيار بفتح الملف للتحرير محليا.",
         PROMPT: "تسمح لك هذه الخاصية بتحرير الملف محليا.",
         IMPORTANT: "هام:",
         REMINDER: "بمجرد استكمال عملية التحرير، يجب نشر مسودة باستخدام موصلات ملف سطح المكتب. اذا لم يتم فتح الملف بنجاح، قد يتطلب تركيب البرامج المساعدة لسطح المكتب.",
         SKIP_DIALOG: "لا تقوم بعرض هذه الرسالة مرة أخرى.",
         OK: "حسنا",
         CANCEL: "‏الغاء‏"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "تأكيد",
         DELETE_VERSION: "حذف النسخة ${version}",
         DELETE_VERSION_AND_PRIOR: "حذف النسخة ${version} وكل النسخ السابقة",
         PROMPT: "أنت على وشك حذف النسخة ${version}. هل تريد الاستبدال؟",
         DELETE_PRIOR: "حذف كل النسخ السابقة أيضا",
         ERROR: "حدث خطأ أثناء حذف النسخة. أعد المحاولة فيما بعد.",
         TOOLTIP: "حذف هذه النسخة",
         OK: "حسنا",
         CANCEL: "‏الغاء‏"
       },
       GET_LINKS: {
         DIALOG_TITLE: "احضار الروابط",
         LINK_FILE: "الرابط الى الملف:",
         LINK_PREVIEW: "الرابط لمعاينة الملف:",
         LINK_DOWNLOAD: "الرابط لتنزيل الملف:",
         TOOLTIP: "الرابط الى الملف",
         OK: "اغلاق"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "تنزيل هذه النسخة"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "تأكيد",
         PROMPT: "أنت على وشك استبدال النسخة الحالية لهذا الملف بالنسخة ${version}. هل تريد الاستبدال؟",
         ERROR: "حدث خطأ أثناء استعادة النسخة. أعد المحاولة فيما بعد.",
         TOOLTIP: "استعادة هذه النسخة",
         CHANGE_SUMMARY: "تم الاستعادة من النسخة ${version}",
         OK: "حسنا",
         CANCEL: "‏الغاء‏"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "تأكيد",
         REMOVE_EVERYONE: "هل تريد بالفعل ازالة امكانية توصل المؤسسة الخاصة بك لهذا الملف؟ اذا تم ازالة امكانية التوصل، عندئذ سيتم ازالة الملف من الحافظات والمجتمعات التي تسمح بامكانية التوصل على مستوى المؤسسة، ويستطيع المالك والأشخاص الذين تم مشاركته معهم فقط مشاهدته والتعامل معه.",
         REMOVE_USER: "هل تريد ايقاف المشاركة مع ${user} بالفعل؟ اذا قمت بايقاف المشاركة، سيستطيع ${user} فقط التوصل الى هذا الملف من خلال الحافظات أو اذا كان يتم مشاركته مع كل شخص في المؤسسة الخاصة بك.",
         REMOVE_COMMUNITY: "هل تريد بالفعل ازالة هذا الملف من المجتمع ${communityName}؟",
         REMOVE_FOLDER: "هل تريد بالفعل ازالة هذا الملف من الحافظة ${folderName}؟",
         REMOVE_EVERYONE_TOOLTIP: "ازالة امكانية التوصل للمؤسسة الخاصة بك",
         REMOVE_USER_TOOLTIP: "ازالة كل المشاركات مع ${user}",
         REMOVE_COMMUNITY_TOOLTIP: "ازالة من المجتمع ${communityName}",
         REMOVE_FOLDER_TOOLTIP: "ازالة من الحافظة ${folderName}",
         OK: "حسنا",
         CANCEL: "‏الغاء‏"
       },
       EDIT_COMMENT: {
         TOOLTIP: "تحرير هذا التعقيب"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "تأكيد",
         PROMPT: "هل تريد حذف هذا التعقيب بالفعل؟",
         ERROR: "حدث خطأ أثناء حذف التعقيب. أعد المحاولة فيما بعد.",
         TOOLTIP: "حذف هذا التعقيب",
         OK: "حسنا",
         CANCEL: "‏الغاء‏"
       },
       LIKE: {
         LIKE: "تحديد الاعجاب للملف.",
         UNLIKE: "تحديد الغاء الاعجاب للملف.",
         LIKE_A11Y: "يقوم هذا الاختيار بتحديد الاعجاب للملف.",
         UNLIKE_A11Y: "يقوم هذا الاختيار بتحديد الغاء الاعجاب للملف.",
         LIKED_SUCCESS: "لقد ابديت اعجابك بالملف",
         UNLIKE_SUCCESS: "لقد ابديت عدم اعجابك بالملف"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "تحرير الوصف",
         ERROR: {
           DEFAULT: "تعذر حفظ الوصف. أعد المحاولة فيما بعد.",
           UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب أن تقوم ببدء الاتصال مرة أخرى قبل أن تتمكن من تحديث الوصف.",
           NOT_FOUND: "تعذر حفظ الوصف لأنه تم حذف الملف أو لم يعد يتم مشاركته معك.",
           ACCESS_DENIED: "تعذر حفظ الوصف لأنه تم حذف الملف أو لم يعد يتم مشاركته معك."
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "خطأ في حفظ اسم الملف",
           CONFLICT: "اسم الملف موجود بالفعل"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "هناك هناك خطأ في متابعة هذا الملف. أعد المحاولة فيما بعد.",
             UNAUTHENTICATED: "تم انتهاء وقت الجلسة الخاصة بك. يجب تسجيل الدخول مرة أخرى قبل متابعة هذا الملف.",
             NOT_FOUND: "لا يمكنك متابعة هذا الملف لأنه تم حذفه أو لم يعد يتم مشاركته معك.",
             ACCESS_DENIED: "لا يمكنك متابعة هذا الملف لأنه تم حذفه أو لم يعد يتم مشاركته معك."
           },
           UNFOLLOW: {
             DEFAULT: "حدث خطأ في الغاء متابعة هذا الملف. أعد المحاولة فيما بعد.",
             UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل الغاء متابعة هذا الملف.",
             NOT_FOUND: "لا يمكنك ايقاف متابعة هذا الملف لأنه تم حذفه أو لم يعد يتم مشاركته معك.",
             ACCESS_DENIED: "لا يمكنك ايقاف متابعة هذا الملف لأنه تم حذفه أو لم يعد يتم مشاركته معك."
           }
         },
         FOLLOW_NAME: "متابعة",
         FOLLOW_TOOLTIP: "متابعة هذا الملف",
         FOLLOW_A11Y: "هذا المفتاح يحقق متابعة الملف.",
         FOLLOW_SUCCESS: "أنت الآت تتابع هذا الملف الآن.",
         STOP_FOLLOWING_NAME: "ايقاف المتابعة",
         STOP_FOLLOWING_TOOLTIP: "ايقاف تتبع هذا الملف",
         STOP_FOLLOWING_A11Y: "يقوم هذا الاختيار بايقاف متابعة الملف.",
         STOP_FOLLOWING_SUCCESS: "قمت بايقاف متابعة هذا الملف."
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "اضافة الى عملية التزامن",
           TOOLTIP: "اضافة هذا الملف الى التزامن",
           A11Y: "هذا المفتاح يحقق اضافة الملف الى التزامن.",
           SUCCESS: "لقد قمت باضافة هذا الملف الى التزامن.",
           ERROR: {
             DEFAULT: "حدث خطأ عند اضافة هذا الملف الى عملية التزامن. أعد المحاولة فيما بعد.",
             UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل اضافة هذا الملف الى عملية التزامن.",
             NOT_FOUND: "لا يمكنك اضافة هذا الملف الى عملية التزامن لأنه تم حذفه أو لم يعد يتم مشاركته معك.",
             ACCESS_DENIED: "لا يمكنك اضافة هذا الملف الى عملية التزامن لأنه تم حذفه أو لم يعد يتم مشاركته معك."
           }
         },
         STOP_SYNC: {
           NAME: "ازالة من عملية التزامن",
           TOOLTIP: "قم بازالة هذا الملف من التزامن",
           A11Y: "هذا المفتاح يحقق ازالة الملف من التزامن.",
           SUCCESS: "لقد قت بازالة هذا الملف من التزامن.",
           ERROR: {
             DEFAULT: "حدث خطأ أثناء ازالة هذا الملف من عملية التزامن. أعد المحاولة فيما بعد.",
             UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل ازالة هذا الملف من المزامنة.",
             NOT_FOUND: "لا يمكنك ازالة الملف من المزامنة لأن الملف قد تم حذفه أو لم يعد مشارك به معك.",
             ACCESS_DENIED: "لا يمكنك ازالة الملف من المزامنة لأن الملف قد تم حذفه أو لم يعد مشارك به معك."
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "الحاق",
          FAVORITE_TOOLTIP: "الحاق لهذا الملف",
          FAVORITE_A11Y: "هذا المفتاح يثبت الملف.",
          FAVORITE_SUCCESS: "لقد قمت بتثبيت هذا الملف.",
          STOP_FAVORITEING_NAME: "الغاء الحاق",
          STOP_FAVORITEING_TOOLTIP: "الغاء تثبيت هذا الملف",
          STOP_FAVORITEING_A11Y: "هذا المفتاح يلغي تثبيت الملف.",
          STOP_FAVORITEING_SUCCESS: "لقد قمت بالغاء تثبيت هذا الملف."
       },
       TRASH: {
         NAME: "نقل الى حافظة المحذوفات",
         DIALOG_TITLE: "تأكيد",
         PROMPT: "هل تريد بالفعل نقل هذا الملف الى حافظة المحذوفات؟ نقل هذا الملف الى حافظة المحذوفات يجعل الملف غير متاح لأي شخص جاري مشاركة الملف معه في الوقت الحالي.",
         ERROR: "حدث خطأ في حذف الملف. أعد المحاولة فيما بعد.",
         TOOLTIP: "حذف هذا الملف",
         OK: "حسنا",
         CANCEL: "‏الغاء‏",
         A11Y: "هذا الملف ينقل الملف الى المحذوفات.",
         SUCCESS_MSG: "تم نقل ${file} الى المحذوفات."
       },
       REFRESH: {
         NAME: "‏تجديد‏",
         ERROR: "حدق ثخطأ أثناء تجديد برنامج مشاهدة الملفات. أعد المحاولة فيما بعد.",
         TOOLTIP: "تجديد برنامج مشاهدة الملفات",
         INFO_MSG: "قم بالتجديد لتحصل على أحدث المحتويات. ${link}",
         A11Y: "هذا الملف ينقل الملف الى المحذوفات.",
         SUCCESS_MSG: "تم تجديد المحتويات بنجاح."
       },
       COPY_FILE: {
         NAME: "منح نسخة للمجتمع",
         DIALOG_TITLE: "تأكيد",
         ERROR: "حدث خطأ في نسخ الملف. أعد المحاولة فيما بعد.",
         TOOLTIP: "منح نسخة لهذا الملف الى مجتمع",
         OK: "حسنا",
         CANCEL: "‏الغاء‏",
         A11Y: "هذا المفتاح يقوم بفتح حوار يسمح لك بمنح نسخة من الملف الى المجتمع.",
         SUCCESS_MSG: "تم نسخ ${file} الى ${community}."
       },
       UPLOAD_VERSION: {
         NAME: "تحميل النسخة الجديدة",
         NAME_SHORT: "‏تحميل‏",
         CHANGE_SUMMARY: "ملخص التغيير الاختياري...",
         TOOLTIP: "تحميل نسخة جديدة لهذا الملف",
         A11Y: "يقوم هذا الاختيار بفتح مربع حوار يسمح لك بتحميل نسخة جديدة من هذا الملف."
       },
       LOG_IN: {
    	   NAME: "تسجيل الدخول",
    	   TOOLTIP: "تسجيل الدخول لتحميل ومشاركة الملفات والتعقيبات وتكوين حافظات"
       },
       LOCK: {
          NAME: "اقفال ملف",
          TITLE: "اقفال الملف",
          A11Y: "اقفال الملف",
          SUCCESS: "الملف مقفل الآن."
       },
       UNLOCK: {
          NAME: "الغاء اقفال ملف",
          TITLE: "الغاء اقفال هذا الملف",
          A11Y: "الغاء اقفال هذا الملف",
          SUCCESS: "الملف غير مقفل الآن."
       },
       EDIT_ON_DESKTOP: {
          NAME: "تحرير بسطح المكتب",
          TITLE: "تحرير بسطح المكتب",
          A11Y: "تحرير بسطح المكتب"
       },
       FLAG: {
         FILE: {
           NAME: "تعليم بشارة عدم الملائمة",
           TITLE: "تعليم الملف بشارة",
           A11Y: "تعليم هذا الملف بشارة عدم الملائمة",
           PROMPT: "أدخل سبب لتعليم هذا الملف بشارة (اختياري):",
           OK: "تعليم بشارة",
           CANCEL: "‏الغاء‏",
           SUCCESS: "تم تعليم الملف بشارة واحالته للمراجعة.",
           ERROR: "خطأ في تعليم هذا الملف، يرجى اعادة المحاولة لاحقا."
         },
         COMMENT: {
           NAME: "تعليم بشارة عدم الملائمة",
           TITLE: "تعليم التعقيب بشارة",
           A11Y: "تعليم هذا التعقيب بشارة عدم الملائمة",
           PROMPT: "ادخل سبب لتعليم هذا التعقيب بشارة (اختياري):",
           OK: "تعليم بشارة",
           CANCEL: "‏الغاء‏",
           SUCCESS: "تم تعليم التعقيب بشارة واحالته للمراجعة.",
           ERROR: "خطأ في تعليم هذه الحافظة، يرجى اعادة المحاولة لاحقا."
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "نبذة عن هذا الملف",
       VIEW_FILE_DETAILS: "مشاهدة تفاصيل الملف",
       A11Y: "سيؤدي تفعيل هذا الرابط الى اغلاق برنامج مشاهدة الملف وتوجيهك الى صفحة تفاصيل الملف لهذا الملف."
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "لا توجد معاينة متاحة لهذا الملف."
      },
      IMAGE: {
       ZOOM_IN: "تكبير",
       ZOOM_OUT: "تصغير",
       RESET: "ارجاع",
       ZOOM_IN_A11Y: "يقوم هذا الاختيار بتكبير الصورة.",
       ZOOM_OUT_A11Y: "يقوم هذا الاختيار بتصغير الصورة.",
       RESET_ZOOM_A11Y: "يقوم هذا الاختيار بارجاع مستوى التكبير/التصغير."
      },
      VIEWER: {
       LOADING: "تحميل...",
       NO_PUBLISHED_VERSION: "لا توجد نسخة تم نشرها لهذا الملف متاحة للمشاهدة.",
       IFRAME_TITLE: "معاينة هذا الملف"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "أخر تحديث بواسطة ${user} اليوم في ${time}",
       YESTERDAY: "أخر تحديث بواسطة ${user} أمس في ${time}",
       DAY: "أخر تحديث بواسطة ${user} في ${EEee} في ${time}",
       MONTH: "أخر تحديث بواسطة ${user} في ${date_long}",
       YEAR: "أخر تحديث بواسطة ${user} في ${date_long}"
      },
      CREATED: {
       TODAY: "تم التكوين بواسطة ${user} اليوم في ${time}",
       YESTERDAY: "تم التكوين بواسطة ${user} أمس في ${time}",
       DAY: "تم التكوين بواسطة ${user} في ${EEee} في ${time}",
       MONTH: "تم التكوين بواسطة ${user} في ${date_long}",
       YEAR: "تم التكوين بواسطة ${user} في ${date_long}"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - اليوم",
       YESTERDAY: "${time} - أمس",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "اليوم الحالي",
       YESTERDAY: "أمس",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} بايت",
      KILOBYTES: "${size} كيلوبايت",
      MEGABYTES: "${size} ميجابايت",
      GIGABYTES: "${size} جيجابايت",
      TERRABYTES: "${size} تيرابايت"
     },
     COMMENT_BOX: {
       TITLE: "مساحة نص التعقيب",
       SHADOW_TEXT: "اضافة تعقيب...",
       CANNOT_ACCESS_CONTENT: "لا يستطيع الأشخاص التاليين الذين قمت بالاشارة اليهم مشاهدة التعقيب لأنه لا يتوافر لديهم امكانية توصل للمحتويات:",
       ERROR: "حدث خطأ أثناء التحقق من صلاحية المستخدم الذي تحاول ذكره.",
       POST: "ارسال",
       SAVE: "حفظ",
       CANCEL: "‏الغاء‏",
       EXTERNAL_WARNING: "يمكن مشاهدة التعقيبات بواسطة أشخاص خارجين بالنسبة للمؤسسة الخاصة بك."
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "‏الغاء‏",
         A11Y: "هذا الاختيار يحقق الغاء تصرف تحرير اسم الملف."
       },
       INVALID_CHARACTERS: "حرف غير صحيح",
       INVALID_CHARACTERS_REMOVED: "تم ازالة الحروف الغير صحيحة"
     },
     COMMENT_WIDGET: {
       EDITED: "(تحرير)",
       EDITED_DATE: {
         TODAY: "تم التحرير اليوم في ${time}",
         YESTERDAY: "تم التحرير أمس في ${time}",
         DAY: "تم التحرير في ${EEee} في ${time}",
         MONTH: "تم التحرير في ${date_long}",
         YEAR: "تم التحرير في ${date_long}"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "حفظ",
       CANCEL: "‏الغاء‏",
       USER: "المستخدم",
       COMMUNITY: "مجتمع",
       SHARE: "مشاركة",
       SHARE_ALT: "مشاركة مع هذا المستخدم",
       MEMBER_TYPE: "نوع العضو",
       PERSON_SHADOW: "قم بالادخال لايجاد الشخص",
       COMMUNITY_SHADOW: "قم بالادخال لايجاد المجتمع",
       PERSON_FULL_SEARCH: "اسم الشخص غير معروض؟ استخدم البحث الكامل...",
       COMMUNITY_FULL_SEARCH: "المجتمع غير معروض؟ استخدم البحث الكامل...",
       ADD_OPTIONAL_MESSAGE: "اضافة رسالة اختيارية",
       ROLE_LABEL: "الوظيفة",
       ROLE_EDIT: "‏المحرر‏",
       ROLE_VIEW: "القارئ"
     },
     FILE_STATE: {
       DOCS_FILE: "يعد هذا ملف Docs. يجب أن تكون كل عمليات التحرير مباشرة.",
       LOCKED_BY_YOU: {
         TODAY: "تم الاقفال بواسطتك في ${time}.",
         YESTERDAY: "تم الاقفال أمس بواسطتك في ${time}.",
         DAY: "تم الاقفال بواسطتك في يوم ${date}.",
         MONTH: "تم الاقفال بواسطتك في يوم ${date}.",
         YEAR: "تم الاقفال بواسطتك في يوم ${date_long}."
       },
       LOCKED_BY_OTHER: {
         TODAY: "تم الاقفال في ${time} بواسطة ${user}.",
         YESTERDAY: "تم الاقفال أمس في ${time} بواسطة ${user}.",
         DAY: "تم الاقفال في ${date} بواسطة ${user}.",
         MONTH: "تم الاقفال في ${date} بواسطة ${user}.",
         YEAR: "تم الاقفال في ${date_long} بواسطة ${user}."
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "التعقيب طويل جدا.",
         TRIM: "هل تريد اختصار التعقيب؟"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "الوصف طويل جدا.",
         TRIM: "هل تريد اختصار الوصف؟"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "الرسالة طويلة جدا.",
         TRIM: "هل تريد اختصار الرسالة؟"
       },
       TAG: {
         WARN_TOO_LONG: "شارة التعليم طويلة جدا.",
         TRIM: "هل تريد تقصير شارة التعليم؟"
       },
       TAGS: {
         WARN_TOO_LONG: "واحدة أو أكثر من شارات التعليم طويلة جدا.",
         TRIM: "هل تريد تقصير شارات التعليم؟"
       },
       FILENAME: {
         WARN_TOO_LONG: "اسم الملف طويل للغاية"
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "هذا الملف متاحا ليتم تحريره مباشرة فقط اذا قمت بشراء تأهيل Docs.",
       CURRENT_EDITORS: "هذا الملف يتم تحريره حاليا على الانترنت بواسطة ${users}.",
       UNPUBLISHED_CHANGES: "هناك بنود تم تحريرها بهذه المسودة ولم يتم نشرها كنسخة.",
       PUBLISH_A_VERSION: "نشر نسخة",
       PUBLISH_SUCCESS: "قمت بنجاح بنشر نسخة من هذا الملف",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "تعذر نشر النسخة حيث تم رفض التوصل.",
         NOT_FOUND: "تعذر نشر النسخة حيث لم يتم ايجاد الوثيقة.",
         CANNOT_REACH_REPOSITORY: "تعذر نشر النسخة حيث لم تتمكن وحدة خدمة Docs من الاتصال بمستودع تخزين الملفات.",
         QUOTA_VIOLATION: "لا يمكن نشر النسخة بسبب قيود المساحة. قم بازالة الملفات الأخرى لاخلاء مساحة كافية لنشر هذه النسخة.",
         CONVERSION_UNAVAILABLE: "تعذر نشر النسخة لأن خدمة تحويل Docs غير متاحة. أعد المحاولة فيما بعد.",
         TOO_LARGE: "تعذر نشر النسخة لأن الوثيقة كبيرة للغاية.",
         CONVERSION_TIMEOUT: "تعذر نشر النسخة لأن خدمة تحويل Docs تستغرق طويلا لتحويل الوثيقة. أعد المحاولة فيما بعد.",
         SERVER_BUSY: "تعذر نشر النسخة لأن وحدة خدمة Docs مشغولة. أعد المحاولة فيما بعد.",
         DEFAULT: "تعذر نشر النسخة لأن خدمة Docs غير متاحة. أعد المحاولة فيما بعد."
       }
     },
     COMMENTS: {
       EMPTY: "لا توجد أية تعقيبات.",
       MODERATED: "تم احالة التعقيب للمراجعة وسيكون متاحا عند اعتماده.",
       ERROR: {
         SAVE: {
           DEFAULT: "لا يمكن حفظ التعقيب الخاص بك. أعد المحاولة فيما بعد.",
           UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل حفظ التعقيب الخاص بك.",
           NOT_FOUND: "لا يمكن حفظ التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك.",
           ACCESS_DENIED: "لا يمكن حفظ التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك."
         },
         DELETE: {
           DEFAULT: "لا يمكن حذف التعقيب الخاص بك. أعد المحاولة فيما بعد.",
           UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب تسجيل الدخول مرة أخرى قبل حذف التعقيب الخاص بك.",
           NOT_FOUND: "لا يمكن حذف التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك.",
           ACCESS_DENIED: "لا يمكن حذف التعقيب الخاص بك لأنه تم حذف الملف أو لم يعد يتم مشاركته معك."
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "حفظ",
       EDIT_TAGS: "تحرير شارات التعليم",
       ERROR: {
         SAVE: {
           DEFAULT: "لم يتم تكوين شارة التعليم. أعد المحاولة فيما بعد."
         },
         DELETE: {
           DEFAULT: "لا يمكن حذف شارة التعليم. أعد المحاولة فيما بعد."
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "قراءة المزيد...",
       READ_LESS: "قراءة الأقل..."
     },
     SHARE: {
	     EVERYONE: "كل شخص في المؤسسة الخاصة بي",
	     ADD_TOOLTIP: "حفظ",
	     ROLES: {
	       OWNER: "مالك",
	       EDIT: "محررين",
	       VIEW: "قراء",
	       FOLDER: "مشاركة مع الحافظات"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "مالك"
	       },
	       EDIT: {
	         ROLE: "تحرير",
           ADD: "اضافة محرر"
	       },
	       VIEW: {
	         ROLE: "القارئ",
           ADD: "اضافة قارئ"
	       },
	       FOLDER: {
           ADD: "اضافة حافظات",
           COMMUNITY_ADD: "اضافة الى الحافظة",
           MOVE: "نقل الى الحافظة"
	       },
	       MULTI: {
	         ADD: "اضافة أشخاص أو مجتمعات",
	         ADD_PEOPLE: "اضافة أشخاص"
	       }
	     },
	     PUBLIC: {
	        SHORT: "كل شخص في المؤسسة الخاصة بي",
	        LONG: {
	           GENERIC: "كل شخص في المؤسسة الخاصة بك.",
	           ORG: "كل شخص في ${org}."
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "هذا الملف تم مشاركته بالفعل مع ${user}.",
	       ERROR: "لا يمكن المشاركة مع ${user} حاليا.",
	       SELF: "لا يمكنك المشاركة مع نفسك."
	     },
	     SHARE_INFO: {
	       PROMOTED: "تم ترقية ${user} الى وظيفة مشاركة أعلى."
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "تم المشاركة بنجاح مع ${user}"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "رسالة اختيارية..."
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "اعداد مستخدم خارجي",
            ACTION: "اعداد المستخدم الخارجي...",
            TOOLTIP: "اعداد المستخدم الخارجي",
            DIALOG_TITLE: "لم يتم مشاركة المحتويات",
            PROMPT: {
              NO_ACCOUNT: "لا يتوافر لدى المستخدم التالي حساب ولم يتم مشاركة أي محتوى معه.",
              INVITE: "قم بدعوة هذا المستخدم كضيف لمشاركة المحتوى معه."
            },
            SUBMIT: "الاستمرار في الدعوة",
            CANCEL: "‏الغاء‏",
            ERROR: "حدث خطأ في اعداد الحساب. أعد المحاولة فيما بعد.",
            SUCCESS: "تم اعدد حساب المستخدم بنجاح."
	       },
	       PLURAL: {
	         NAME: "اعداد المستخدمين الخارجيين",
	         ACTION: "اعداد المستخدمين الخارجيين...",
	         TOOLTIP: "اعداد المستخدمين الخارجيين",
	         DIALOG_TITLE: "لم يتم مشاركة المحتويات",
	         PROMPT: {
	           NO_ACCOUNT: "لا يتوافر لدى المستخدمين التاليين حساب ولم يتم مشاركة أي محتوى معهم.",
	           INVITE: "قم بدعوة هؤلاء المستخدمين كضيوف لمشاركة المحتويات معهم."
	         },
	         SUBMIT: "الاستمرار في الدعوات",
	         CANCEL: "‏الغاء‏",
	         ERROR: "حدث خطأ في اعداد الحسابات. أعد المحاولة فيما بعد.",
	         SUCCESS: "تم اعدد حسابات المستخدم بنجاح."
	       },
	       ABSTRACT: {
	         NAME: "اعداد المستخدمين الخارجيين",
            ACTION: "اعداد المستخدمين الخارجيين...",
            TOOLTIP: "اعداد المستخدمين الخارجيين",
            DIALOG_TITLE: "لم يتم مشاركة المحتويات",
            PROMPT: {
              NO_ACCOUNT: "بعض المستخدمين ليس لديهم حسابات ولم يتم مشاركة محتويات معهم.",
              INVITE: "قم بدعوة هؤلاء المستخدمين كضيوف لمشاركة المحتويات معهم."
            },
            SUBMIT: "الاستمرار في الدعوات",
            CANCEL: "‏الغاء‏",
            ERROR: "حدث خطأ في اعداد الحسابات. أعد المحاولة فيما بعد.",
            SUCCESS: "تم اعدد حسابات المستخدم بنجاح."
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "اختيارات المشاركة",
         PROPAGATION: "السماح للآخرين بمشاركة هذا الملف",
         EVERYONE: "يستطيع كل شخص مشاركة هذا الملف.",
         OWNER_ONLY: "يستطيع المالك فقط مشاركة هذا الملف.",
         STOP_SHARE: "ايقاف المشاركة",
         MAKE_INTERNAL: "ايقاف المشاركة الخارجية",
         MAKE_INTERNAL_SUCCESS: "لم يعد من الممكن مشاركة هذا الملف مع أشخاص من خارج المؤسسة الخاصة بك.",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "جعله داخليا؟",
           PROMPT: "جعل هذا الملف داخليا يعني أنه لم يعد من الممكن مشاركته مع أشخاص من خارج المؤسسة الخاصة بك. ${br}${br}" +
             "سيتم ازالة أية مشاركات مع أشخاص أو مجتمعات أو حافظات خارجية.${br}${br}اتاحة الملف داخليا هو عمل دائم الأثر ولا يمكن التراجع عنه."
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "ايقاف مشاركة الملف",
           PROMPT: "هل تريد بالفعل ايقاف مشاركة هذا الملف؟",
           QUESTION_PUBLIC: "لن يعد هذا الملف مرئي لكل الأشخاص في المؤسسة الخاصة بك، أو يتم مشاركته مع الأشخاص أو الحافظات أو المجتمعات. لا يمكن التراجع عن هذه العملية.",
           QUESTION_PUBLIC_E: "لن يعد هذا الملف مرئي لكل الأشخاص في المؤسسة الخاصة بك، أو يتم مشاركته مع الأشخاص أو الحافظات. لا يمكن التراجع عن هذه العملية.",
           QUESTION: "لن يعد يتم مشاركة الملف مع الأشخاص أو المجتمعات، وسيتم ازالته من كل الحافظات باستثناء الحافظات الخاصة. لا يمكن التراجع عن هذا التصرف.",
           QUESTION_E: "لن يعد يتم مشاركة هذا الملف مع الأشخاص، وسيتم ازالته من كل الحافظات باستثناء الحافظات الخاصة بك. لا يمكن التراجع عن هذا التصرف."
         },
         MAKE_PRIVATE_SUCCESS: "هذا الملف خاص الآن.",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "لا يمكن ايقاف متابعة هذا الملف. أعد المحاولة فيما بعد."
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "المشاركات الخاصة بي"
	   },
	   STREAM: {
	     LOADING: "تحميل...",
	     LOAD_MORE: "تحميل المزيد..."
	   },
	   ENTRY: {
	     REMOVE: "ازالة",
	     RESTORE: "‏استعادة‏",
	     EDIT: "تحرير",
	     DELETE: "‏حذف‏",
	     OK: "حسنا",
	     CANCEL: "‏الغاء‏",
	     USER_PICTURE: "صورة ${0}",
	     FLAG: "تعليم بشارة عدم الملائمة"
	   },
	   PANEL: {
	     LOAD_ERROR: "كان هناك خطأ في التوصل الى بيانات توصيف هذا الملف.",
	     ABOUT: {
	       TITLE: "‏نبذة عن‏",
	       EXPAND_BUTTON: "توسيع هذا الاختيار لمشاهدة مزيد من المعلومات",
	       CURRENT_VERSION_HEADER: "النسخة الحالية ${versionNumber}",
	       FILE_SIZE_HEADER: "حجم الملف",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - النسخة الحالية",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - كل النسخ",
	       DOCS_DRAFT_UPDATED_HEADER: "تم تحرير المسودة",
	       DOCS_DRAFT_CREATED_HEADER: "تم تكوين المسودة",
	       DOCS_UPDATED_HEADER: "نشر",
	       DOCS_CREATED_HEADER: "تكوين",
	       UPDATED_HEADER: "تحديث في",
	       CREATED_HEADER: "تكوين",
	       LIKES_HEADER: "حالات الاعجاب",
	       LIKES_EXPAND_ICON: "قم بتوسيع هذه الشارة لتشاهد من أعجب بالملف",
	       DOWNLOADS_HEADER: "تنزيل",
	       DOWNLOADS_HEADER_MORE: "عمليات التنزيل (${0})",
	       DOWNLOADS_EXPAND_ICON: "قم بتوسيع هذه الشارة لتشاهد من قام بتنزيل الملف",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} غير معروف",
	       DOWNLOADS_LATEST_VERSION: "لديك أحدث نسخة من هذا الملف",
	       DOWNLOADS_LAST_VERSION: "آخر نسخة تم تنزيلها ${0} من هذا الملف",
	       TAGS_HEADER: "شارات التعليم",
	       DESCRIPTION_HEADER: "الوصف",
	       DESCRIPTION_READ_MORE: "قراءة المزيد...",
	       LINKS_HEADER: "الروابط",
	       SECURITY: "السرية",
	       FILE_ENCRYPTED: "تم تشفير محتوى الملف. لا يمكن البحث في محتوى الملف المشفر. لا يمكن مشاهدة محتوى الملف ولا يمكن تحريره باستخدام HCL Docs.",
	       GET_LINKS: "الحصول على الروابط...",
	       ADD_DESCRIPTION: "اضافة وصف",
	       NO_DESCRIPTION: "لا يوجد وصف",
	       ADD_TAGS: "اضافة شارات التعليم",
	       NO_TAGS: "بدون شارات تعليم"
	     },
	     COMMENTS: {
	       TITLE: "التعليقات",
	       TITLE_WITH_COUNT: "التعقيبات (${0})",
	       VERSION: "النسخة ${0}",
	       FEED_LINK: "وحدة المعلومات المسترجعة لهذه التعقيبات",
	       FEED_TITLE: "متابعة التغييرات بهذه التعقيبات من خلال وحدة قراءة المعلومات المسترجعة الخاصة بك"
	     },
	     SHARING: {
	       TITLE: "مشاركة",
	       TITLE_WITH_COUNT: "مشترك (${0})",
	       SHARED_WITH_FOLDERS: "مشاركة مع الحافظات - ${count}",
	       SEE_WHO_HAS_SHARED: "مشاهدة من قام بالمشاركة",
           COMMUNITY_FILE: "الملفات المملوكة للمجتمع لا يمكن مشاركتها مع الأشخاص أو المجتمعات الأخرى.",
           SHARED_WITH_COMMUNITY: "مشاركة مع أعضاء المجتمع '${0}'",
           LOGIN: "بدءالاتصال",
           NO_SHARE: "لم يتم اضافة هذا الملف الى أية حافظات بعد.",
           ONE_SHARE: "يوجد هذا الملف في حافظة أو مجتمع واحد لا يتوافر لديك امكانية التوصل اليها.",
           MULTIPLE_SHARE: "يوجد هذا الملف في حافظات أو مجتمعات ${fileNumber} لا يتوافر لديك امكانية التوصل اليها."
	     },
	     VERSIONS: {
	       TITLE: "النسخ",
	       TITLE_WITH_COUNT: "النسخة (${0})",
	       FEED_LINK: "وحدة المعلومات المسترجعة لهذه النسخ",
	       FEED_TITLE: "متابعة التغييرات بهذا الملف من خلال وحدة قراءة المعلومات المسترجعة الخاصة بك"
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "تأكيد التصرف",
       DIALOG_TITLE: "تأكيد",
       PROMPT: "هل تريد بالفعل تنفيذ هذا التصرف؟",
       ERROR: "حدث خطأ في تنفيذ التصرف. أعد المحاولة فيما بعد.",
       TOOLTIP: "تنفيذ التصرف",
       OK: "حسنا",
       CANCEL: "‏الغاء‏",
       A11Y: "هذا المفتاح يقوم بتنفيذ التصرف الحالي."
     },
     THUMBNAIL: {
       TITLE: "صور مصغرة",
       CHANGE_LINK: "تغيير الصور المصغرة...",
       ERROR: "تعذر حفظ الصور المصغرة. أعد المحاولة فيما بعد.",
       EXT_ERROR: "قم بتحديد ملف بواحدة مما يتم دعمه من اللاحقات التالية: ${0}",
       SUCCESS: "تم تغيير الصورة المصغرة",
       UPLOAD: "حفظ",
       CANCEL: "‏الغاء‏"
     },
     UPLOAD_VERSION: {
       LINK: "تنزيل النسخة الجديدة...",
       CHANGE_SUMMARY: "ملخص التغيير الاختياري...",
       ERROR: "تعذر حفظ النسخة الجديدة. أعد المحاولة فيما بعد.",
       SUCCESS: "تم حفظ النسخة الجديدة",
       UPLOAD: "‏تحميل‏",
       UPLOAD_AND_CHANGE_EXTENSION: "تحميل وتغيير اللاحقة",
       CANCEL: "‏الغاء‏"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "حدث خطأ في التوصل الى الملف. أعد المحاولة فيما بعد.",
       UNAUTHENTICATED: "انتهاء وقت الجلسة الخاصة بك . يجب علك بدء الاتصال مرة أخرى قبل أن تتمكن من مشاهدة الملف.",
       NOT_FOUND: "تم حذف أو نقل الملف الذي قمت بطلبه. اذا قام أحد الأشخاص بارسال هذا الرابط لك، تحقق من صحته.",
       ACCESS_DENIED: "لا يتوافر لديك تصريح لمشاهدة هذا الملف. الملف لا يتم مشاركته معك.",
       ACCESS_DENIED_ANON: "لا يتوافر لديك تصريح لمشاهدة هذا الملف. اذا كان هذا الملف خاص بك أو يتم مشاركته معك، يجب أن تقوم  بتسجيل الدخول أولا."
     },
     LOAD_ERROR: {
       DEFAULT: "عذرا. كان هناك خطأ في التوصل الى الوصلة.",
       ACCESS_DENIED: "اتصل بمالك الملف لطلب تصريح لمشاهدة هذا الملف."
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - ملف",
       LOAD_ERROR: "خطأ في التوصل الى الملف"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
