/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "Διεθνοποίηση",
         "unavailable" : "Οι ρυθμίσεις διεθνοποίησης δεν είναι διαθέσιμες.",
         "details" : "Ορίστε τις προτιμήσεις σας για τη γλώσσα, το ημερολόγιο και την κατεύθυνση γραφής κειμένου χρήστη.",
         "error" : "Οι ρυθμίσεις διεθνοποίησης δεν ανακτήθηκαν λόγω σφάλματος.",
         "titlebar" : {
            "tab2" : "Πρόσβαση εφαρμογών",
            "tab1" : "Ειδοποιήσεις μέσω e-mail",
            "tab3" : "Διεθνοποίηση"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Με το πάτημα αυτού του κουμπιού, η σελίδα θα ανανεωθεί με νέο περιεχόμενο.  Για να επιστρέψετε σε αυτό το μενού, μεταβείτε στο:"
         },
         "details_nolanguage" : "Ορίστε τις προτιμήσεις σας για το ημερολόγιο και την κατεύθυνση γραφής κειμένου χρήστη.",
         "a11y" : {
            "titlebar_label" : "Ρυθμίσεις του HCL Connections",
            "body_label" : "Ρυθμίσεις διεθνοποίησης"
         },
         "heading" : "Ρυθμίσεις διεθνοποίησης"
      },
      "restore_defaults" : {
         "error" : "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.",
         "action_tooltip" : "Επαναφέρετε τις προεπιλεγμένες τιμές για τις ρυθμίσεις διεθνοποίησης.",
         "action" : "Επαναφορά προεπιλογών",
         "success" : "Οι ρυθμίσεις διεθνοποίησης επανακαθορίστηκαν με τις προεπιλεγμένες τιμές."
      },
      "help" : {
         "help" : "Βοήθεια",
         "close" : "Κλείσιμο"
      },
      "save" : {
         "error" : "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.",
         "action_tooltip" : "Αποθηκεύστε τις ρυθμίσεις διεθνοποίησης.",
         "action" : "Αποθήκευση",
         "success" : "Οι ρυθμίσεις διεθνοποίησης ενημερώθηκαν."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Σφάλμα:",
            "icon_alt" : "Σφάλμα"
         },
         "success" : {
            "a11y_label" : "Επιτυχία:",
            "icon_alt" : "Επιτυχία"
         },
         "warning" : {
            "a11y_label" : "Προειδοποίηση:",
            "icon_alt" : "Προειδοποίηση"
         },
         "info" : {
            "a11y_label" : "Πληροφορίες:",
            "icon_alt" : "Πληροφορίες"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "Επαναφορά προεπιλογών"
         },
         "bidi" : {
            "help" : "Ενεργοποίηση υποστήριξης βοήθειας με κείμενο διπλής κατεύθυνσης",
            "label" : "Ενεργοποίηση υποστήριξης κειμένου διπλής κατεύθυνσης",
            "tooltip" : "Επιτρέπει την προσαρμογή της εμφάνισης του συνενωμένου κειμένου και του δομημένου κειμένου (π.χ. διαδρομές αρχείων) ανάλογα με τη γλώσσα.  Επιπλέον, επιτρέπει τον ορισμό μιας κατεύθυνσης κειμένου ανεξάρτητα από την επιλογή γλώσσας."
         },
         "error" : "Σφάλμα",
         "save" : {
            "label" : "Αποθήκευση"
         },
         "direction" : {
            "label" : "Κατεύθυνση γραφής κειμένου χρήστη:",
            "tooltip" : "Η κατεύθυνση του κειμένου που καταχωρείται από το χρήστη, όπως τα ονόματα των στοιχείων περιεχομένου και τα τμήματα των διαδρομών πλοήγησης.  Σύμφωνα με την προεπιλεγμένη ρύθμιση, η κατεύθυνση καθορίζεται από την επιλεγμένη γλώσσα (συνήθως, από αριστερά προς δεξιά).  Η επιλογή του συμφραστικού προσδιορισμού επιτρέπει στο σύστημα να καθορίζει την κατεύθυνση με βάση την ανάλυση χαρακτήρων (υποστήριξη κειμένου μεικτής κατεύθυνσης).",
            "options" : {
               "contextual" : "Συμφραστικός προσδιορισμός (βάσει χαρακτήρων)",
               "rtl" : "Από δεξιά προς αριστερά",
               "ltr" : "Από αριστερά προς δεξιά",
               "default_ltr" : "Χρήση προεπιλογής γλώσσας (από αριστερά προς δεξιά)",
               "default_rtl" : "Χρήση προεπιλογής γλώσσας (από δεξιά προς αριστερά)"
            }
         },
         "cancel" : {
            "label" : "Ακύρωση"
         },
         "language" : {
            "selected" : "${0} (τρέχουσα επιλογή)",
            "label" : "Γλώσσα:",
            "tooltip" : "Ορίστε τη γλώσσα στην οποία θα εμφανίζεται το περιβάλλον της εφαρμογής.  Αυτή η ρύθμιση δεν επηρεάζει το περιεχόμενο που θα δημιουργείται από τους χρήστες."
         },
         "calendar" : {
            "label" : "Ημερολόγιο:",
            "options" : {
               "hebrew" : "Εβραϊκά",
               "gregorian" : "Γρηγοριανό",
               "hijri" : "Χίζρι"
            }
         }
      }
});
