/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "Файл көрінісі",
     FILENAME_TOOLTIP: "Файл атын өңдеу",
     ICON_TOOLTIP: "Файлды жүктеп алу",
     ERROR: "Қате орын алды.",
     SHARED_EXTERNALLY: "Сырттай ортақ пайдаланылады",
     FILE_SYNCED: "Үндестіру үшін қосылды",
     MORE_ACTIONS: {
       TITLE: "Қосымша Әрекеттер",
       A11Y: "Файлда орындау үшін қоымша әрекеттердің тізімімен ашылмалы мәзірді ашады."
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "Қосымша параметрлері",
         A11Y: "Бұл қосымша әрекеттерге арналған мәзірді ашатын түймешік."
       },
       BUTTON: {
         EDIT: {
           TITLE: "Өңдеу"
         },
         UPLOAD: {
           TITLE: "Жүктеп салу"
         }
       }
     },
     WELCOME: {
       TITLE: "Бізде біріктірілген файл көрсетілімі мен егжей-тегжейлері бар",
       SUBTITLE: "Қазір файйлды және оның пікірлер жанында қарай аласыз.",
       LINES: {
          LINE_1: "Барлық ақпараттар мен нәрселерді осы жерден табылатын ескі бетте жасай аласыз.",
          LINE_2: "Пікірлер, ортақ пайдалану, нұсқалар мен негізгі ақпарат файлдың жанында қол жетімді."
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "Бұл түймешік келесі файлға шарлатады.",
      PREVIOUS_A11Y: "Бұл түймешік алдындағы файлға шарлатады."
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "Жабу",
         A11Y: "Бұл түймешік файл қарап шығу құралын жабады."
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "Файлдағы жаңасы",
         ACTION_NAME:"Файл жасау",
         A11Y: {
           TEXT: "Үлгі файлдан құжат (DOC,DOCX немесе ODT файлы) жасау. Осы құжаттарды Docs қызметінде желіде өңдеуге болады.",
           PRES: "Үлгі файлдан көрме (PPT,PPTX немесе ODP файлы) жасаңыз. Осы көрмелерді Docs қызметінде желіде өңдеуге болады.",
           SHEET: "Үлгі файлдан электрондық кесте (XLS,XLSX немесе ODS файлы) жасаңыз. Осы электрондық кестелерді Docs қызметінде желіде өңдеуге болады. "
         },
         PROMPT: {
           TEXT: "Үлгі файлдан құжат (DOC,DOCX немесе ODT файлы) жасау. Осы құжаттарды Docs қызметінде желіде өңдеуге болады.",
           PRES: "Үлгі файлдан көрме (PPT,PPTX немесе ODP файлы) жасаңыз. Осы көрмелерді Docs қызметінде желіде өңдеуге болады.",
           SHEET: "Үлгі файлдан электрондық кесте (XLS,XLSX немесе ODS файлы) жасаңыз. Осы электрондық кестелерді Docs қызметінде желіде өңдеуге болады. "
         },
         NAME_FIELD: "Аты:",
         EXTERNAL_FIELD: "Файлдарды ұйымыңыздан тыс адамдармен ортақ пайдалануға болады",
         EXTERNAL_DESC: "Сыртқы кіру рұқсаты файлдарды сыртқы пайдаланушылармен (ұйымыңыздан немесе компанияңыздан тыс адамдар) ортақ пайдалануға, қалталарды сыртқы пайдаланушылармен ортақ пайдалануға және қауымдастықтарды мүшелер ретіндегі сыртқы адамдармен ортақ пайдалануға мүмкіндік береді. Файлды жүктеп салу кезінде сыртқы кіру рұқсатын орнатуыңыз керек; оны кейін іске қосу мүмкін емес.",
         CREATE_BUTTON: "Жасау",
         CANCEL: "Болдырмау",
         PRE_FILL_NAMES: {
           OTT: "Атсыз құжат",
           OTS: "Атсыз электрондық кесте",
           OTP: "Атсыз көрсетілім",
           DOT: "Атсыз құжат",
           XLT: "Атсыз электрондық кесте",
           POT: "Атсыз көрсетілім",
           DOTX: "Атсыз құжат",
           XLTX: "Атсыз электрондық кесте",
           POTX: "Атсыз көрсетілім"
         },
         ERRORS: {
           NAME_REQUIRED: "Құжат аты қажет.",
           ILLEGAL_NAME:"Бұл – жарамсыз файл аты, басқасын көрсетіңіз.",
           WARN_LONG_NAME: "Құжат аты тым ұзын.",
           TRIM_NAME: "Құжат атын қысқарту керек пе?",
           SESSION_TIMEOUT: "Сеансыңыздың уақыты аяқталды, жүйеге кіріп, қайталаңыз.",
           DUPLICATE_NAME: "Қосарланған ат табылды. Жаңа ат енгізіңіз.",
           SERVER_ERROR: "Connections сервері қол жетімді емес. Сервер әкімшісімен хабарласып, кейінірек қайталап көріңіз."
         }
       },
       DOWNLOAD: {
         TOOLTIP: "Файлды жүктеп алу",
         A11Y: "Бұл түймешік файлды жүктейді."
       },
       DOWNLOAD_AS_PDF: {
         NAME: "PDF ретінде жүктеп алу",
         TOOLTIP: "Бұл файлды PDF ретінде жүктеп алу",
         A11Y: "Бұл түйме файлды PDF ретінде жүктеп алады.",
         SUCCESS: "Файлдарды PDF ретінде жүктеп алдыңыз.",
         ERROR: {
           DEFAULT: "Файлды PDF ретінде жүктеп ала алмадыңыз.  Әрекетті кейін қайталап көріңіз.",
           UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Файлды PDF ретінде жүктеп алмас бұрын, жүйеге қайта кіруіңіз керек.",
           NOT_FOUND: "Файлды сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
           ACCESS_DENIED: "Файлды сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "Жүкету үшін осы файлдың жарияланған нұсқасы жоқ.  Нұсқалар Docs өңдеушісінен жарияланады."
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "Файлды жүктеп алу мүмкін емес",
           CANCEL: "Жабу",
           PROMPT: "Жүкету үшін осы файлдың жарияланған нұсқасы жоқ.",
           PROMPT2: "Нұсқалар Docs өңдеушісінен жарияланады."
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "Файлды жүктеп алу мүмкін емес",
           CANCEL: "Жабу",
           PROMPT: "Жүкету үшін осы файлдың жарияланған нұсқасы жоқ.",
           PROMPT2: "Файл иесінен осы файлдың нұсқасын жариялауды сұраңыз."
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "Нұсқаны жүктеп алу",
           OK: "Нұсқаны жүктеп алу",
           PROMPT: {
             TODAY: "Жаңа жоба жазбасы, ${time} уақытында соңғы рет өңделген табылды.",
             YESTERDAY: "Жаңа жоба жазбасы, ${time} уақытында соңғы рет өңделген табылды.",
             DAY: "Жаңа жоба жазбасы, ${date} күнінде соңғы рет өңделген табылды.",
             MONTH: "Жаңа жоба жазбасы, ${date} күнінде соңғы рет өңделген табылды.",
             YEAR: "Жаңа жоба жазбасы, ${date_long} күнінде соңғы рет өңделген табылды."
           },
           PROMPT2: {
             TODAY: "Бүгін ${time} уақытында жарияланған нұсқаны жүктеп алуді жалғастыруға сенімдісіз бе?",
             YESTERDAY: "Кеше ${time} уақытында жарияланған нұсқаны жүктеп алуді жалғастыруға сенімдісіз бе?",
             DAY: "${date} күні жарияланған нұсқаны жүктеп алуді жалғастыруға сенімдісіз бе?",
             MONTH: "${date} күні жарияланған нұсқаны жүктеп алуді жалғастыруға сенімдісіз бе?",
             YEAR: "${date_long} күні жарияланған нұсқаны жүктеп алуді жалғастыруға сенімдісіз бе?"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "Мәліметтер тақтасын көрсету",
         HIDE: "Мәліметтер тақтасын жасыру",
         SHOW_A11Y: "Бұл түймешік бүйірлік тақтаны ашық және жабық күйінде көрсетеді. Бүйірлік тақта ағымда жабық.",
         HIDE_A11Y: "Бұл түймешік бүйірлік тақтаны ашық және жабық күйінде көрсетеді. Бүйірлік тақта ағымда ашық."
       },
       VIEW_DOC: {
         NAME: "Docs Viewer ішінде ашу",
         TOOLTIP: "Docs Viewer ішінде ашу",
         A11Y: "Бұл түймешік, жаңа шолғыш терезесінің ішін көруге, файлды ашады."
       },
       EDIT_DOC: {
         NAME: "Құжаттарда өңдеу",
         TOOLTIP: "Docs ішіндегі файлды өңдеу",
         A11Y: "Бұл түймешік, жаңа терезенің ішінде Құжаттарда өңдеу үшін файлды ашады."
       },
       ROUNDTRIP_EDIT: {
         NAME: "Жұмыс үстелінде өңдеу",
         DIALOG_TITLE: "Жұмыс үстелінде өңдеу",
         TOOLTIP: "Осы құжатты өңдеу",
         A11Y: "Бұл түймешік жергілікті өңдеу үшін файлды ашады.",
         PROMPT: "Бұл мүмкіндік файлды жергілікті түрде өңдеуге мүмкіндік береді.",
         IMPORTANT: "Маңызды:",
         REMINDER: "Өңдеуді аяқтаған соң, жұмыс үстелі файл қосқыштарын қолданып жоба жазбаны жариялау керек. Файл ашылмайтын болса, жұмыс үстелі плагиндерін орнату керек болуы мүмкін.",
         SKIP_DIALOG: "Осы хабарламаны енді көрсетпеңіз.",
         OK: "OK",
         CANCEL: "Болдырмау"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "Растау",
         DELETE_VERSION: "нұсқасын жою ${version}",
         DELETE_VERSION_AND_PRIOR: "${version} нұсқасы мен барлық ертеректегі нұсқауларды жою",
         PROMPT: "${version} нұсқасын жойғалы жатсыз. Жалғастыруды қалайсыз ба?",
         DELETE_PRIOR: "Сонымен қатар, барлық нұсқаларды жою",
         ERROR: "Нұсқаны жою барысында қате пайда болды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Мына нұсқасын жою",
         OK: "OK",
         CANCEL: "Болдырмау"
       },
       GET_LINKS: {
         DIALOG_TITLE: "Сілтемелер алу",
         LINK_FILE: "Файлға сілтеу:",
         LINK_PREVIEW: "Алдыңғы файлға сілтеу:",
         LINK_DOWNLOAD: "Жүктеп алу файлына сілтеу:",
         TOOLTIP: "Файлға сілтеу",
         OK: "Жабу"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "Осы нұсқаны жүктеп алу"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "Растау",
         PROMPT: "${version} нұсқасын күні жасаған нұсқасымен ауыстырғалы жатырсыз. Жалғастыруды қалайсыз ба?",
         ERROR: "Нұсқаны қайта сақтау барысында қате орын алды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Осы нұсқаны қалпына келтіру",
         CHANGE_SUMMARY: "${version} нұсқасынан қайта сақталды",
         OK: "OK",
         CANCEL: "Болдырмау"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "Растау",
         REMOVE_EVERYONE: "Осы файлға арналған ұйымыңыздың қатынасын жоюға сенімдісіз бе? Егер қатынас өшірілсе, сосын ұйым деңгейі қатынасына рұқсат ететін қалталар мен қауымдастықтардан өшіріліп, оны тек иесі мен ортақ пайдаланылған адамдар көріп, онымен жұмыс істей алады.",
         REMOVE_USER: "${user} деген адаммен ортақ пайдалануды тоқтатқыңыз келе ме? Егер ортақтасуды тоқтатсаңыз, ${user} тек қалталар арқылы мына файлды қатынатыра алады немесе ол ұйымдағы барлық пайдаланушымен ортақ пайдаланылтын болса ғана.",
         REMOVE_COMMUNITY: "Осы ${communityName} файлды қауымдастығынан шынымен жою керек пе?",
         REMOVE_FOLDER: "Осы файлды ${folderName} қалтадан шынымен жою керек пе?",
         REMOVE_EVERYONE_TOOLTIP: "Ұйымыңыздың қатынасын жою",
         REMOVE_USER_TOOLTIP: "${user} параметрімен барлық ортақтасуларды жою",
         REMOVE_COMMUNITY_TOOLTIP: "${communityName} қауымдастығынан жою",
         REMOVE_FOLDER_TOOLTIP: "${folderName} қалтасынан жою",
         OK: "OK",
         CANCEL: "Болдырмау"
       },
       EDIT_COMMENT: {
         TOOLTIP: "Осы аңғартпаны өңдеу"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "Растау",
         PROMPT: "Осы аңғартпаны жойғыңыз келетініне сенімдісіз бе?",
         ERROR: "Пікірді жою барысында қате пайда болды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Осы пікірді жою",
         OK: "OK",
         CANCEL: "Болдырмау"
       },
       LIKE: {
         LIKE: "Осы файлды ұнату",
         UNLIKE: "Осы файлды ұнатпау",
         LIKE_A11Y: "Файлды ұнату үшін осы түймені басыңыз.",
         UNLIKE_A11Y: "Файлды ұнатпау үшін осы түймені басыңыз.",
         LIKED_SUCCESS: "Осы файлды ұнатасыз",
         UNLIKE_SUCCESS: "Осы файлды ұнатпайсыз"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "Өңдеу сипаттамасы",
         ERROR: {
           DEFAULT: "Сипаттаманы сақтау мүмкін емес. Әрекетті кейін қайталап көріңіз.",
           UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Сипаттаманы жаңартудан бұрын қайта кіруіңіз керек.",
           NOT_FOUND: "Сипаттаманы сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
           ACCESS_DENIED: "Сипаттаманы сақтау мүмкін емес өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "Файл атын сақтау қатесі",
           CONFLICT: "Файл аты бұрыннан бар"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "Осы файлды орындауда қате болды. Әрекетті кейін қайталап көріңіз.",
             UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды орындаудан бұрын қайта кіруіңіз керек.",
             NOT_FOUND: "Бұл ақпараттар көрсетілмейді, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
             ACCESS_DENIED: "Бұл ақпараттар көрсетілмейді, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
           },
           UNFOLLOW: {
             DEFAULT: "Осы файлды орындамайтын қате пайда болды. Әрекетті кейін қайталап көріңіз.",
             UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды орындауды тоқтатудан бұрын кіруіңіз керек.",
             NOT_FOUND: "Осы файлды орындауды тоқтата алмайсыз өйткені файл жойылған немесе сізбен ортақ қолданылмайды.",
             ACCESS_DENIED: "Осы файлды орындауды тоқтата алмайсыз өйткені файл жойылған немесе сізбен ортақ қолданылмайды."
           }
         },
         FOLLOW_NAME: "Бақылау",
         FOLLOW_TOOLTIP: "Мына файлдың ізіне түсу",
         FOLLOW_A11Y: "Бұл түймешік файлды бақылайды.",
         FOLLOW_SUCCESS: "Сіз енді осы файлдың оқырманы болып табыласыз.",
         STOP_FOLLOWING_NAME: "Бақылауды тоқтату",
         STOP_FOLLOWING_TOOLTIP: "Мына файлдың ізіне түсуді тоқтату",
         STOP_FOLLOWING_A11Y: "Бұл түймешік файлды бақылауды тоқтатады.",
         STOP_FOLLOWING_SUCCESS: "Бұл файлдың оқырманы болуды тоқтаттыңыз."
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "Үндестіруге қосу",
           TOOLTIP: "Осы файлды үндестіру үшін қосыңыз",
           A11Y: "Бұл түймешік файлды үндестіру үшін қосады.",
           SUCCESS: "Осы файлды үндестіру үшін қосқансыз.",
           ERROR: {
             DEFAULT: "Осы файлды синхрондауға қосу кезінде қате болды. Әрекетті кейін қайталап көріңіз.",
             UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды синхрондауға қоспас бұрын, жүйеге қайта кіруіңіз керек.",
             NOT_FOUND: "Бұл файлды қоса алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды.",
             ACCESS_DENIED: "Бұл файлды қоса алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды."
           }
         },
         STOP_SYNC: {
           NAME: "Үндестіруден жою",
           TOOLTIP: "Үндестіруден осы файлды жойыңыз.",
           A11Y: "Бұл түймешік файлды үндестіруден жояды.",
           SUCCESS: "Осы файлды үндестіруден жойғансыз.",
           ERROR: {
             DEFAULT: "Осы файлды синхрондаудан жою кезінде қате болады. Әрекетті кейін қайталап көріңіз.",
             UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды синхрондаудан алмас бұрын, жүйеге қайта кіруіңіз керек.",
             NOT_FOUND: "Бұл файлды алып тастай алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды.",
             ACCESS_DENIED: "Бұл файлды алып тастай алмайсыз, себебі файл жойылған немесе сізбен ортақ пайдаланылмайды."
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "Қысу",
          FAVORITE_TOOLTIP: "Осы файлды қысу",
          FAVORITE_A11Y: "Бұл түймешік файлды бекітеді",
          FAVORITE_SUCCESS: "Осы файлды бекіттіңіз.",
          STOP_FAVORITEING_NAME: "Босату",
          STOP_FAVORITEING_TOOLTIP: "Осы файлды бекітпеңіз.",
          STOP_FAVORITEING_A11Y: "Осы түймешік файлды бекітпейді.",
          STOP_FAVORITEING_SUCCESS: "Осы файлды бекітпедіңіз."
       },
       TRASH: {
         NAME: "Себет себетіне жылжыту",
         DIALOG_TITLE: "Растау",
         PROMPT: "Бұл файлды себетке жылжытуға сенімдісіз бе? Бұл файлды себетке жылжыту қазір ортақ қолданған әрбірге қолжетімді етеді.",
         ERROR: "Файлды жою барысында қате пайда болды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Осы файлды жою",
         OK: "OK",
         CANCEL: "Болдырмау",
         A11Y: "Бұл түймешік файлды себетке жылжытады.",
         SUCCESS_MSG: "${file} файлы себетке жылжытылды."
       },
       REFRESH: {
         NAME: "Жаңарту",
         ERROR: "Файлдың қарап шығу құралын тазартуда қате пайда болды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Файлдың қарап шығу құралын тазарту",
         INFO_MSG: "Соңғы мазмұнды алу үшін тазартыңыз. ${link}",
         A11Y: "Бұл түймешік файлды себетке жылжытады.",
         SUCCESS_MSG: "Мазмұн сәтті тазартылған."
       },
       COPY_FILE: {
         NAME: "Көшірмесін қауымдастыққа беру",
         DIALOG_TITLE: "Растау",
         ERROR: "Файлды көшіру барысында қате пайда болды. Әрекетті кейін қайталап көріңіз.",
         TOOLTIP: "Осы файлдың көшірмесін қауымдастыққа беріңіз",
         OK: "OK",
         CANCEL: "Болдырмау",
         A11Y: "Бұл түймешік қауымдастыққа осы файлдың көшірмесін беруді рұқсат ететін диалогты ашады.",
         SUCCESS_MSG: "${file} файлы ${community} қауымдастығына көшірілген."
       },
       UPLOAD_VERSION: {
         NAME: "Жаңа нұқсаны жүктеп алу",
         NAME_SHORT: "Жүктеп салу",
         CHANGE_SUMMARY: "Міндетті емес өзгерту жиынтығы...",
         TOOLTIP: "Осы файлдың жаңа нұсқасын жүктеп салу",
         A11Y: "Бұл түймешік осы файлдың жаңа нұсқасын жүктеп салуға мүмкіндік беретін тіл қатысу терезесін ашады."
       },
       LOG_IN: {
    	   NAME: "Кіру",
    	   TOOLTIP: "Файлдар, пікірлер жүктеп алу, бөлісу және қалталар жасау үшін жүйеге кіріңіз"
       },
       LOCK: {
          NAME: "Файлды құрсаулау",
          TITLE: "Осы файлды құлыптау",
          A11Y: "Осы файлды құлыптау",
          SUCCESS: "Файл жаңа құрсауланған."
       },
       UNLOCK: {
          NAME: "Файлды құрсаудан шығару",
          TITLE: "Осы файлдың құлпын ашу",
          A11Y: "Осы файлдың құлпын ашу",
          SUCCESS: "Файл жаңа құрсаудан шығарылған."
       },
       EDIT_ON_DESKTOP: {
          NAME: "Жұмыс үстелінде өңдеу",
          TITLE: "Жұмыс үстелінде өңдеу",
          A11Y: "Жұмыс үстелінде өңдеу"
       },
       FLAG: {
         FILE: {
           NAME: "Сәйкес емес деп белгілеу",
           TITLE: "Файлға жалауша қою",
           A11Y: "Бұл файлға сәйкес емес деп жалауша қою",
           PROMPT: "Бұл файлға жалауша қою себебін көрсетіңіз (таңдамалы):",
           OK: "Жалауша",
           CANCEL: "Болдырмау",
           SUCCESS: "Файлға жалауша қойылып, тексеруге жіберілді.",
           ERROR: "Осы файлды қате белгіленуде, кейінірек қайталап көріңіз."
         },
         COMMENT: {
           NAME: "Сәйкес емес деп белгілеу",
           TITLE: "Аңғартпаға жалауша қою",
           A11Y: "Осы аңғартпаға қатысы жоқ деп жалауға тігіңіз",
           PROMPT: "Бұл аңғартпаға жалауша қою себебін көрсетіңіз (таңдамалы):",
           OK: "Жалауша",
           CANCEL: "Болдырмау",
           SUCCESS: "Аңғартпаға жалауша қойылып, тексеруге жіберілді.",
           ERROR: "Осы пікірді қате белгіленуде, кейінірек қайталап көріңіз."
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "Осы файл туралы",
       VIEW_FILE_DETAILS: "Файл мәліметтерін көру",
       A11Y: "Осы байланысты белсендіру файлдың қарап шығу құралын жабады және осы файл үшін файл мәліметтерінің бетіне бағыттайды."
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "Осы файлға қолжетімді алдын ала көру жоқ"
      },
      IMAGE: {
       ZOOM_IN: "Үлкейту",
       ZOOM_OUT: "Кішірейту",
       RESET: "Ысыру",
       ZOOM_IN_A11Y: "Бұл түймешік кескінді үлкейтеді.",
       ZOOM_OUT_A11Y: "Бұл түймешік кескінді кішірейтеді.",
       RESET_ZOOM_A11Y: "Бұл түймешік ұлғайту деңгейін қайта орнатады."
      },
      VIEWER: {
       LOADING: "Жүктелуде...",
       NO_PUBLISHED_VERSION: "Осы файлдың жарияланған нұсқасын көру мүмкін емес.",
       IFRAME_TITLE: "Осы файлдың алдын ала көрінісі"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "${user} бүгін ${time} уақытта соңғы рет жаңартылды",
       YESTERDAY: "${user} кеше ${time} уақытта соңғы рет жаңартылды",
       DAY: "${user} мәні арқылы ${EEee} мәнінде ${time} уақытта соңғы рет жаңартылды",
       MONTH: "${user} мәні арқыл ${date_long} мәнінде соңғы рет жаңартылды",
       YEAR: "${user} мәні арқыл ${date_long} мәнінде соңғы рет жаңартылды"
      },
      CREATED: {
       TODAY: "${user} пайдаланушы ${time} уақытта бүгін жасаған",
       YESTERDAY: "${user} пайдаланушы ${time} уақытта кеше жасаған",
       DAY: "${user} пайдаланушы ${EEee} күні ${time} уақытта жасаған",
       MONTH: "${user} пайдаланушы ${date_long} күні жасаған",
       YEAR: "${user} пайдаланушы ${date_long} күні жасаған"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - Бүгін",
       YESTERDAY: "${time} - Кеше",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "Бүгін",
       YESTERDAY: "Кеше",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} байт",
      KILOBYTES: "${size} Кбайт",
      MEGABYTES: "${size} Мбайт",
      GIGABYTES: "${size} Гбайт",
      TERRABYTES: "${size} Тбайт"
     },
     COMMENT_BOX: {
       TITLE: "Пікір мәтінінің аймағы",
       SHADOW_TEXT: "Пікірді салу...",
       CANNOT_ACCESS_CONTENT: "Аталған келесі адамдар мазмұнды көре алмайды, себебі оларда мазмұнға рұқсат жоқ:",
       ERROR: "Сілтеме жасағыңыз келген пайдаланушыны тексеру барысында қателік пайда болды.",
       POST: "Хабар",
       SAVE: "Сақтау",
       CANCEL: "Болдырмау",
       EXTERNAL_WARNING: "Пікірлерді ұйымыңыздан тыс адамдар көре алады."
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "Болдырмау",
         A11Y: "Бұл түймешік файл атын өңдеу әрекетінен бас тартады."
       },
       INVALID_CHARACTERS: "Жарамсыз таңба",
       INVALID_CHARACTERS_REMOVED: "Жарамсыз таңба жойылды"
     },
     COMMENT_WIDGET: {
       EDITED: "(Өңделген)",
       EDITED_DATE: {
         TODAY: "Бүгін ${time} уақытта өңделді",
         YESTERDAY: "Ертең ${time} уақытта өңдеу",
         DAY: "${EEee} ${time} уақытта өңделген",
         MONTH: "${date_long} күні өңделді",
         YEAR: "${date_long} күні өңделді"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "Сақтау",
       CANCEL: "Болдырмау",
       USER: "Пайдаланушы",
       COMMUNITY: "Қауымдастық",
       SHARE: "Ортақ пайдалану",
       SHARE_ALT: "Мына файлмен ортақтасу",
       MEMBER_TYPE: "Мүше түрі",
       PERSON_SHADOW: "Кісіні табу үшін теру",
       COMMUNITY_SHADOW: "Бірлестікті табу үшін теру",
       PERSON_FULL_SEARCH: "Кісі тізімде жоқ па? Толық іздеуді қосу...",
       COMMUNITY_FULL_SEARCH: "Бірлестік тізімде жоқ па? Толық іздеуді қосу...",
       ADD_OPTIONAL_MESSAGE: "Қосымша хабар қосу",
       ROLE_LABEL: "Рөл",
       ROLE_EDIT: "Өңдеуші",
       ROLE_VIEW: "Оқырман"
     },
     FILE_STATE: {
       DOCS_FILE: "Бұл Docs файлы. Барлық өзгертулерді желіде орындау керек.",
       LOCKED_BY_YOU: {
         TODAY: "${time} уақытында сіз арқылы құлыпталды.",
         YESTERDAY: "${time} уақытында кеше сіз арқылы құлыпталды.",
         DAY: "${date} күні сіз арқылы құлыпталды.",
         MONTH: "${date} күні сіз арқылы құлыпталды.",
         YEAR: "${date_long} күні сіз арқылы құлыпталды."
       },
       LOCKED_BY_OTHER: {
         TODAY: "${time} уақытында ${user} құлыптады.",
         YESTERDAY: "Кеше ${time} уақытында ${user} құлыптады.",
         DAY: "${date} күні ${user} құлыптады.",
         MONTH: "${date} күні ${user} құлыптады.",
         YEAR: "${date_long} күні ${user} құлыптады."
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "Пікір тым ұзын.",
         TRIM: "Аңғартпаны қысқарту керек пе?"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "Сипаттама тым ұзын.",
         TRIM: "Сипаттаманы қысқарту керек пе?"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "Хабар тым ұзын.",
         TRIM: "Хабарды қысқарту керек пе?"
       },
       TAG: {
         WARN_TOO_LONG: "Бұл тег тым ұзақ.",
         TRIM: "Тегті қысқарту керек пе?"
       },
       TAGS: {
         WARN_TOO_LONG: "Бір не одан көп тег тым ұзақ.",
         TRIM: "Тегтерді қысқарту керек пе?"
       },
       FILENAME: {
         WARN_TOO_LONG: "Файл аты тым ұзақ"
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "Бұл файл желіде өңделуге қолжетімді болады, егер сатып алынған Құжаттар құқығы бар болса.",
       CURRENT_EDITORS: "Бұл файл желіге ${users} пайдаланушылары арқылы өңделді.",
       UNPUBLISHED_CHANGES: "Нұсқа сияқты жарияланған осы жоба жазбасына өңдеулер бар.",
       PUBLISH_A_VERSION: "Нұсқаны жариялау",
       PUBLISH_SUCCESS: "Бұл файлдың нұсқасын сәтті жарияладыңыз",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "Нұсқаны жариялау мүмкін емес өйткені қатынас қабылданбады.",
         NOT_FOUND: "Нұсқаны жариялау мүмкін емес өйткені құжат табылмады.",
         CANNOT_REACH_REPOSITORY: "Нұсқаны жариялау мүмкін емес өйткені Docs сервері файл репозиторийіне қосыла алмады.",
         QUOTA_VIOLATION: "Аумақ шектеулерінің себебінен нұсқаны жариялау мүмкін емес. Бұл нұсқаны жариялау үшін, бос жеткілікті аумаққа басқа файлдарды жойыңыз.",
         CONVERSION_UNAVAILABLE: "Нұсқаны жариялау мүмкін емес өйткені Docs түрлену қызметі қолжетімді емес. Әрекетті кейін қайталап көріңіз.",
         TOO_LARGE: "Нұсқаны жариялау мүмкін емес өйткені құжат тым үлкен.",
         CONVERSION_TIMEOUT: "Нұсқаны жариялау мүмкін емес өйткені Docs түрлену қызметі, құжатты түрлендіру үшін тым көп уақытты алады. Әрекетті кейін қайталап көріңіз.",
         SERVER_BUSY: "Нұсқаны жариялау мүмкін емес өйткені Docs сервері бос емес. Әрекетті кейін қайталап көріңіз.",
         DEFAULT: "Нұсқаны жариялау мүмкін емес өйткені Docs қызметі қолжетімді емес. Әрекетті кейін қайталап көріңіз."
       }
     },
     COMMENTS: {
       EMPTY: "Пікірлер жоқ.",
       MODERATED: "Пікір тексеріске жіберілді және құпталған кезде пайда болады.",
       ERROR: {
         SAVE: {
           DEFAULT: "Аңғартпаны сақтау мүмкін болмады. Әрекетті кейін қайталап көріңіз.",
           UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Пікірді сақтаудан бұрын қайтадан енгізу керек.",
           NOT_FOUND: "Пікіріңіз сақталмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
           ACCESS_DENIED: "Пікіріңіз сақталмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
         },
         DELETE: {
           DEFAULT: "Аңғартпаны өшіру мүмкін болмады. Әрекетті кейін қайталап көріңіз.",
           UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Пікірді жоюдан бұрын қайтадан енгізу керек.",
           NOT_FOUND: "Пікіріңіз жойылмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды.",
           ACCESS_DENIED: "Пікіріңіз жойылмайды, себебі осы файл жойылған немесе сізбен ортақ пайдаланылмайды."
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "Сақтау",
       EDIT_TAGS: "Тегтерді өңдеу",
       ERROR: {
         SAVE: {
           DEFAULT: "Тегті жасау мүмкін болмады. Әрекетті кейін қайталап көріңіз."
         },
         DELETE: {
           DEFAULT: "Тегті жою мүмкін болмады. Әрекетті кейін қайталап көріңіз."
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "Қосымша мәлімет оқу...",
       READ_LESS: "Азырақ оқу..."
     },
     SHARE: {
	     EVERYONE: "Ұйымымдағы кез келген адам",
	     ADD_TOOLTIP: "Сақтау",
	     ROLES: {
	       OWNER: "Иесі",
	       EDIT: "Өңдеушілер",
	       VIEW: "Оқырмандар",
	       FOLDER: "Қалталармен ортақ пайдаланылған"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "Иесі"
	       },
	       EDIT: {
	         ROLE: "Өңдеу",
           ADD: "Өңдеушіні қосу"
	       },
	       VIEW: {
	         ROLE: "Оқырман",
           ADD: "Оқырман қосу"
	       },
	       FOLDER: {
           ADD: "Қалталарды қосу",
           COMMUNITY_ADD: "Қалтаға қосу",
           MOVE: "Қалтаға жылжыту"
	       },
	       MULTI: {
	         ADD: "Пайдаланушылар немесе қауымдастықтар қосу",
	         ADD_PEOPLE: "Пайдаланушылар қосу"
	       }
	     },
	     PUBLIC: {
	        SHORT: "Ұйымымдағы кез келген адам",
	        LONG: {
	           GENERIC: "Ұйымыңыздағы кез келген пайдаланушыны",
	           ORG: "Осы ${org} ішіндегі кез келгенін."
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "Бұл файл әлде қашан ${user} пайдаланушысымен ортақ қолданылады.",
	       ERROR: "Осы уақытта ${user} пайдаланушысымен ортақ қолдану мүмкін емес.",
	       SELF: "Өзіңізбен бөліуіңіз мүмкін емес."
	     },
	     SHARE_INFO: {
	       PROMOTED: "${user} пайдаланушысы жоғарғы ортақ қолдану роліне шақырылды."
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "${user} пайдаланушысымен сәтті ортақ қолданылды"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "Міндетті емес хабарлама..."
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "Дайындау сыртқы пайдаланушысы",
            ACTION: "Дайындау сыртқы пайдаланушысы...",
            TOOLTIP: "Дайындау сыртқы пайдаланушысы",
            DIALOG_TITLE: "Мазмұн бөлісілмеген",
            PROMPT: {
              NO_ACCOUNT: "Келесі пайдаланушының тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
              INVITE: "Мазмұнды онымен бірге ортақтасу үшін мейман секілді пайдаланушыны шақырыңыз."
            },
            SUBMIT: "Шақыруды жалғастыру",
            CANCEL: "Болдырмау",
            ERROR: "Тіркелгіні жасау барысында қате орын алды. Әрекетті кейін қайталап көріңіз.",
            SUCCESS: "Пайдаланушы тіркелгісі дайындалды."
	       },
	       PLURAL: {
	         NAME: "Дайындау сыртқы пайдаланушысы",
	         ACTION: "Дайындау сыртқы пайдаланушысы...",
	         TOOLTIP: "Дайындау сыртқы пайдаланушысы",
	         DIALOG_TITLE: "Мазмұн бөлісілмеген",
	         PROMPT: {
	           NO_ACCOUNT: "Келесі пайдаланушылардың тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
	           INVITE: "Мазмұнды олармен бірге ортақтастыру үшін мейман секілді пайдаланушыларды шақырыңыз."
	         },
	         SUBMIT: "Шақыртуды жалғастыру",
	         CANCEL: "Болдырмау",
	         ERROR: "Тіркелгіні дайындау барысында қате орын алды. Әрекетті кейін қайталап көріңіз.",
	         SUCCESS: "Пайдаланушы тіркелгілері дайындалды."
	       },
	       ABSTRACT: {
	         NAME: "Дайындау сыртқы пайдаланушысы",
            ACTION: "Дайындау сыртқы пайдаланушысы...",
            TOOLTIP: "Дайындау сыртқы пайдаланушысы",
            DIALOG_TITLE: "Мазмұн бөлісілмеген",
            PROMPT: {
              NO_ACCOUNT: "Кейбір пайдаланушының тіркелгілері жоқ және мазмұн олармен ортақтаспайды.",
              INVITE: "Мазмұнды олармен бірге ортақтастыру үшін мейман секілді пайдаланушыларды шақырыңыз."
            },
            SUBMIT: "Шақыртуды жалғастыру",
            CANCEL: "Болдырмау",
            ERROR: "Тіркелгіні дайындау барысында қате орын алды. Әрекетті кейін қайталап көріңіз.",
            SUCCESS: "Пайдаланушы тіркелгілері дайындалды."
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "Параметрлерді ортақ пайдалану",
         PROPAGATION: "Басқаларға осы файлды ортақ пайдалануға рұқсат беру",
         EVERYONE: "Бұл файлды барлығы ортақ пайдалана алады.",
         OWNER_ONLY: "Бұл файлды тек иесі ортақ пайдалана алады.",
         STOP_SHARE: "Ортақ пайдалануды тоқтату",
         MAKE_INTERNAL: "Сырттай ортақ қолдануды тоқтату",
         MAKE_INTERNAL_SUCCESS: "Мына файл ұйымыңыздың сыртындағы пайдаланушылармен ортақтаспайды.",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "Ішкі етіп жасайсыз ба?",
           PROMPT: "Бұл файлды ішкі ету, ұйымыңыздың сыртындағы адамдармен ортақ қолдануға болмайтынын білдіреді. ${br}${br}" +
             "Сыртқы адамдармен, қауымдастықтармен немесе қалталармен кез келген ортақ қолдану жойылады.${br}${br}Файлды ішкі ету тұрақты және жасалмайтынын білдіреді."
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "Файлды ортақтастыруды тоқтату",
           PROMPT: "Осы файлды ортақ қолдануды тоқтатқыңыз келетініне сенімдісіз бе?",
           QUESTION_PUBLIC: "Ұйымыңыздағы кез келген адамға көрінбейді немесе пайдаланушылармен, қалталармен немесе бірлестіктермен ортақтасады. Мына әрекет жасалмайды.",
           QUESTION_PUBLIC_E: "Ұйымыңыздағы кез келген адамға көрінбейді немесе пайдаланушылармен, қалталармен ортақтасады. Мына әрекет жасалмайды.",
           QUESTION: "Файл пайдаланушылармен немесе бірлестіктермен ұзақ ортақтаспайды және жеке қалталарыңыздың барлық қалталарды оындаудан жойылады. Бұл әрекет орындалмауы мүмкін емес.",
           QUESTION_E: "Файл пайдаланушылармен ұзақ ортақтаспайды және жеке қалталарыңыздың барлық қалталарды оындаудан жойылады. Бұл әрекет орындалмауы мүмкін емес."
         },
         MAKE_PRIVATE_SUCCESS: "Мына файл қазір жеке.",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "Файлды ортақ қолдануды тоқтатуға мүмкін емес. Әрекетті кейін қайталап көріңіз."
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "Менің бөлісулерім"
	   },
	   STREAM: {
	     LOADING: "Жүктелуде...",
	     LOAD_MORE: "Қосымша жүктеу..."
	   },
	   ENTRY: {
	     REMOVE: "Жою",
	     RESTORE: "Қалпына келтіру",
	     EDIT: "Өңдеу",
	     DELETE: "Жою",
	     OK: "OK",
	     CANCEL: "Болдырмау",
	     USER_PICTURE: "${0} суреті",
	     FLAG: "Сәйкес емес деп белгілеу"
	   },
	   PANEL: {
	     LOAD_ERROR: "Осы файлдың метадеректерін қатынастыру қате болды.",
	     ABOUT: {
	       TITLE: "Туралы",
	       EXPAND_BUTTON: "Қосымша ақпарат көру үшін осы түймені жаю",
	       CURRENT_VERSION_HEADER: "Ағымдағы нұсқа ${versionNumber}",
	       FILE_SIZE_HEADER: "Файл мөлшері",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - ағымдағы нұсқа",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - барлық нұсқалар",
	       DOCS_DRAFT_UPDATED_HEADER: "Өңделген жоба жазбасы",
	       DOCS_DRAFT_CREATED_HEADER: "Жасалған жоба жазбасы",
	       DOCS_UPDATED_HEADER: "Жарияланды",
	       DOCS_CREATED_HEADER: "Жасалды",
	       UPDATED_HEADER: "Жаңартылған",
	       CREATED_HEADER: "Жасалды",
	       LIKES_HEADER: "Ұнатулар",
	       LIKES_EXPAND_ICON: "Файлға кімнің байланысқанын көру үшін, осы белгішені шығарып алу",
	       DOWNLOADS_HEADER: "Жүктемелер",
	       DOWNLOADS_HEADER_MORE: "Жүктеп алулар (${0})",
	       DOWNLOADS_EXPAND_ICON: "Осы файлды кім жүктегенін көру үшін, осы белгішені шығарып алу",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} қол қоюсыз",
	       DOWNLOADS_LATEST_VERSION: "Бұл файлдың соңғы нұсқасын жүктеп алдыңыз",
	       DOWNLOADS_LAST_VERSION: "Бұл файлдың соңғы рет ${0} нұсқасын жүктеп алдыңыз",
	       TAGS_HEADER: "Тегтер",
	       DESCRIPTION_HEADER: "Сипаттама",
	       DESCRIPTION_READ_MORE: "Қосымша мәлімет оқу...",
	       LINKS_HEADER: "Сілтемелер",
	       SECURITY: "Қауіпсіздік",
	       FILE_ENCRYPTED: "Файл мазмұны шифрланған. Шифрланған файл мазмұны ізделмейді. Файл мазмұнын көру мүмкін емес және HCL Docs бағдарламасында өңдеу мүмкін емес.",
	       GET_LINKS: "Сілтемелерді алу...",
	       ADD_DESCRIPTION: "Сипаттаманы қосу",
	       NO_DESCRIPTION: "Сипаттама жоқ",
	       ADD_TAGS: "Тегтерді қосу",
	       NO_TAGS: "Тегтер жоқ"
	     },
	     COMMENTS: {
	       TITLE: "Пікірлер",
	       TITLE_WITH_COUNT: "Пікірлер (${0})",
	       VERSION: "${0} нұсқасы",
	       FEED_LINK: "Осы аңғартпаларға арналған арна",
	       FEED_TITLE: "Осы аңғартпаларға жасалған өзгерістерге feed reader арқылы өтіңіз"
	     },
	     SHARING: {
	       TITLE: "Ортақ пайдалану",
	       TITLE_WITH_COUNT: "Ортақ (${0})",
	       SHARED_WITH_FOLDERS: "Қалталармен ортақтасқан - ${count}",
	       SEE_WHO_HAS_SHARED: "Кіммен ортақ пайдаланылғандығын қарау",
           COMMUNITY_FILE: "Қауыммен иеленген файлдар адамдарға немесе басқа қауымдастықтарға ортақ пайдаланылмайды.",
           SHARED_WITH_COMMUNITY: "'${0}' қауымдастығының ұүшелерімен бөлісілген",
           LOGIN: "Кіру",
           NO_SHARE: "Мына файл кез келген қалталарға әлі салынбағын.",
           ONE_SHARE: "Файл сіздің рұсқатыңыз жоқ 1-ші қалтасында немесе қауымдастықтығында. ",
           MULTIPLE_SHARE: "Файл сіздің рұсқатыңыз жоқ ${fileNumber} қалтата немесе қауымдастықта. "
	     },
	     VERSIONS: {
	       TITLE: "Нұсқалар",
	       TITLE_WITH_COUNT: "Нұсқалар (${0})",
	       FEED_LINK: "Осы нұсқаларға арналған веб арна",
	       FEED_TITLE: "Веб-арна оқушысы арқылы осы файлға жасалған өзгертулерді бақылап отырыңыз"
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "Әрекеттің растамасы",
       DIALOG_TITLE: "Растау",
       PROMPT: "Бұл әрекетті орындауға сенімдісіз бе?",
       ERROR: "Әрекетті орындауда қате пайда болды. Әрекетті кейін қайталап көріңіз.",
       TOOLTIP: "Әрекетті орындау",
       OK: "OK",
       CANCEL: "Болдырмау",
       A11Y: "Бұл түймешік ағымдағы әрекетті орындайды."
     },
     THUMBNAIL: {
       TITLE: "Нобай",
       CHANGE_LINK: "Нобайды өзгерту...",
       ERROR: "Нобайды сақтау мүмкін емес. Әрекетті кейін қайталап көріңіз.",
       EXT_ERROR: "Келеі қолданылған ерекше жағдайлары бар бір файлды таңдаңыз: ${0}",
       SUCCESS: "Нобай өзгертілді",
       UPLOAD: "Сақтау",
       CANCEL: "Болдырмау"
     },
     UPLOAD_VERSION: {
       LINK: "Жаңа нұсқасын кері жүктеу...",
       CHANGE_SUMMARY: "Міндетті емес өзгерту жиынтығы...",
       ERROR: "Жаңа нұсқаны сақтау мүмкін болмады. Әрекетті кейін қайталап көріңіз.",
       SUCCESS: "Жаңа нұсқа сақталды",
       UPLOAD: "Жүктеп салу",
       UPLOAD_AND_CHANGE_EXTENSION: "Кеңейтімді жүктеп салу және өзгерту",
       CANCEL: "Болдырмау"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "Файлды ашу кезінде қате орын алды. Әрекетті кейін қайталап көріңіз.",
       UNAUTHENTICATED: "Сеансыңыздың уақыты бітті. Осы файлды көрмес бұрын жүйеге кіруіңіз керек.",
       NOT_FOUND: "Сұраған файл жойылған немесе жылжытылған. Егер біреу осы сілтемені жіберсе, оның дұрыстығын тексеріңіз.",
       ACCESS_DENIED: "Бұл файлды көруге рұқсатыңыз жоқ. Файл сізбен ортақтастырылмайды.",
       ACCESS_DENIED_ANON: "Бұл файлды көруге рұқсатыңыз жоқ. Егер бұл файл сіздікі немесе сізбен ортақ пайдаланылған болса, алдымен жүйеге кіру керек."
     },
     LOAD_ERROR: {
       DEFAULT: "Өкінішке орай. Сілтемені қатынастыру қатесі болды.",
       ACCESS_DENIED: "Осы файлды көрсетуге арналған рұқсатты сұрау үшін файл иесімен байланысыңыз."
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - файл",
       LOAD_ERROR: "Қатені байланыстыру файлы"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
