/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({

	"ACTIONS_RENAME" : "Μετονομασία",
	"ACTIONS_REPLACE" : "Αντικατάσταση",
	"ACTIONS_UNDO" : "Αναίρεση",
	"ACTIONS_REPLACE_INVALID" : "Αφαίρεση μη έγκυρων χαρακτήρων",
	"ACTIONS_TRUNCATE" : "Συντόμευση ονόματος",
	"ACTIONS_REVERT": "Επαναφορά",
	"ACTIONS_REMOVE": "Αφαίρεση αρχείου",

	"ALERT" : "Προειδοποίηση ",
	"ALERT_MESSAGE": "Υπάρχει μια προειδοποίηση ή ένα σφάλμα για τα επιλεγμένα αρχεία. Πατήστε το πλήκτρο Tab για να περιηγηθείτε στα αρχεία και να κάνετε τους απαραίτητους ελέγχους.",
	"LEVEL_INFO" : "Πληροφορίες",
	"LEVEL_WARNING" : "Προειδοποίηση",
	"LEVEL_ERROR" : "Σφάλμα",
	
	"A11Y_INFO": "Πληροφορίες:",
	"A11Y_WARNING": "Προειδοποίηση:",
	"A11Y_ERROR": "Σφάλμα:",

	"STATUS_REPLACE" : "Αυτό το αρχείο θα αντικαταστήσει ένα υπάρχον αρχείο",
	"STATUS_REMOTE_DUPLICATE" : "Υπάρχει ήδη ένα αρχείο με αυτό το όνομα",
	
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_GLOBAL" : "Ο φάκελος Τα αρχεία μου περιέχει ήδη αρχεία με όνομα ${0}. ",
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_GLOBAL_1" : "Υπάρχει ήδη ένα αρχείο με το όνομα ${0} στο φάκελο Τα αρχεία μου. ",
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_COLLECTION" : "Αυτός ο φάκελος περιέχει ήδη αρχεία με όνομα ${0}. ",
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_COLLECTION_1" : "Υπάρχει ήδη ένα αρχείο με το όνομα ${0} σε αυτόν το φάκελο. ",
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_MYDRIVE" : "Η προβολή Η μονάδα δίσκου μου περιέχει ήδη αρχεία με όνομα ${0}. ",
   "STATUS_REMOTE_DUPLICATE_RENAME_CONTEXT_MYDRIVE_1" : "Υπάρχει ήδη ένα αρχείο με όνομα ${0} στην προβολή Η μονάδα δίσκου μου. ",
   //${0} is ACTIONS_RENAME_LONG, word 'Rename'
   "STATUS_REMOTE_DUPLICATE_RENAME_AND_REPLACE_ACTION" : "Μεταφορτώστε το αρχείο ως νέα εκδοχή ή μετονομάστε το. ${0}",
   "STATUS_REMOTE_DUPLICATE_RENAME_ACTION" : "Ορίστε διαφορετικό όνομα. ${0}",
	//${0} is ACTIONS_RENAME_LONG, word 'Rename'
   "STATUS_REMOTE_DUPLICATE_RENAME" : "Υπάρχει ήδη ένα αρχείο με αυτό το όνομα. Μεταφορτώστε το αρχείο ως νέα εκδοχή ή μετονομάστε το. ${0}",
   //${0} is ACTIONS_RENAME_LONG, word 'Rename'
   "STATUS_REMOTE_DUPLICATE_RENAME_COMMUNITY" : "Υπάρχει ήδη ένα αρχείο με αυτό το όνομα σε αυτή την κοινότητα. Μεταφορτώστε το αρχείο ως νέα εκδοχή ή μετονομάστε το. ${0}",
   "ACTIONS_RENAME_LONG" : "Μετονομασία", 
	"STATUS_LOCAL_DUPLICATE" : "Το αρχείο έχει ήδη επιλεγεί.",
	"STATUS_TO_PREVIEW" : "Δεν είναι δυνατή η δημιουργία μικρογραφίας για αυτό το βίντεο. Μεταβείτε στη σελίδα με τις ιδιότητες του αρχείου για να προσθέσετε μια εικόνα που θα εμφανίζεται στην προεπισκόπηση.",
	"STATUS_INVALID_CHARS" : "Το όνομα του αρχείου περιέχει έναν ή περισσότερους από τους ακόλουθους μη έγκυρους χαρακτήρες: \\ / : * ? \\ < > |",
	"STATUS_NAME_TOO_LONG" : "Αυτό το όνομα αρχείου υπερβαίνει το μέγιστο μήκος των ${0} bytes",
	"STATUS_RENAMED": "Το αρχικό όνομα του αρχείου ήταν ${0}",
	
	"ERROR_TOO_BIG": "Το ${0} έχει μέγεθος ${1}, το οποίο υπερβαίνει το μέγιστο επιτρεπτό ${2}",
	"ERROR_TOO_BIG_FOR_BROWSER": "Το αρχείο ${0} είναι πολύ μεγάλο και δεν μπορεί να μεταφορτωθεί με το πρόγραμμα πλοήγησης που χρησιμοποιείτε. Προσπαθήστε να χρησιμοποιήσετε ένα διαφορετικό πρόγραμμα πλοήγησης.",
   "ERROR_TOO_BIG_FOR_BROWSER_OR_ENABLE_FLASH": "Το αρχείο ${0} είναι πολύ μεγάλο και δεν μπορεί να μεταφορτωθεί με το πρόγραμμα πλοήγησης και τις ρυθμίσεις που χρησιμοποιείτε. Προσπαθήστε να ενεργοποιήσετε το Flash ή να χρησιμοποιήσετε ένα διαφορετικό πρόγραμμα πλοήγησης.",
	"ERROR_BAD_EXT_WHITELIST": "Το όνομα ${0} δεν είναι έγκυρο γιατί η προέκταση αρχείου ${1} δεν ανήκει στη λίστα με τις επιτρεπτές προεκτάσεις",
	"ERROR_BAD_EXT_BLACKLIST": "Το όνομα ${0} δεν είναι έγκυρο γιατί η προέκταση αρχείου ${1} ανήκει στη λίστα με τις απαγορευμένες προεκτάσεις",
	"ERROR_IO": "Δεν είναι δυνατή η επιλογή του ${0} από το πρόγραμμα πλοήγησης.",

	"UI_EDIT" : "Μετονομάστε το αρχείο ${0} (${1}) πατώντας Enter.",
	"UI_EDIT_TOOLTIP": "Πατήστε Enter για να αποθηκεύσετε το όνομα αρχείου. Διαφορετικά, πατήστε Esc για ακύρωση.",
	"UI_REMOVE" : "Αφαίρεση ${0}",
	
	"SIZE_UNKNOWN": "Άγνωστο",
	
	"STATE_UPLOADING" : "Το αρχείο ${0} μεταφορτώνεται",
	"STATE_UPLOADED" : "Το αρχείο ${0} μεταφορτώθηκε με επιτυχία",
	
	"B": "${0} B",
	"KB": "${0} KB",
	"MB": "${0} MB",
	"GB": "${0} GB",
	
	"BUTTON_TEXT_WEBKIT": "Επιλογή αρχείων",
	"BUTTON_TEXT_WEBKIT_1": "Επιλογή αρχείου",
	"BUTTON_TEXT": "Αναζήτηση...",
	"A11Y_CLOSE_BUTTON_WITH_LINK": "Πατήστε το πλήκτρο Tab για να μεταβείτε στο κουμπί ${0}."
})

