/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "Преглед на файл",
     FILENAME_TOOLTIP: "Редактиране на име на файл",
     ICON_TOOLTIP: "Изтегляне на файл",
     ERROR: "Възникна грешка.",
     SHARED_EXTERNALLY: "Споделено външно",
     FILE_SYNCED: "Добавено за синхронизиране",
     MORE_ACTIONS: {
       TITLE: "Повече действия",
       A11Y: "Отваря падащо меню със списък с повече действия за осъществяване по файла."
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "Повече опции",
         A11Y: "Този бутон отваря меню за повече опции."
       },
       BUTTON: {
         EDIT: {
           TITLE: "Редактиране"
         },
         UPLOAD: {
           TITLE: "Качване"
         }
       }
     },
     WELCOME: {
       TITLE: "Комбинирахме преглед на файл и подробности",
       SUBTITLE: "Вече можете да преглеждате файл и неговите коментари успоредно.",
       LINES: {
          LINE_1: "Цялата информация и всичко останало, което можете да направите по старата страница, могат да бъдат намерени тук.",
          LINE_2: "Коментари, споделяне, версии и основна информация могат да бъдат намерени отстрани на файла."
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "Този бутон навигира към следващия файл.",
      PREVIOUS_A11Y: "Този бутон навигиран към предишния файл."
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "Затваряне",
         A11Y: "Този бутон затваря средството за преглеждане."
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "Нов от файл",
         ACTION_NAME:"Създаване на файл",
         A11Y: {
           TEXT: "Създаване на документ (DOC,DOCX или ODT файл) от шаблонен файл. Можете да редактирате тези документи онлайн в Docs.",
           PRES: "Създаване на презентация (PPT, PPTX или ODP файл) от шаблонен файл. Можете да редактирате тези презентации онлайн в Docs.",
           SHEET: "Създаване на електронна таблица (XLS, XLSX или ODS файл) от шаблонен файл. Можете да редактирате тези електронни таблици онлайн в Docs."
         },
         PROMPT: {
           TEXT: "Създаване на документ (DOC,DOCX или ODT файл) от шаблонен файл. Можете да редактирате тези документи онлайн в Docs.",
           PRES: "Създаване на презентация (PPT, PPTX или ODP файл) от шаблонен файл. Можете да редактирате тези презентации онлайн в Docs.",
           SHEET: "Създаване на електронна таблица (XLS, XLSX или ODS файл) от шаблонен файл. Можете да редактирате тези електронни таблици онлайн в Docs."
         },
         NAME_FIELD: "Име:",
         EXTERNAL_FIELD: "Файловете могат да бъдат споделени с лица, които са външни за моята организация",
         EXTERNAL_DESC: "Външният достъп позволява файловете да бъдат споделяни с външни потребители (лица извън Вашата организация или компания), папки, споделяни с външни потребители, и общности с външни лица като членове. Трябва да зададете външен достъп, когато качвате даден файл; това не може да бъде върнато на по-късен етап.",
         CREATE_BUTTON: "Създаване",
         CANCEL: "Отказ",
         PRE_FILL_NAMES: {
           OTT: "Неозаглавен документ",
           OTS: "Неозаглавена електронна таблица",
           OTP: "Неозаглавена презентация",
           DOT: "Неозаглавен документ",
           XLT: "Неозаглавена електронна таблица",
           POT: "Неозаглавена презентация",
           DOTX: "Неозаглавен документ",
           XLTX: "Неозаглавена електронна таблица",
           POTX: "Неозаглавена презентация"
         },
         ERRORS: {
           NAME_REQUIRED: "Изисква се име на документ.",
           ILLEGAL_NAME:"Това е невалидно заглавие на документ, моля, посочете друго.",
           WARN_LONG_NAME: "Името на документа е твърде дълго.",
           TRIM_NAME: "Съкращаване на името на документа?",
           SESSION_TIMEOUT: "Вашата сесия е изтекла, моля влезте и опитайте отново.",
           DUPLICATE_NAME: "Открито е дублиращо се име на файл. Въведете ново име.",
           SERVER_ERROR: "Сървърът на Connections е недостъпен. Свържете се с администратора на сървъра и опитайте отново по-късно."
         }
       },
       DOWNLOAD: {
         TOOLTIP: "Изтегляне на файл",
         A11Y: "С този бутон се изтегля файлът."
       },
       DOWNLOAD_AS_PDF: {
         NAME: "Изтегляне като PDF",
         TOOLTIP: "Изтегляне на този файл като PDF файл",
         A11Y: "Този бутон изтегля файла като PDF.",
         SUCCESS: "Вие успешно изтеглихте файла като PDF.",
         ERROR: {
           DEFAULT: "Не можахте да изтеглите файла като PDF.  Моля, опитайте отново по-късно.",
           UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да изтеглите файла като PDF.",
           NOT_FOUND: "Файлът не можа да бъде изтеглен като PDF, тъй като файлът е изтрит или вече не е споделен с Вас.",
           ACCESS_DENIED: "Файлът не можа да бъде изтеглен като PDF, тъй като файлът е изтрит или вече не е споделен с Вас."
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "Няма публикувана версия на този файл за изтегляне.  Версиите могат да бъдат публикувани от редактора на Docs."
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "Невъзможно изтегляне на файла",
           CANCEL: "Затваряне",
           PROMPT: "Няма публикувана версия на този файл за изтегляне.",
           PROMPT2: "Версиите могат да бъдат публикувани от редактора на Docs."
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "Невъзможно изтегляне на файла",
           CANCEL: "Затваряне",
           PROMPT: "Няма публикувана версия на този файл за изтегляне.",
           PROMPT2: "Помолете собственика на файла да публикува версия на този файл."
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "Изтегляне на версия",
           OK: "Изтегляне на версия",
           PROMPT: {
             TODAY: "Открита е по-нова чернова, последно редактирана днес в ${time}.",
             YESTERDAY: "Открита е по-нова чернова, последно редактирана вчера в ${time}.",
             DAY: "Открита е по-нова чернова, последно редактирана на ${date}.",
             MONTH: "Открита е по-нова чернова, последно редактирана на ${date}.",
             YEAR: "Открита е по-нова чернова, последно редактирана на ${date_long}."
           },
           PROMPT2: {
             TODAY: "Сигурни ли сте, че желаете да продължите с изтеглянето на версията, която е публикувана днес в ${time}?",
             YESTERDAY: "Сигурни ли сте, че желаете да продължите с изтеглянето на версията, която е публикувана вчера в ${time}?",
             DAY: "Сигурни ли сте, че желаете да продължите с изтеглянето на версията, която е публикувана на ${date}?",
             MONTH: "Сигурни ли сте, че желаете да продължите с изтеглянето на версията, която е публикувана на ${date}?",
             YEAR: "Сигурни ли сте, че желаете да продължите с изтеглянето на версията, която е публикувана на ${date_long}?"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "Показване на панел с подробности",
         HIDE: "Скриване на панел с подробности",
         SHOW_A11Y: "Този бутон превключва между отваряне и затваряне на страничния панел. Страничният панел в момента е затворен.",
         HIDE_A11Y: "Този бутон превключва между отваряне и затваряне на страничния панел. Страничният панел в момента е отворен."
       },
       VIEW_DOC: {
         NAME: "Отваряне в Docs Viewer",
         TOOLTIP: "Отваряне в Docs Viewer",
         A11Y: "Този бутон отваря файла за преглед в нов прозорец на браузъра."
       },
       EDIT_DOC: {
         NAME: "Редактиране в Docs",
         TOOLTIP: "Редактиране на файл в Docs",
         A11Y: "Този бутон отваря файла за редактиране в Docs в нов прозорец."
       },
       ROUNDTRIP_EDIT: {
         NAME: "Редактиране на работната площ",
         DIALOG_TITLE: "Редактиране на работната площ",
         TOOLTIP: "Редактиране на този документ",
         A11Y: "Този бутон отваря файл за локално редактиране.",
         PROMPT: "Тази характеристика Ви позволява да редактирате файла локално.",
         IMPORTANT: "Важно:",
         REMINDER: "След като приключите с редактирането, трябва да публикувате чернова като използвате десктоп конекторите на файла. Ако файлът не може да бъде отворен, може да е необходимо инсталирането на плъгините за работната площ.",
         SKIP_DIALOG: "Това съобщение да не се показва отново.",
         OK: "OK",
         CANCEL: "Отказ"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "Потвърждаване",
         DELETE_VERSION: "Изтрийте версия ${version}",
         DELETE_VERSION_AND_PRIOR: "Изтриване на версията ${version} и всички по-стари версии",
         PROMPT: "На път сте да изтриете версия ${version}. Желаете ли да продължите?",
         DELETE_PRIOR: "Това ще изтрие също и всички предишни версии",
         ERROR: "Възникна грешка при изтриването на версията. Опитайте отново по-късно.",
         TOOLTIP: "Изтриване на тази версия",
         OK: "OK",
         CANCEL: "Отказ"
       },
       GET_LINKS: {
         DIALOG_TITLE: "Извлечете връзки",
         LINK_FILE: "Връзка към файл:",
         LINK_PREVIEW: "Връзка за преглед на файл:",
         LINK_DOWNLOAD: "Връзка за изтегляне на файла:",
         TOOLTIP: "Връзка към файл",
         OK: "Затваряне"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "Изтегляне на тази версия"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "Потвърждаване",
         PROMPT: "На път сте да замените текущата версия на този файл с версия ${version}. Желаете ли да продължите?",
         ERROR: "Възникна грешка при възстановяването на версията. Опитайте отново по-късно.",
         TOOLTIP: "Възстановяване на тази версия",
         CHANGE_SUMMARY: "Възстановено от версия ${version}",
         OK: "OK",
         CANCEL: "Отказ"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "Потвърждаване",
         REMOVE_EVERYONE: "Наистина ли искате да преустановите достъпа на Вашата организация до този файл? Ако достъпът е премахнат, тогава файлът е премахнат от папки и общности, позволяващи достъп на организационно ниво, и само собственикът и лицата, с които е бил споделен, могат да го виждат и да работят с него.",
         REMOVE_USER: "Наистина ли искате да спрете споделянето с ${user}? Ако спрете споделянето, ${user} ще може да осъществява достъп до този файл само през папките или ако той е споделен с всички във Вашата организация.",
         REMOVE_COMMUNITY: "Сигурни ли сте, че желаете да премахнете този файл от общността ${communityName}?",
         REMOVE_FOLDER: "Сигурни ли сте, че желаете да премахнете този файл от папка ${folderName}?",
         REMOVE_EVERYONE_TOOLTIP: "Преустановяване на достъпа на организацията",
         REMOVE_USER_TOOLTIP: "Премахване на всички споделяния с ${user}",
         REMOVE_COMMUNITY_TOOLTIP: "Премахване от общността ${communityName}",
         REMOVE_FOLDER_TOOLTIP: "Премахване от папка ${folderName}",
         OK: "OK",
         CANCEL: "Отказ"
       },
       EDIT_COMMENT: {
         TOOLTIP: "Редактиране на този коментар"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "Потвърждаване",
         PROMPT: "Наистина ли искате да изтриете този коментар?",
         ERROR: "Възникна грешка при изтриването на коментара. Опитайте отново по-късно.",
         TOOLTIP: "Изтриване на този коментар",
         OK: "OK",
         CANCEL: "Отказ"
       },
       LIKE: {
         LIKE: "Харесване на файл",
         UNLIKE: "Премахване на харесването на файл",
         LIKE_A11Y: "С този бутон файлът се харесва.",
         UNLIKE_A11Y: "С този бутон се премахва харесването на файла.",
         LIKED_SUCCESS: "Вие харесахте този файл",
         UNLIKE_SUCCESS: "Вие премахнахте харесването на този файл"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "Редактиране на описание",
         ERROR: {
           DEFAULT: "Описанието не можа да бъде запазено. Опитайте отново по-късно.",
           UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да актуализирате описанието.",
           NOT_FOUND: "Описанието не можа да бъде запазено, тъй като файлът е изтрит или вече не е споделен с Вас.",
           ACCESS_DENIED: "Описанието не можа да бъде запазено, тъй като файлът е изтрит или вече не е споделен с Вас."
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "Грешка при запазване на името на файл",
           CONFLICT: "Името на файла вече съществува"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "Възникна грешка при следването на този файл. Опитайте отново по-късно.",
             UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да следвате този файл.",
             NOT_FOUND: "Не можете да следвате този файл, тъй като файлът е бил изтрит или вече не е споделен с Вас.",
             ACCESS_DENIED: "Не можете да следвате този файл, тъй като файлът е бил изтрит или вече не е споделен с Вас."
           },
           UNFOLLOW: {
             DEFAULT: "Възникна грешка при премахването на следването на този файл. Опитайте отново по-късно.",
             UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да спрете следването на този файл.",
             NOT_FOUND: "Не можете да спрете следването на този файл, тъй като файлът е бил изтрит или вече не е споделен с Вас.",
             ACCESS_DENIED: "Не можете да спрете следването на този файл, тъй като файлът е бил изтрит или вече не е споделен с Вас."
           }
         },
         FOLLOW_NAME: "Следване",
         FOLLOW_TOOLTIP: "Следвай този файл",
         FOLLOW_A11Y: "Този бутон следва файла.",
         FOLLOW_SUCCESS: "Отсега следвате този файл.",
         STOP_FOLLOWING_NAME: "Спиране на следването",
         STOP_FOLLOWING_TOOLTIP: "Спри да следваш този файл",
         STOP_FOLLOWING_A11Y: "Този бутон спира следването на файла.",
         STOP_FOLLOWING_SUCCESS: "Спряхте да следвате този файл."
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "Добавяне за синхронизиране",
           TOOLTIP: "Добавяне на този файл за синхронизиране",
           A11Y: "Този бутон добавя файла за синхронизиране.",
           SUCCESS: "Вие добавихте този файл за синхронизиране.",
           ERROR: {
             DEFAULT: "Възникна грешка при добавяне на този файл за синхронизиране. Опитайте отново по-късно.",
             UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да добавите този файл за синхронизиране.",
             NOT_FOUND: "Не можете да добавите този файл за синхронизиране, тъй като файлът е изтрит или вече не е споделен с Вас.",
             ACCESS_DENIED: "Не можете да добавите този файл за синхронизиране, тъй като файлът е изтрит или вече не е споделен с Вас."
           }
         },
         STOP_SYNC: {
           NAME: "Премахване от синхронизирането",
           TOOLTIP: "Премахване на този файл от синхронизирането",
           A11Y: "Този бутон премахва този файл от синхронизирането.",
           SUCCESS: "Вие премахнахте този файл от синхронизирането.",
           ERROR: {
             DEFAULT: "Възникна грешка при премахването на този файл от синхронизиране. Опитайте отново по-късно.",
             UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, за да можете да премахнете този файл от синхронизиране.",
             NOT_FOUND: "Не можете да премахнете този файл от синхронизиране,тъй като файлът е изтрит или вече не е споделен с Вас.",
             ACCESS_DENIED: "Не можете да премахнете този файл от синхронизиране,тъй като файлът е изтрит или вече не е споделен с Вас."
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "Закачане",
          FAVORITE_TOOLTIP: "Закачане на този файл",
          FAVORITE_A11Y: "Този бутон закача файла.",
          FAVORITE_SUCCESS: "Вие закачихте този файл.",
          STOP_FAVORITEING_NAME: "Откачане",
          STOP_FAVORITEING_TOOLTIP: "Откачане на този файл",
          STOP_FAVORITEING_A11Y: "Този бутон откача файла.",
          STOP_FAVORITEING_SUCCESS: "Вие откачихте този файл."
       },
       TRASH: {
         NAME: "Преместване в кошчето",
         DIALOG_TITLE: "Потвърждаване",
         PROMPT: "Сигурни ли сте, че желаете да преместите този файл в кошчето? Преместването на този файл в кошчето ще го направи недостъпен за всеки, с който той е споделен понастоящем.",
         ERROR: "Възникна грешка при изтриването на файла. Опитайте отново по-късно.",
         TOOLTIP: "Изтриване на този файл",
         OK: "OK",
         CANCEL: "Отказ",
         A11Y: "Този бутон премества файла в кошчето.",
         SUCCESS_MSG: "${file} е преместен в кошчето."
       },
       REFRESH: {
         NAME: "Обновяване",
         ERROR: "Възникна грешка при опресняването на File Viewer. Опитайте отново по-късно.",
         TOOLTIP: "Опресняване на File Viewer",
         INFO_MSG: "Опреснете, за да получите най-актуалното съдържание. ${link}",
         A11Y: "Този бутон премества файла в кошчето.",
         SUCCESS_MSG: "Съдържанието е успешно опреснено."
       },
       COPY_FILE: {
         NAME: "Предоставяне на копие на общността",
         DIALOG_TITLE: "Потвърждаване",
         ERROR: "Възникна грешка при копирането на файла. Опитайте отново по-късно.",
         TOOLTIP: "Предоставяне на копие на този файл към общността",
         OK: "OK",
         CANCEL: "Отказ",
         A11Y: "Този бутон отваря диалогов прозорец, който Ви позволява да предоставите копие на този файл за общността.",
         SUCCESS_MSG: "${file} е копиран в ${community}."
       },
       UPLOAD_VERSION: {
         NAME: "Качване на нова версия",
         NAME_SHORT: "Качване",
         CHANGE_SUMMARY: "Опционално обобщение на промените...",
         TOOLTIP: "Качване на нова версия на този файл",
         A11Y: "Този бутон отваря диалогов прозорец, който Ви позволява да качите нова версия на този файл."
       },
       LOG_IN: {
    	   NAME: "Влизане",
    	   TOOLTIP: "Влезте, за да качвате и споделяте файлове, коментари и за да създавате папки"
       },
       LOCK: {
          NAME: "Заключване на файл",
          TITLE: "Заключване на този файл",
          A11Y: "Заключване на този файл",
          SUCCESS: "Файлът е заключен."
       },
       UNLOCK: {
          NAME: "Отключване на файл",
          TITLE: "Отключване на този файл",
          A11Y: "Отключване на този файл",
          SUCCESS: "Файлът е отключен."
       },
       EDIT_ON_DESKTOP: {
          NAME: "Редактиране на работния плот",
          TITLE: "Редактиране на работния плот",
          A11Y: "Редактиране на работния плот"
       },
       FLAG: {
         FILE: {
           NAME: "Маркиране като неподходящо",
           TITLE: "Маркиране на файл",
           A11Y: "Маркиране на коментара като неподходящ",
           PROMPT: "Посочете причина за маркиране на файла (по желание):",
           OK: "Означаване",
           CANCEL: "Отказ",
           SUCCESS: "Файлът беше маркиран и подаден за преглед.",
           ERROR: "Грешка при маркиране на този файл, моля, опитайте отново по-късно."
         },
         COMMENT: {
           NAME: "Маркиране като неподходящо",
           TITLE: "Маркиране на коментар",
           A11Y: "Маркирай този коментар като неподходящ",
           PROMPT: "Предоставете причина за маркирането на този коментар (по желание):",
           OK: "Означаване",
           CANCEL: "Отказ",
           SUCCESS: "Коментарът беше маркиран и подаден за преглед.",
           ERROR: "Грешка при маркиране на този коментар, моля, опитайте отново по-късно."
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "Относно този файл",
       VIEW_FILE_DETAILS: "Преглед на подробности на файл",
       A11Y: "Активирането на тази връзка ще затвори средството за преглед и ще Ви пренасочи към страницата с подробности за този файл."
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "Няма достъпен преглед за този файл."
      },
      IMAGE: {
       ZOOM_IN: "Увеличаване на мащаба",
       ZOOM_OUT: "Намаляване на мащаба",
       RESET: "Нулиране",
       ZOOM_IN_A11Y: "Този бутон увеличава мащаба на изображението.",
       ZOOM_OUT_A11Y: "Този бутон намалява мащаба на изображението.",
       RESET_ZOOM_A11Y: "Този бутон възстановява нивото на мащаба."
      },
      VIEWER: {
       LOADING: "Зареждане...",
       NO_PUBLISHED_VERSION: "Не е достъпна публикувана версия на този файл за преглед.",
       IFRAME_TITLE: "Предварителен преглед на този файл"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "Последно обновено от ${user} днес в ${time}",
       YESTERDAY: "Последно обновено от ${user} вчера в ${time}",
       DAY: "Последно обновено от ${user} на ${EEee} в ${time}",
       MONTH: "Последно обновено от ${user} на ${date_long}",
       YEAR: "Последно обновено от ${user} на ${date_long}"
      },
      CREATED: {
       TODAY: "Създадено от ${user} днес в ${time}",
       YESTERDAY: "Създадено от ${user} вчера в ${time}",
       DAY: "Създадено от ${user} на ${EEee} в ${time}",
       MONTH: "Създадено от ${user} на ${date_long}",
       YEAR: "Създадено от ${user} на ${date_long}"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - Днес",
       YESTERDAY: "${time} - Вчера",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "Днес",
       YESTERDAY: "Вчера",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} Б",
      KILOBYTES: "${size} КБ",
      MEGABYTES: "${size} МБ",
      GIGABYTES: "${size} ГБ",
      TERRABYTES: "${size} ТБ"
     },
     COMMENT_BOX: {
       TITLE: "Текстова област за коментари",
       SHADOW_TEXT: "Добавяне на коментар...",
       CANNOT_ACCESS_CONTENT: "Следните лица, които сте споменали, не могат да преглеждат коментара, тъй като нямат достъп до съдържанието:",
       ERROR: "Възникна грешка при валидирането на потребителя, който се опитвате да споменете.",
       POST: "Публикуване",
       SAVE: "Записване",
       CANCEL: "Отказ",
       EXTERNAL_WARNING: "Коментарите могат да бъдат видени от лица, външни за Вашата организация."
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "Отказ",
         A11Y: "Този бутон анулира действието по редактиране на името на файла."
       },
       INVALID_CHARACTERS: "Невалиден символ",
       INVALID_CHARACTERS_REMOVED: "Премахнати невалидни символи"
     },
     COMMENT_WIDGET: {
       EDITED: "(Редактирано)",
       EDITED_DATE: {
         TODAY: "Редактирано днес в ${time}",
         YESTERDAY: "Редактирано вчера в ${time}",
         DAY: "Редактирано на ${EEee} в ${time}",
         MONTH: "Редактирано на ${date_long}",
         YEAR: "Редактирано на ${date_long}"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "Записване",
       CANCEL: "Отказ",
       USER: "Потребител",
       COMMUNITY: "Общност",
       SHARE: "Споделяне",
       SHARE_ALT: "Споделяне с този потребител",
       MEMBER_TYPE: "Тип член",
       PERSON_SHADOW: "Въведете, за да намерите лице",
       COMMUNITY_SHADOW: "Въведете, за да намерите общност",
       PERSON_FULL_SEARCH: "Лицето не присъства в списъка? Използване на пълно търсене...",
       COMMUNITY_FULL_SEARCH: "Общността не е в списъка? Използване на пълно търсене...",
       ADD_OPTIONAL_MESSAGE: "Добавяне на съобщение по избор",
       ROLE_LABEL: "Роля",
       ROLE_EDIT: "Редактор",
       ROLE_VIEW: "Читател"
     },
     FILE_STATE: {
       DOCS_FILE: "Това е файл на Docs. Всички редакции трябва да се извършват онлайн.",
       LOCKED_BY_YOU: {
         TODAY: "Заключен от Вас в ${time}.",
         YESTERDAY: "Заключен от Вас вчера в ${time}.",
         DAY: "Заключен от Вас на ${date}.",
         MONTH: "Заключен от Вас на ${date}.",
         YEAR: "Заключен от Вас на ${date_long}."
       },
       LOCKED_BY_OTHER: {
         TODAY: "Заключен в ${time} от ${user}.",
         YESTERDAY: "Заключен вчера в ${time} от ${user}.",
         DAY: "Заключено на ${date} от ${user}.",
         MONTH: "Заключено на ${date} от ${user}.",
         YEAR: "Заключено на ${date_long} от ${user}."
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "Коментарът е прекалено дълъг.",
         TRIM: "Съкращаване на коментар?"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "Описанието е твърде дълго.",
         TRIM: "Съкращаване на описанието?"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "Съобщението е прекалено дълго.",
         TRIM: "Съкращаване на съобщението?"
       },
       TAG: {
         WARN_TOO_LONG: "Етикетът е твърде дълъг.",
         TRIM: "Съкращаване на етикета?"
       },
       TAGS: {
         WARN_TOO_LONG: "Един или повече етикети са твърде дълги.",
         TRIM: "Съкращаване на етикетите?"
       },
       FILENAME: {
         WARN_TOO_LONG: "Името на файл е твърде дълго"
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "Този файл е достъпен за онлайн редактиране само, ако сте закупили права за Docs.",
       CURRENT_EDITORS: "Този файл се редактира в момента в мрежата от ${users}.",
       UNPUBLISHED_CHANGES: "Няма редакции по тази чернова, която не е публикувана като версия.",
       PUBLISH_A_VERSION: "Публикуване на версия",
       PUBLISH_SUCCESS: "Успешно публикувахте версия на този файл",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "Тази версия не може да бъде публикувана, тъй като достъпът е отказан.",
         NOT_FOUND: "Версията не можа да бъде публикувана, тъй като документът не е открит.",
         CANNOT_REACH_REPOSITORY: "Версията не можа да бъде публикувана, тъй като сървърът на Docs не може да се свърже с файловото хранилище.",
         QUOTA_VIOLATION: "Версията не можа да бъде публикувана поради ограничения за пространство. Премахнете други файлове, за да освободите достатъчно пространство за публикуване на тази версия.",
         CONVERSION_UNAVAILABLE: "Версията не можа да бъде публикувана, тъй като услугата за преобразуване в Docs не е достъпна. Опитайте отново по-късно.",
         TOO_LARGE: "Версията не можа да бъде публикувана, тъй като документът е прекалено голям.",
         CONVERSION_TIMEOUT: "Версията не можа да бъде публикувана, тъй като услугата за преобразуване в Docs отнема твърде много време за преобразуване на документа. Опитайте отново по-късно.",
         SERVER_BUSY: "Версията не можа да бъде публикувана, тъй като сървърът на Docs е зает. Опитайте отново по-късно.",
         DEFAULT: "Версията не можа да бъде публикувана, тъй като услугата Docs не е достъпна. Опитайте отново по-късно."
       }
     },
     COMMENTS: {
       EMPTY: "Няма коментари.",
       MODERATED: "Коментарът е подаден за преглед и ще бъде достъпен след одобрение.",
       ERROR: {
         SAVE: {
           DEFAULT: "Коментарът не беше записан. Опитайте отново по-късно.",
           UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да запазите своя коментар.",
           NOT_FOUND: "Вашият коментар не може да бъде запазен, тъй като файлът е изтрит или вече не е споделен с Вас.",
           ACCESS_DENIED: "Вашият коментар не може да бъде запазен, тъй като файлът е изтрит или вече не е споделен с Вас."
         },
         DELETE: {
           DEFAULT: "Коментарът не беше изтрит. Опитайте отново по-късно.",
           UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да изтриете своя коментар.",
           NOT_FOUND: "Вашият коментар не можа да бъде изтрит, тъй като файлът е изтрит или вече не е споделен с Вас.",
           ACCESS_DENIED: "Вашият коментар не можа да бъде изтрит, тъй като файлът е изтрит или вече не е споделен с Вас."
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "Записване",
       EDIT_TAGS: "Редактиране на етикети",
       ERROR: {
         SAVE: {
           DEFAULT: "Етикетът не може да бъде създаден. Опитайте отново по-късно."
         },
         DELETE: {
           DEFAULT: "Етикетът не можа да бъде изтрит. Опитайте отново по-късно."
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "Прочетете повече...",
       READ_LESS: "Прочетете по-малко..."
     },
     SHARE: {
	     EVERYONE: "Всеки в моята организация",
	     ADD_TOOLTIP: "Записване",
	     ROLES: {
	       OWNER: "Собственик",
	       EDIT: "Редактори",
	       VIEW: "Читатели",
	       FOLDER: "Споделено с папки"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "Собственик"
	       },
	       EDIT: {
	         ROLE: "Редактиране",
           ADD: "Добавяне на редактор"
	       },
	       VIEW: {
	         ROLE: "Читател",
           ADD: "Добавяне на читател"
	       },
	       FOLDER: {
           ADD: "Добавяне на папки",
           COMMUNITY_ADD: "Добавяне към папка",
           MOVE: "Изместване в папка"
	       },
	       MULTI: {
	         ADD: "Добавяне на лица или общности",
	         ADD_PEOPLE: "Добавяне на лица"
	       }
	     },
	     PUBLIC: {
	        SHORT: "Всеки в моята организация",
	        LONG: {
	           GENERIC: "Всички във Вашата организация.",
	           ORG: "Всички в ${org}."
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "Този файл вече е споделен с ${user}.",
	       ERROR: "Невъзможно споделяне с ${user} в момента.",
	       SELF: "Не можете да споделяте със себе си."
	     },
	     SHARE_INFO: {
	       PROMOTED: "${user} е повишен до по-високо ниво на ролята за споделяне."
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "Успешно споделен с ${user}"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "Опционално съобщение..."
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "Обезпечаване на външен потребител",
            ACTION: "Обезпечаване на външен потребител...",
            TOOLTIP: "Обезпечаване на външен потребител",
            DIALOG_TITLE: "Съдържанието не е споделено",
            PROMPT: {
              NO_ACCOUNT: "Следният потребител няма акаунт и с него не е споделено съдържание.",
              INVITE: "Поканете този потребител като гост, за да споделите съдържание с него."
            },
            SUBMIT: "Продължаване с обезпечаването",
            CANCEL: "Отказ",
            ERROR: "Възникна грешка при обезпечаването на акаунта. Опитайте отново по-късно.",
            SUCCESS: "Успешно обезпечен потребителски акаунт."
	       },
	       PLURAL: {
	         NAME: "Обезпечаване на външни потребители",
	         ACTION: "Обезпечаване на външни потребители...",
	         TOOLTIP: "Обезпечаване на външни потребители",
	         DIALOG_TITLE: "Съдържанието не е споделено",
	         PROMPT: {
	           NO_ACCOUNT: "Следните потребители нямат акаунт и с тях не е споделено съдържание.",
	           INVITE: "Поканете тези потребители като гости, за да споделите съдържанието с тях."
	         },
	         SUBMIT: "Напред към поканите",
	         CANCEL: "Отказ",
	         ERROR: "Възникна грешка при обезпечаването на акаунтите. Опитайте отново по-късно.",
	         SUCCESS: "Успешно обезпечени потребителски акаунти."
	       },
	       ABSTRACT: {
	         NAME: "Обезпечаване на външни потребители",
            ACTION: "Обезпечаване на външни потребители...",
            TOOLTIP: "Обезпечаване на външни потребители",
            DIALOG_TITLE: "Съдържанието не е споделено",
            PROMPT: {
              NO_ACCOUNT: "Някои потребители нямат акаунти и с тях не е споделено съдържание.",
              INVITE: "Поканете тези потребители като гости, за да споделите съдържанието с тях."
            },
            SUBMIT: "Напред към поканите",
            CANCEL: "Отказ",
            ERROR: "Възникна грешка при обезпечаването на акаунтите. Опитайте отново по-късно.",
            SUCCESS: "Успешно обезпечени потребителски акаунти."
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "Опции за споделяне",
         PROPAGATION: "Разрешаване на други лица да споделят този файл",
         EVERYONE: "Всеки може да споделя този файл.",
         OWNER_ONLY: "Само собственикът може да споделя този файл.",
         STOP_SHARE: "Спиране на споделянето",
         MAKE_INTERNAL: "Спиране на външното споделяне",
         MAKE_INTERNAL_SUCCESS: "Този файл повече не може да се споделя с лица извън организацията.",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "Правене на вътрешно?",
           PROMPT: "Ако направите този файл вътрешен, това означава, че той вече няма да е споделен с лица извън Вашата организация. ${br}${br}" +
             "Всички споделяния с външни лица, общности или папки ще бъдат премахнати.${br}${br}Правенето на даден файл вътрешен е постоянно и не може да бъде отменено."
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "Спиране на споделянето на файл",
           PROMPT: "Сигурни ли сте, че желаете да спрете споделянето на този файл?",
           QUESTION_PUBLIC: "Този файл повече няма да бъде видим за всички във Вашата организация или споделен с лица, папки или общности. Тази операция не може да бъде отменена.",
           QUESTION_PUBLIC_E: "Този файл повече няма да бъде видим за всички във Вашата организация или споделен с лица или папки. Тази операция не може да бъде отменена.",
           QUESTION: "Този файл вече няма да е споделен с лица или с общности и ще бъде премахнат от всички папки, с изключение на Вашите лични папки. Това действие не може да се преустанови.",
           QUESTION_E: "Този файл вече няма да е споделен с лица и ще бъде премахнат от всички папки, с изключение на Вашите лични папки. Това действие не може да се преустанови."
         },
         MAKE_PRIVATE_SUCCESS: "Този файл вече е частен.",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "Невъзможно спиране на споделянето на файла. Опитайте отново по-късно."
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "Моите споделяния"
	   },
	   STREAM: {
	     LOADING: "Зареждане...",
	     LOAD_MORE: "Зареждане на още..."
	   },
	   ENTRY: {
	     REMOVE: "Премахване",
	     RESTORE: "Възстановяване",
	     EDIT: "Редактиране",
	     DELETE: "Изтриване",
	     OK: "OK",
	     CANCEL: "Отказ",
	     USER_PICTURE: "Снимката на ${0}",
	     FLAG: "Маркиране като неподходящо"
	   },
	   PANEL: {
	     LOAD_ERROR: "Възникна грешка при осъществяването на достъп до мета данните за този файл.",
	     ABOUT: {
	       TITLE: "Относно",
	       EXPAND_BUTTON: "Разгънете този бутон, за да видите повече информация",
	       CURRENT_VERSION_HEADER: "Текуща версия ${versionNumber}",
	       FILE_SIZE_HEADER: "Размер на файла",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - Текуща версия",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - Всички версии",
	       DOCS_DRAFT_UPDATED_HEADER: "Редактирана чернова",
	       DOCS_DRAFT_CREATED_HEADER: "Създадена чернова",
	       DOCS_UPDATED_HEADER: "Публикувано",
	       DOCS_CREATED_HEADER: "Създадено",
	       UPDATED_HEADER: "Актуализирано",
	       CREATED_HEADER: "Създадено",
	       LIKES_HEADER: "Харесвания",
	       LIKES_EXPAND_ICON: "Разширете тази икона, за да видите кой е харесал файла",
	       DOWNLOADS_HEADER: "Изтегляния",
	       DOWNLOADS_HEADER_MORE: "Изтегляния (${0})",
	       DOWNLOADS_EXPAND_ICON: "Разширете тази икона, за да видите кой е изтеглил файла",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} анонимно",
	       DOWNLOADS_LATEST_VERSION: "Имате последната версия на този файл",
	       DOWNLOADS_LAST_VERSION: "Последно сте изтеглили версия ${0} на този файл",
	       TAGS_HEADER: "Етикети",
	       DESCRIPTION_HEADER: "Описание",
	       DESCRIPTION_READ_MORE: "Прочетете повече...",
	       LINKS_HEADER: "Връзки",
	       SECURITY: "Защита",
	       FILE_ENCRYPTED: "Съдържанието на файла е шифровано. Шифрованите файлове не подлежат на търсене. Съдържанието на файла не може да се разгледа и не може да се редактира с HCL Docs.",
	       GET_LINKS: "Получаване на връзки...",
	       ADD_DESCRIPTION: "Добавяне на описание",
	       NO_DESCRIPTION: "Няма описание",
	       ADD_TAGS: "Добавяне на етикети",
	       NO_TAGS: "Няма етикети"
	     },
	     COMMENTS: {
	       TITLE: "Коментари",
	       TITLE_WITH_COUNT: "Коментари (${0})",
	       VERSION: "Версия ${0}",
	       FEED_LINK: "Информационен канал за тези коментари",
	       FEED_TITLE: "Следвайте промените на тези коментари чрез четеца на информационни канали"
	     },
	     SHARING: {
	       TITLE: "Споделяне",
	       TITLE_WITH_COUNT: "Споделено (${0})",
	       SHARED_WITH_FOLDERS: "Споделено с папки - ${count}",
	       SEE_WHO_HAS_SHARED: "Вижте кой е споделил",
           COMMUNITY_FILE: "Файловете, притежавани от общност, не могат да бъдат споделяни с лица или с други общности.",
           SHARED_WITH_COMMUNITY: "Споделен с членове на общност '${0}'",
           LOGIN: "Влизане",
           NO_SHARE: "Този файл все още не е добавен към папки.",
           ONE_SHARE: "Този файл е в 1 папка или общност, до които Вие нямате достъп.",
           MULTIPLE_SHARE: "Този файл е в ${fileNumber} папки или общности, до които нямате достъп."
	     },
	     VERSIONS: {
	       TITLE: "Версии",
	       TITLE_WITH_COUNT: "Версии (${0})",
	       FEED_LINK: "Информационен канал за тези версии",
	       FEED_TITLE: "Следвайте промените по този файл чрез четеца на информационни канали"
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "Потвърждаване на действие",
       DIALOG_TITLE: "Потвърждаване",
       PROMPT: "Сигурни ли сте, че желаете да осъществите това действие?",
       ERROR: "Възникна грешка при осъществяването на действието. Опитайте отново по-късно.",
       TOOLTIP: "Осъществяване на действие",
       OK: "OK",
       CANCEL: "Отказ",
       A11Y: "Този бутон осъществява текущото действие."
     },
     THUMBNAIL: {
       TITLE: "Миниатюра",
       CHANGE_LINK: "Промяна на миниатюра...",
       ERROR: "Миниатюрата не може да бъде запазена. Опитайте отново по-късно.",
       EXT_ERROR: "Изберете файл с едно от следните поддържани разширения: ${0}",
       SUCCESS: "Миниатюрата е променена",
       UPLOAD: "Записване",
       CANCEL: "Отказ"
     },
     UPLOAD_VERSION: {
       LINK: "Качване на нова версия...",
       CHANGE_SUMMARY: "Опционално обобщение на промените...",
       ERROR: "Новата версия не можа да бъде запазена. Опитайте отново по-късно.",
       SUCCESS: "Новата версия е запазена",
       UPLOAD: "Качване",
       UPLOAD_AND_CHANGE_EXTENSION: "Качване и промяна на разширение",
       CANCEL: "Отказ"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "Възникна грешка при осъществяването на достъп до файла. Опитайте отново по-късно.",
       UNAUTHENTICATED: "Сесията е изтекла. Трябва да влезете отново, преди да можете да прегледате файла.",
       NOT_FOUND: "Заявеният файл е бил изтрит или преместен. Ако някой Ви е изпратил тази връзка, проверете дали е правилна.",
       ACCESS_DENIED: "Нямате разрешение за преглед на този файл. Файлът не е споделен с Вас.",
       ACCESS_DENIED_ANON: "Нямате разрешение за преглед на този файл. Ако това е Ваш файл или е той е бил споделен с Вас, първо трябва да влезете."
     },
     LOAD_ERROR: {
       DEFAULT: "Упс. Възникна грешка при осъществяването на достъп до връзката.",
       ACCESS_DENIED: "Свържете се със собственика на файла, за да заявите позволение за преглед на този файл."
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - Файл",
       LOAD_ERROR: "Грешка при осъществяването на достъп до файла"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
