/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2014, 2015                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8

({
   FILENAME_TOOLTIP: "Άνοιγμα σελίδας λεπτομερειών αρχείου",
   ICON_TOOLTIP: "Μεταφόρτωση αρχείου ${0}",
   NAVIGATION: {
      NEXT_A11Y: "Αυτό το κουμπί επιτρέπει τη μετάβαση στο επόμενο αρχείο.",
      PREVIOUS_A11Y: "Αυτό το κουμπί επιτρέπει τη μετάβαση στο προηγούμενο αρχείο."
   },
   ACTION: {
      CLOSE: {
         TOOLTIP: "Κλείσιμο ${0}",
         A11Y: "Αυτό το κουμπί κλείνει τη λειτουργία προβολής αρχείων."
      },
      DOWNLOAD: {
         TOOLTIP: "Μεταφόρτωση αρχείου ${0}",
         A11Y: "Αυτό το κουμπί ξεκινά τη μεταφόρτωση του αρχείου."
      },
      TOGGLE_PANEL: {
         SHOW: "Εμφάνιση πλαισίου λεπτομερειών",
         HIDE: "Απόκρυψη πλαισίου λεπτομερειών",
         SHOW_A11Y: "Αυτό το κουμπί επιτρέπει το άνοιγμα/κλείσιμο του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι τώρα κλειστό.",
         HIDE_A11Y: "Αυτό το κουμπί επιτρέπει το άνοιγμα/κλείσιμο του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι τώρα ανοικτό."
      },
      VIEW_DOC: {
         NAME: "Άνοιγμα στην υπηρεσία προβολής του Docs",
         TOOLTIP: "Άνοιγμα του αρχείου ${0} στην υπηρεσία προβολής του Docs",
         A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για προβολή σε ένα νέο παράθυρο του προγράμματος πλοήγησης."
      },
      EDIT_DOC: {
         NAME: "Τροποποίηση",
         TOOLTIP: "Τροποποίηση του αρχείου ${0}",
         A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση σε ένα νέο παράθυρο του Docs."
      }
   },
   SECTION: {
      ABOUT: {
         NAME: "Πληροφορίες για αυτό το αρχείο",
         VIEW_FILE_DETAILS: "Προβολή λεπτομερειών αρχείου",
         A11Y: "Αν χρησιμοποιήσετε αυτή τη διασύνδεση, η λειτουργία προβολής αρχείων θα κλείσει και θα μεταβείτε στη σελίδα λεπτομερειών αυτού του αρχείου."
      }
   },
   PREVIEW: {
      ICON: {
         PREVIEW_NOT_AVAILABLE: "Δεν υπάρχει διαθέσιμη προεπισκόπηση για το αρχείο ${filename}."
      },
      IMAGE: {
         ZOOM_IN: "Μεγέθυνση",
         ZOOM_OUT: "Σμίκρυνση",
         RESET: "Επαναφορά",
         ZOOM_IN_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να μεγεθύνετε την εικόνα.",
         ZOOM_OUT_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να σμικρύνετε την εικόνα.",
         RESET_ZOOM_A11Y: "Χρησιμοποιήστε αυτό το αρχείο για να επαναφέρετε το επίπεδο εστίασης."
      },
      VIEWER: {
         LOADING: "Φόρτωση..."
      }
   },
   DATE: {
      LAST_UPDATED: {
         TODAY: "Τελευταία ενημέρωση από το χρήστη ${user} - Σήμερα, στις ${time}",
         YESTERDAY: "Τελευταία ενημέρωση από το χρήστη ${user} - Χθες, στις ${time}",
         DAY: "Τελευταία ενημέρωση από το χρήστη ${user} - ${EEee} στις ${time}",
         MONTH: "Τελευταία ενημέρωση από το χρήστη ${user} - ${date_long}",
         YEAR: "Τελευταία ενημέρωση από το χρήστη ${user} - ${date_long}"
      },
      CREATED: {
         TODAY: "Δημιουργήθηκε από το χρήστη ${user} σήμερα στις ${time}",
         YESTERDAY: "Δημιουργήθηκε από το χρήστη ${user} χθες στις ${time}",
         DAY: "Δημιουργήθηκε από το χρήστη ${user}, ${EEee} στις ${time}",
         MONTH: "Δημιουργήθηκε από το χρήστη ${user} στις ${date_long}",
         YEAR: "Δημιουργήθηκε από το χρήστη ${user} στις ${date_long}"
      }
   },
   FILE_SIZE: {
      BYTES: "${size} B",
      KILOBYTES: "${size} KB",
      MEGABYTES: "${size} MB",
      GIGABYTES: "${size} GB",
      TERRABYTES: "${size} TB"
   }
});

