/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "Глобализација",
         "unavailable" : "Поставките за глобализација не се достапни",
         "details" : "Наведете го јазикот кој го претпочитате, календарот кој го претпочитате и насоката кон која се движи кориснички-генерираниот текст.",
         "error" : "Поставките за глобализација не се повикаа поради грешка.",
         "titlebar" : {
            "tab2" : "Пристап до апликација",
            "tab1" : "Известувања за е-пошта",
            "tab3" : "Глобализација"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Со притискање на ова копче, се освежува тековната страница со нова содржина.  За да се вратите на менито, одете назад до:"
         },
         "details_nolanguage" : "Наведете го календарот кој го претпочитате и насоката кон која се движи кориснички-генерираниот текст.",
         "a11y" : {
            "titlebar_label" : "Поставки за HCL Connections",
            "body_label" : "Поставки за глобализација"
         },
         "heading" : "Поставки за глобализација"
      },
      "restore_defaults" : {
         "error" : "Се појави грешка. Обидете се повторно подоцна.",
         "action_tooltip" : "Вратете ги поставките за глобализација на нивните првобитни стандардни вредности",
         "action" : "Врати стандардни вредности",
         "success" : "Поставките за глобализација се вратени на нивните првобитни стандардни вредности."
      },
      "help" : {
         "help" : "Помош",
         "close" : "Затвори"
      },
      "save" : {
         "error" : "Се појави грешка. Обидете се повторно подоцна.",
         "action_tooltip" : "Зачувајте ги поставките за глобализација",
         "action" : "Зачувај",
         "success" : "Поставките за глобализација се ажурирани."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Грешка:",
            "icon_alt" : "Грешка"
         },
         "success" : {
            "a11y_label" : "Успех:",
            "icon_alt" : "Успех"
         },
         "warning" : {
            "a11y_label" : "Предупредување:",
            "icon_alt" : "Предупредување"
         },
         "info" : {
            "a11y_label" : "Информации:",
            "icon_alt" : "Информации"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "Врати стандардни вредности"
         },
         "bidi" : {
            "help" : "Овозможи помош за двонасочен текст",
            "label" : "Овозможи двонасочен текст",
            "tooltip" : "Овозможува конкретен јазичен приказ на соединетиот текст и структурираниот текст, како што се патеките на датотеките. Исто така ви дозволува да наведете насока на текст без оглед на изборот на јазик."
         },
         "error" : "Грешка",
         "save" : {
            "label" : "Зачувај"
         },
         "direction" : {
            "label" : "Насока на кориснички-генерираниот текст:",
            "tooltip" : "Насоката на текстот добиена од влезната информација на корисникот, како што се името на содржината и трагите за навигација.  Стандардно, ова се одредува со изборот на јазик (од лево на десно кај повеќето).  Одбирањето на контекстуално му овозможува на системот да ја одреди насоката врз основа на анализа на карактерите (поддржува текст со измешана насока).",
            "options" : {
               "contextual" : "Контекстуално (врз основа на карактери)",
               "rtl" : "Од десно на лево",
               "ltr" : "Од лево на десно",
               "default_ltr" : "Користи стандарден јазик (од лево на десно)",
               "default_rtl" : "Користи стандарден јазик (од десно на лево)"
            }
         },
         "cancel" : {
            "label" : "Откажи"
         },
         "language" : {
            "selected" : "${0} (тековно)",
            "label" : "Јазик:",
            "tooltip" : "Наведете го јазикот на кој ќе се прикаже текстот на апликацијата. Оваа поставка нема да влијае на кориснички-генерираниот текст."
         },
         "calendar" : {
            "label" : "Календар:",
            "options" : {
               "hebrew" : "Хебрејски",
               "gregorian" : "Грегоријански",
               "hijri" : "Исламски"
            }
         }
      }
});
