/* Copyright IBM Corp. 2014, 2015  All Rights Reserved.              */

// FIXME: temporary stop-gap until we make net.jazz.ajax.dojoResourceModules work with AMD bundles
define({
      // NLS_ENCODING=UNICODE
      // NLS_MARKUP=IBMJDK21
      //// G11N GA UI

      // COMPONENTPREFIX CLFWZ
      // NLS_MESSAGEFORMAT_VAR
      // NLS_CHARSET=UTF-8
         'str_component_id' : 'CLFWZ',

         // Login Required
         'msg.loginRequired' : 'Συνδεθείτε για να δείτε το περιεχόμενό σας.',
         'ErrorGeneric' : 'Παρουσιάστηκε σφάλμα κατά την εμφάνιση περιεχομένου. Επικοινωνήστε με τον διαχειριστή του συστήματος.',
         'showErrorDetails' : 'Εμφάνιση λεπτομερειών σφάλματος',
         'HideErrorDetails' : 'Απόκρυψη λεπτομερειών σφάλματος',

         'loadInfo' : 'Φόρτωση πληροφοριών ...',

         'dykLoadInfo' : 'Δείτε προτεινόμενα πρόσωπα για προσθήκη στο δίκτυό σας.',
         'dykLoadInfo2' : 'Δείτε προτεινόμενα πρόσωπα για προσθήκη στο δίκτυό σας με βάση τις υπάρχουσες δικτυακές επαφές σας.',

         'wcuLoadInfo' : 'Δείτε πώς σχετίζεστε με αυτό το προφίλ με βάση το δίκτυο και τις ενέργειές σας.',

         'ticLoadInfo' : 'Δείτε τα κοινά στοιχεία σας με αυτό το προφίλ με βάση το δίκτυο και τις δραστηριότητές σας.',

         'deleteWidget' : 'Αφαίρεση εφαρμογής',
         'hideWidget' : 'Απόκρυψη εφαρμογής',
         'deleteWidgetMsg' : 'Πρόκειται να αφαιρέσετε την εφαρμογή σας. Θα αφαιρεθεί όλο το περιεχόμενο της εφαρμογής. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας. Το περιεχόμενο που διατέθηκε από τα μέλη για κοινή χρήση με τα υπόλοιπα μέλη της κοινότητας θα παραμείνει κοινόχρηστο. Αν η εφαρμογή προστεθεί ξανά, αυτό το κοινόχρηστο περιεχόμενο θα εμφανιστεί ξανά στην εφαρμογή.<br/><br/>Αν είστε βέβαιοι ότι θέλετε να αφαιρέσετε την εφαρμογή, πατήστε το κουμπί Αφαίρεση που βρίσκεται παρακάτω. <br/>Διαφορετικά, πατήστε Ακύρωση.',
         'hideWidgetMsg' : 'Πρόκειται να αποκρύψετε την εφαρμογή σας.<br/><br/>Μπορείτε να την ενεργοποιήσετε ξανά προσθέτοντάς την πάλι στην κοινότητα. Το περιεχόμενο της εφαρμογής δεν πρόκειται να επηρεαστεί.',
         'deleteWidgetWarn' : 'Προειδοποίηση: Τα δεδομένα για την εφαρμογή {0} θα διαγραφούν μόνιμα.',
         'deleteWidgetConfirm' : 'Κατανοώ ότι η εφαρμογή και όλα τα δεδομένα που σχετίζονται με αυτή θα διαγραφούν και δεν θα είναι δυνατή η επαναφορά τους.',
         'deleteWithSharedContentWidgetConfirm' : 'Κατανοώ ότι η εφαρμογή και όλα τα δεδομένα που σχετίζονται με αυτή θα διαγραφούν και δεν θα είναι δυνατή η επαναφορά τους.  Το περιεχόμενο που διατέθηκε από τα μέλη για κοινή χρήση με τα υπόλοιπα μέλη της κοινότητας θα παραμείνει κοινόχρηστο. Αν η εφαρμογή προστεθεί ξανά, αυτό το κοινόχρηστο περιεχόμενο θα εμφανιστεί ξανά στην εφαρμογή.',
         'delete' : 'Διαγραφή',
         'hide' : 'Απόκρυψη',
         'cancel' : 'Ακύρωση',
         'save' : 'Αποθήκευση',
         'edit' : 'Τροποποίηση',
         'view' : 'Προβολή',
         'help' : 'Βοήθεια',
         'refresh' : 'Ανανέωση',
         'actions' : 'Ενέργειες',
         'switchTabWarning' : 'Πρέπει να αποθηκεύσετε τις αλλαγές σε κάθε καρτέλα πριν μεταβείτε σε άλλη καρτέλα.',
         'confirmDeleteWidget' : 'Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτή την εφαρμογή;<br><br>Μπορείτε να επαναφέρετε αυτή την εφαρμογή αργότερα μέσω του μενού Ενέργειες κοινότητας.  Οι ρυθμίσεις εμφάνισης της εφαρμογής χάνονται, αλλά τα δεδομένα της εφαρμογής διατηρούνται κανονικά.',

         // Strings for Change Title dialog
         'changeTitleAction' : 'Αλλαγή τίτλου',

         // {0} is the translated title of the application being rendered
         'actions_alt' : 'Ενέργειες για: ${0}',
         'actionsmenu' : 'Μενού ενεργειών',
         'toggle' : 'Εναλλαγή',
         'open' : 'Άνοιγμα',
         'close' : 'Κλείσιμο',

         'widgets_Move' : 'Μεταφορά',
         'widgets_MoveUp' : 'Μετακίνηση πάνω',
         'widgets_MoveDown' : 'Μετακίνηση κάτω',
         'widgets_MoveLeft' : 'Μετακίνηση αριστερά',
         'widgets_MoveRight' : 'Μετακίνηση δεξιά',
         'widgets_MovePrev' : 'Μετακίνηση σε προηγούμενη στήλη',
         'widgets_MoveNext' : 'Μετακίνηση σε επόμενη στήλη',
         'widgets_Min' : 'Ελαχιστοποίηση',
         'widgets_Max' : 'Μεγιστοποίηση',

         'widgetCat_AllWidgets' : 'Όλες οι εφαρμογές',
         'widgetCat_thrdParty' : 'Άλλα',
         'widgetCat_hidden' : 'Κρυφές',
         'widget_BackToOverview' : 'Επιστροφή στη σελίδα Επισκόπηση',
         'widget_AddingWidget' : 'Προσθήκη εφαρμογής',
         'widget_RemovingWidget' : 'Αφαίρεση εφαρμογής',
         'widget_AllTab' : 'Όλα',
         'widget_HideConfirmation' : 'Αποκρύψατε με επιτυχία το μικροεργαλείο ${0} από αυτή την κοινότητα. ',
         'widget_HideConfirmationUndo' : 'Αναίρεση',

         'link.remove' : 'Αφαίρεση',
         'link.window.close' : 'Κλείσιμο παραθύρου',
         'link.window.openNewWindow' : 'Με την επιλογή αυτή ανοίγει ένα νέο παράθυρο',

         'error.title.generic' : 'Παρουσιάστηκε πρόβλημα',
         'error.message.generic' : 'Παρουσιάστηκε κάποιο σφάλμα. Πατήστε το κουμπί Πίσω και προσπαθήστε ξανά. Αν το πρόβλημα δεν διορθωθεί, αναφέρετε το σφάλμα στο φόρουμ υποστήριξης.',
         'info.feed.general.moreinfo' : 'Πατήστε εδώ για να εμφανιστούν επιπλέον λεπτομέρειες',

         'label.theme.customize' : 'Προσθήκη εφαρμογών',

         // Strings used by errorhandling.js
         'multiFeedReaderNoFeeds' : 'Δεν υπάρχουν διαθέσιμες υπηρεσίες διανομής',
         'errorDefaultMsg' : 'Δεν είναι δυνατή η εμφάνιση των δεδομένων της εφαρμογής',
         'errorDefaultMsg2' : 'Παρουσιάστηκε σφάλμα, επικοινωνήστε με τον διαχειριστή του συστήματος',
         'errorDefaultMsg3' : 'Πατήστε εδώ για να εμφανιστούν επιπλέον λεπτομέρειες',
         'errorMsg' : 'Μήνυμα: ',
         'errorName' : 'Όνομα: ',
         'errorType' : 'Είδος: ',
         'errorLine' : 'Γραμμή:',
         'errorStackTrace' : 'Ιχνηλασία: ',
         'errorUnableToConnect' : 'Η σύνδεση απέτυχε για το {0}'

});

