/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "التعميم",
         "unavailable" : "محددات التعميم غير متاحة",
         "details" : "محدد اللغة المفضلة الخاصة بك، التقويم الذي تفضله، اتجاه النص الذي تم تكوينه بواسطة المستخدم.",
         "error" : "لم يتم استرجاع محددات التعميم بسبب حدوث خطأ.",
         "titlebar" : {
            "tab2" : "التوصل الى التطبيق",
            "tab1" : "اعلامات البريد الالكتروني",
            "tab3" : "التعميم"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "يقوم الضغط على هذا المفتاح بتجديد الصفحة الحالية، بمحتويات جديدة.  للعودة الى هذه القائمة، تجول مرة أخرى الى:"
         },
         "details_nolanguage" : "حدد التقويم الذي تفضله، واتجاه النص الذي تم تكوينه بواسطة المستخدم.",
         "a11y" : {
            "titlebar_label" : "اعدادات HCL Connections",
            "body_label" : "محددات التعميم"
         },
         "heading" : "محددات التعميم"
      },
      "restore_defaults" : {
         "error" : "‏حدث خطأ.‏ برجاء اعادة المحاولة فيما بعد.",
         "action_tooltip" : "استعادة محددات التعميم الى القيم المفترضة الأصلية لها",
         "action" : "استعادة المفترضات",
         "success" : "تم استعادة محددات التعميم الخاصة بك الى القيمة المفترضة الأصلية لها."
      },
      "help" : {
         "help" : "مساعدة",
         "close" : "‏اغلاق‏"
      },
      "save" : {
         "error" : "‏حدث خطأ.‏ برجاء اعادة المحاولة فيما بعد.",
         "action_tooltip" : "حفظ محددات التعميم",
         "action" : "‏حفظ‏",
         "success" : "تم تحديث محددات التعميم الخاصة بك."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "خطأ:",
            "icon_alt" : "خطأ"
         },
         "success" : {
            "a11y_label" : "نجاح:",
            "icon_alt" : "نجاح"
         },
         "warning" : {
            "a11y_label" : "تحذير:",
            "icon_alt" : "تحذير"
         },
         "info" : {
            "a11y_label" : "المعلومات:",
            "icon_alt" : "معلومات"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "استعادة المفترضات"
         },
         "bidi" : {
            "help" : "اتاحة مساعدة النص ثنائي الاتجاه",
            "label" : "اتاحة النص ثنائي الاتجاه",
            "tooltip" : "يسمح بعرض النص المتسلسل والنص الهيكلي للغة، مثل مسارات الملف.  يسمح لك أيضا بتحديد اتجاه النص بشكل مستقل عن محددات اللغة الخاصة بك."
         },
         "error" : "خطأ",
         "save" : {
            "label" : "‏حفظ‏"
         },
         "direction" : {
            "label" : "اتجاه النص الذي تم تكوينه بواسطة المستخدم:",
            "tooltip" : "اتجاه النص المشتق من مدخلات المستخدم، مثل أسماء المحتويات ومسارات وصلة التجول.  بصفة مفترضة، يتم تحديد هذا بتحديد اللغة الخاصة بك (من اليسار الى اليمين للغالبية).  يسمح تحديد السياق للنظام بتحديد الاتجاه بناءا على تحليل الحرف (يتم دعم النص ذو الاتجاه المختلط).",
            "options" : {
               "contextual" : "السياق (على أساس الحرف)",
               "rtl" : "اليمين الى اليسار",
               "ltr" : "اليسار الى اليمين",
               "default_ltr" : "استخدام مفترضات اللغة (اليسار الى اليمين)",
               "default_rtl" : "استخدام مفترضات اللغة (اليمين الى اليسار)"
            }
         },
         "cancel" : {
            "label" : "الغاء"
         },
         "language" : {
            "selected" : "${0} (الحالي)",
            "label" : "اللغة:",
            "tooltip" : "حدد اللغة التي سيتم عرض نص التطبيق بها.  لن تؤثر هذه المحددات على النص الذي يتم تكوينه بواسطة المستخدم."
         },
         "calendar" : {
            "label" : "التقويم:",
            "options" : {
               "hebrew" : "عبرية",
               "gregorian" : "قبطي",
               "hijri" : "هجري"
            }
         }
      }
});
