/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

({
	error: "Η κατάσταση της πρόσκλησης δικτύου σας δεν είναι διαθέσιμη.  Προσπαθήστε ξανά αργότερα.",
	loading: "Φόρτωση προσκλήσεων δικτύου...",
	inNetwork: "Ο χρήστης ${0} είναι μέλος του δικτύου σας.",
	pendingNetwork: "Ο χρήστης ${0} έχει προσκληθεί στο δίκτυό σας.",
	removeNetwork: "Να αφαιρεθεί;",
	defaultMessage: "Θα ήθελα να σας προσκαλέσω στο δίκτυό μου.",
	notLoggedIn: "Πρέπει να συνδεθείτε προκειμένου να προσκαλέσετε πρόσωπα στο δίκτυό σας.",
	labelMessage: "Πρόσκληση του χρήστη ${0} στο δίκτυό σας:",
	labelFollow: "Επίσης παρακολούθηση και λήψη ενημερώσεων",
	btnInvite: "Αποστολή πρόσκλησης"
})

