/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2017, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
    // Connections Home Page tour; for d61, runs as JIT tour on first visit to Communities app
    // Note - would like to include username in the title - 'Welcome, {username}!'
    homepageWelcomeTitle : "Добре дошли!",
    homepageWelcomeContent : "Вашата начална страница е Вашият команден център, където можете да се съсредоточите върху важните актуализации и да видите елементи, които изискват Вашето внимание.",
    easyKeepUpTitle : "Поддържа се лесно!",
    easyKeepUpContent : "Разглеждайте Вашата начална страница, за да следите актуализациите, които Ви интересуват. Прегледайте последните публикации в блога и дейности, както и актуализации на общността.",
    whatNeedsAttentionTitle : "На кое трябва да обърнете внимание?",
    whatNeedsAttentionContent : "Използвайте филтри, за да видите кой споменава Вашето име, да видите другите известия и да видите елементи, които изискват действие.",
    whatsImportantTitle : "Кое е важно за Вас?",
    whatsImportantContent : "Местете или премахнете приложения от Вашата начална страница, за да получите изгледа или съдържанието, което желаете.",
    customizePageTitle : "Персонализирайте Вашата страница",
    customizePageContent : "Добавете приложения към Вашата начална страница, така че да можете да проследявате всичко, което искате от едно място.",
    thanksForWatchingTitle : "Благодарим Ви, че разглеждате",
    thanksForWatchingContent : "Прегледайте тази обиколка отново от менюто Помощ.",
    thanksExploreContent : "Когато разглеждате други области, като Файлове или Общности, проверявайте за въведения с насоки, които да Ви помогнат да бъдете по-продуктивни.",
    // For use on Getting Started home page if needed
    haveLookAroundTitle : "Разгледайте наоколо",
    haveLookAroundContent : "Използвайте връзките <b>Споделяне</b> и <b>Изследване</b>, за да разгледате Connections. Разберете как можете да си сътрудничите с колегите и да бъдете по-продуктивни.",
    whatsImportantGSContent : "Щракнете върху <b>Моята страница</b>, за да видите Вашето потребителско табло. Добавяйте, местете или премахвайте приложения, за да се съсредоточите върху тези, които са важни за Вас. Проследявайте само това, което желаете от едно място.",
    // Communities Guided tour; for d61, runs as a JIT tour on first visit to Communities app
    whatsACommunityTitle : "Какво е Общност?",
    whatsACommunityContent : "Общността е място, където можете да споделяте съдържание и идеи. Можете да си сътрудничите с Вашия екип или с лица, с които споделяте общи интереси.",
    whatCanIJoinTitle : "Към какво мога да се присъединя?",
    whatCanIJoinContent : "Препоръчаните общности определят общности, в които Вашите колеги участват. Ако видите общност, която Ви харесва, щракнете върху нея. Можете също да търсите общности, към които да се присъедините.",
    whatColleaguesUpToTitle : "Какво правят моите колеги?",
    whatColleaguesUpToContent : "В изгледа на Вашата организация са изредени всички публични общности, към които можете да се присъедините. Потърсете общност, която представлява интерес за Вас.",
    startOwnCommTitle : "Започнете Ваша собствена общност!",
    startOwnCommContent : "Не виждате това, което Ви трябва? Започнете общност, така че да можете да споделяте и да си сътрудничите с другите.",
    // Files Guided Tour; for d61, runs as JIT tour on first visit to Files app
    getOrganizedTitle : "Организирайте работата си!",
    getOrganizedContent : "Файлове Ви позволява да съхранявате Вашите документи и снимки на централно място, така че да можете да имате достъп до тях и да ги споделяте навсякъде.",
    findCreateFileTitle : "Добавете или създайте файл",
    findCreateFileContent : "Качете съществуващ файл или създайте нов документ, ако HCL Docs е недостъпен за вас. И в двата случая Вашите файлове са достъпни само за вас или за вас и за споделяне с други.",
    takeActionTitle : "Действайте!",
    takeActionContent : "Файловете, които притежавате се появяват в изгледа Ви на Моите файлове, където можете да им задавате етикети и да ги закачате, да ги добавяте към папки и да ги споделяте с други.<br/><br/>Щракнете върху файл, за да го разгледате и да го коментирате.",
    getLatestTitle : "Организирайте се с Моят диск",
    getLatestContent : "Подредете важните файлове и папки на едно място. Ако Вашата организация поддържа функция за синхронизиране, инсталирайте настолна добавка за автоматично синхронизиране на файловете.",
    // Communities Tour; new content for CR3, runs as JIT tour on first visit to Communities app
    teamUpTitle : "Включете се в отбора с Общности!",
    teamUpContent : "Присъединете се към или следвайте общности, за да си сътрудничите с някой отбор. Общностите, които притежавате, към които принадлежите или които следвате са изброени заедно, за да можете да се фокусирате върху най-съществените места.",
    getBackTitle : "Върнете се бързо към предпочитаните общности!",
    getBackContent : "Прегледайте общностите, които последно сте посетили, за да можете лесно да продължите от там, от където сте спрели. Можете също така да променяте изгледа или да търсите, за да намерите общност.",
    createUniqueTitle : "Създайте уникална общност!",
    createUniqueContent : "Използвайте приложенията в Connections, които познавате, за да изградите място за отбора.  Или използвайте приложението Highlights, за да създадете индивидуално място със съдържание, избрано от различни източници, които да персонализирате за Вашите потребители.  Вижте повече!",
    // Files Tour; new content for CR3, runs as JIT tour on first visit to Files app
    seeWhereTitle : "Вижте къде сте били",
    seeWhereContent : "Върнете се към файлове или папки, които сте създали или на които сътрудничите...бързо!",
    filterFilesTitle : "Филтрирайте файловете по Ваш си начин",
    filterFilesContent : "Използвайте и двата навигационни панела, за да намерите файлове. Преглеждайте по изглед или стеснете настоящия изглед по етикет, дата, човек и други.<br/><br/>Вижте повече от съдържанието! Щракнете активната икона, за да скриете страничния панел.",
    metricsThemeTreeTitle : "Изберете Вашия фокус",
    metricsThemeTreeContent : "Преглеждайте метриките във Вашите общности през различни фотоефекти.",
    metricsDateRangeTitle : "Вижте промените във времето",
    metricsDateRangeContent : "Анализирайте данни за времеви периоди, от миналата седмица до началото на общността, или за периоди по Ваше желание.",
    metricsSwitchTitle : "И по двата начина",
    metricsSwitchContent : "Превключвайте между иконите за изобразяване на всичко като диаграми или таблици.",
    metricsGroupByTitle : "Филтриране по група",
    metricsGroupByContent : "Вижте данните за всички хора или ги разделете по география, роля или отдел."
/**
   * Languages can be added using
   * "zh": true
   *
   * And specified as not available using
   * "zh": false
   */
});
