/* Copyright IBM Corp. 2008, 2015  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	CONNECT_TO: "Покани во Поврзи се",
	NDYK1:"Нема повеќе лица за препорачување",
	LOADING: "вчитување",
	DYK_TITLE: "Дали знаете",
	PYMK_TITLE: "People you may know",
	INVITE_TITLE: "Испрати покана за поврзување",
	SEND_ACTION: "Испрати",
	CANCEL_ACTION: "Откажи",
	PREV: "Претходно",
	NEXT: "Следно",
	bpct: "Коментираше на вашиот блог",
	bpcc: "Вие коментиравте на истиот блог",
	lpfr: "Е колега на некој кој го знаете",
	lm1: "Вие сте управникот на ова лице",
	le1: "Ова лице е ваш управник",
	sdm: "Го споделувате истиот управник",
	pt: "Ова лице ве означи",
	pbt: "Го означивте ова лице",
	acm: "Споделувате активности",
	wikiCoContribution: "Двајцата ја уредувавте истата wiki",
	bpcb: "Коментиравте на нивниот блог",
	lpcfr: "Споделувате неколку колеги",
	ccmf: "Заедно сте во заедницата",
	ccms: "Заедно сте во заедницата",
	filesharing: "Споделувате неколку датотеки",
	forumthreaddiscussion: "Споделувате нишка на форум",
	ctb: "Споделувате ознака",
	tgw: "Имате ознаки што се совпаѓаат",
	tcu: "Сте ја користеле истата ознака",
	pctg: "И двајцата сте го означиле истото лице",
	tgb: "Истите лица ве означиле и двајцата"
})

