/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "authorize" : {
         "legal" : "Лицензирани материали - Собственост на IBM Corp. 5724-S68 \xa9 IBM Corporation 2007, 2012. IBM, емблемата на IBM, ibm.com и Lotus са търговски марки на IBM Corporation в САЩ, други държави или и в двете. Ограничени права за потребители от правителството на САЩ: използването, копирането или оповестяването е ограничено от Договора относно графиците GSA ADP с IBM Corp. Моля, вижте страницата Относно за допълнителна информация.",
         "error" : "Възникна грешка. Моля, опитайте отново по-късно.",
         "granted" : {
            "title" : "Предоставен достъп",
            "blurb" : "Предоставили сте ${0} достъп за взаимодействие с Вашия акаунт в HCL Connections."
         },
         "denied" : {
            "title" : "Достъпът е отказан",
            "blurb" : "Отказали сте ${0} достъп за взаимодействие с Вашия акаунт в HCL Connections."
         },
         "blurb" : "{0} е заявил достъп до Вашата информация в HCL Connections, включително цялото Ви съдържание в Connections.",
         "revoke" : {
            "description" : "Можете да анулирате достъпа по всяко време чрез настройките на Connections > {0}. Connections може периодично да Ви пита за повторно упълномощаване.",
            "link" : "Достъп до приложение"
         },
         "authorize" : {
            "label" : "Предоставяне на достъп"
         },
         "windowtitle" : "Упълномощаване на достъп до HCL Connections",
         "title" : "Заявка за достъп",
         "deny" : {
            "label" : "Отказ на достъп"
         },
         "action_tooltip" : "Предоставяне на достъп до приложение ${0}",
         "action" : "Предоставяне на достъп",
         "connections" : {
            "heading" : "HCL Connections"
         },
         "success" : "Пренасочване обратно към ${0}."
      },
      "javascript" : {
         "disabled" : {
            "title" : "Включване на JavaScript",
            "p2" : "Обновете страницата, за да продължите.",
            "p1" : "JavaScript е деактивиран в уеб браузъра Ви.  HCL Connections изисква JavaScript, за да функционира.  След като го включите, обновете страницата."
         }
      },
      "errors" : {
         "malformed_request" : {
            "title" : "Не можем да обработим заявката Ви",
            "description" : "Заявката, издадена от приложението, искащо достъп до Вашия акаунт в HCL Connections, е непълна.  Щракнете върху бутона на браузъра за връщане назад, за да се върнете на сайта или приложението, което Ви е изпратило тук, и да опитате отново.  Ако тази грешка продължава, докладвайте за проблема на администратора."
         },
         "invalid_token" : {
            "title" : "Не можем да обработим заявката Ви",
            "description" : "Заявката, издадена от приложението, искащо достъп до Вашия акаунт в HCL Connections, е невалидна.  Щракнете върху бутона на браузъра за връщане назад, за да се върнете на сайта или приложението, което Ви е изпратило тук, и да опитате отново.  Ако тази грешка продължава, докладвайте за проблема на администратора."
         },
         "default_action" : {
            "label" : "Връщане към началната страница"
         }
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Грешка:",
            "icon_alt" : "Грешка"
         },
         "success" : {
            "a11y_label" : "Успешни:",
            "icon_alt" : "Успех"
         },
         "warning" : {
            "a11y_label" : "Предупреждение:",
            "icon_alt" : "Предупреждение"
         },
         "info" : {
            "a11y_label" : "Информация:",
            "icon_alt" : "Информация за профил"
         }
      },
      "loading" : "Зареждане...",
      "deny" : {
         "error" : "Възникна грешка. Моля, опитайте отново по-късно.",
         "action_tooltip" : "Отказ на достъп до приложение ${0}",
         "action" : "Отказ на достъп",
         "success" : "Отказан достъп."
      },
      "grid" : {
         "applications" : {
            "summary" : "Списък с приложения с достъп до информацията във Вашия HCL Connections.",
            "loading" : "Зареждане...",
            "empty" : "Няма намерени приложения.",
            "reverse_sort" : "Обърнато сортиране"
         }
      },
      "applications" : {
         "windowtitle" : "Достъп до приложение",
         "details" : "Приложения с достъп до информацията за Вашия HCL Connections.",
         "error" : "Списъкът не е извлечен заради грешка.",
         "titlebar" : {
            "tab2" : "Достъп до приложение",
            "tab1" : "Известия за имейл",
            "tab3" : "Глобализация"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Натискането на този бутон обновява настоящата страница с ново съдържание.  За да се върнете към това меню, придвижете се обратно към:"
         },
         "a11y" : {
            "titlebar_label" : "Настройки на HCL Connections"
         },
         "heading" : "Достъп до приложение"
      },
      "sorts" : {
         "application_name" : "Име на приложението",
         "authorization_date" : "Дата на упълномощаване",
         "expiration_date" : "Дата на изтичане на срока",
         "action" : "Действие"
      },
      "revoke_token" : {
         "error" : "Възникна грешка. Моля, опитайте отново по-късно.",
         "dialog_title" : "Анулиране на достъп",
         "action_tooltip" : "Анулиране на достъп до приложение ${0}",
         "action" : "Анулиране",
         "ok" : "OK",
         "cancel" : "Отказ",
         "confirm" : "Анулиране на достъпа на това приложение до Вашата информация в HCL Connections? ",
         "success" : "Приложението е премахнато."
      }
});
