/* Copyright IBM Corp. 2014, 2015  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "Преглед",
   PREV_TITLE: "Прикажи ја претходната датотека во галеријата.",
   NEXT_TITLE: "Прикажи ја следната датотека во галеријата.",
   DETAILS: "Прикажи ги деталите на датотеката.",
   DETAILS_TITLE: "Отвори ја страницата со детали за датотеката.",
   DETAILS_A11Y: "Аактивирањето на оваа врска ќе го затвори дијалогот за преглед на галеријата и ќе ве насочи кон страницата со детали за галеријата за датотеката.",
   CANCEL: "Откажи",
   NO_IMG_PREV: "Во моментов, прегледот е недостапен.",
   PLAY_VIDEO_TOOLTIP: "Пуштете го ${0}",
   A11Y: "${description}.  На вашето видео му се потребни неколку минути за да се преземе.",
   NODESCRIPFILE: "Не е достапен опис",
   REQUIRED_A11Y: "A * означува задолжително поле.",
   FILEVIEW_NO_FOUND: "Не е достапен преглед за оваа датотека."
})

