/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2020                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "แสดงตัวอย่างไฟล์",
      FILENAME_TOOLTIP: "แก้ไขชื่อไฟล์",
      ICON_TOOLTIP: "ดาวน์โหลดไฟล์",
      ERROR: "มีข้อผิดพลาดเกิดขึ้น",
      FILE_MALICIOUS: "กำลังสแกนเนื้หาที่เป็นอันตรายที่พบ",
      SHARED_EXTERNALLY: "แบ่งใช้ภายนอก",
      FILE_SYNCED: "ถูกเพิ่มเพื่อซิงค์",
      MY_DRIVE: {
         TITLE: "ในไดร์ฟของฉัน",
         ROOT_FOLDER: "/ไดร์ฟของฉัน",
         FOLDER: "/ไดร์ฟของฉัน/.../${0}"
      },
      MORE_ACTIONS: {
         TITLE: "แอ็คชันเพิ่มเติม",
         A11Y: "เปิดเมนูดร็อปดาวน์ที่มีรายการแอ็คชันเพิ่มเติมเพื่อดำเนินการกับไฟล์",
            PANELS: {
               TITLE: "เพิ่มเติม",
               A11Y: "เปิดเมนูดร็อปดาวน์ที่มีรายการพาเนลที่ซ่อน"
            }
      },
      WELCOME: {
         TITLE: "เราได้รวมมุมมองไฟล์และรายละเอียด",
         SUBTITLE: "ตอนนี้คุณสามารถดูไฟล์และข้อคิดเห็นแบบ side-by-side.",
         LINES: {
            LINE_1: "ข้อมูลทั้งหมดและสิ่งที่คุณสามารถทำได้ในเพจเก่าจะพบได้ที่นี่",
            LINE_2: "ข้อคิดเห็น, การแบ่งใช้, เวอร์ชัน, และข้อมูลเบื้องต้นมีอยู่ทางด้านข้างของไฟล์"
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "ปุ่มนี้นำทางไปยังไฟล์ถัดไป",
         PREVIOUS_A11Y: "ปุ่มนี้นำทางไปยังไฟล์ก่อนหน้า"
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "อ็อพชันแก้ไขเพิ่มเติม",
            A11Y: "ปุ่มนี้เปิดเมนูสำหรับอ็อพชันแก้ไขเพิ่มเติม"
         },
         BUTTON: {
            EDIT: {
               TITLE: "แก้ไข"
            },
            UPLOAD: {
               TITLE: "อัพโหลด"
            },
            CREATE: {
              TITLE: "สร้าง"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "ปรับขนาดพาเนล",
           USAGE: "กดคีย์เครื่องหมายวงเล็บด้านซ้ายหรือขวาเพื่อปรับขนาดพาเนล"
       },
         CLOSE: {
            TOOLTIP: "ปิด",
            A11Y: "ปุ่มนี้จะปิดไฟล์วิวเวอร์",
            WARNING_DIALOG: {
              DIALOG_TITLE: "ไฟล์ของคุณยังคงอัพโหลดอยู่",
              PROMPT: "ระบบยังอัพโหลดไฟล์ของคุณอยู่ หากคุณปิดก่อนเสร็จสิ้น การอัพโหลดจะถูกยกเลิก",
              OK: "อย่างไรก็ปิด",
              CANCEL: "รอการอัพโหลด"
            }
         },
         ADD_TO_FILES: {
           TOOLTIP: "เพิ่มในไฟล์",
           A11Y: "ปุ่มนี้เพิ่มสิ่งแนบลงในไฟล์",
           VIEW_NOW: "ดูเดี๋ยวนี้"
         },
         TEAR_OFF: {
           TOOLTIP: "เปิดในหน้าต่างใหม่",
           A11Y: "เปิดในหน้าต่างใหม่",
           ERROR_TEARING_OFF: "มีข้อผิดพลาดในการเปิดหน้าต่างใหม่",
           DIALOG_TITLE: "ยืนยัน",
           UNSAVED_CHANGES_WARNING: "การเปลี่ยนแปลงที่คุณไม่ได้บันทึกจะสูญหายไป คุณยังต้องการเปิดในหน้าต่างใหม่อยู่หรือไม่",
           OK: "ใช่",
           CANCEL: "ไม่มี",
           OPEN: "เปิด",
           OPEN_ANYWAY: "เปิดเลย",
           CANCEL_ALT: "ยกเลิก"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "สร้างจากไฟล์",
            ACTION_NAME:"สร้างไฟล์",
            A11Y: {
               TEXT: "สร้างเอกสาร (ไฟล์ DOC, DOCX หรือ ODT) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs",
               PRES: "สร้างการนำเสนอ (ไฟล์ PPT, PPTX หรือ ODP) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs",
               SHEET: "สร้างสเปร็ดชีท (ไฟล์ XLS, XLSX หรือ ODS ) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs"
            },
            PROMPT: {
               TEXT: "สร้างเอกสาร (ไฟล์ DOC, DOCX หรือ ODT) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs",
               PRES: "สร้างการนำเสนอ (ไฟล์ PPT, PPTX หรือ ODP) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs",
               SHEET: "สร้างสเปร็ดชีท (ไฟล์ XLS, XLSX หรือ ODS ) จากไฟล์เท็มเพลต ซึ่งแก้ไขออนไลน์ได้ใน Docs"
            },
            NAME_FIELD: "ชื่อ:",
            EXTERNAL_FIELD: "ไฟล์สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของฉัน",
            EXTERNAL_DESC: "การเข้าถึงภายนอกอนุญาตให้แบ่งใช้ไฟล์กับผู้ใช้ภายนอก (บุคคลภายนอกองค์กรหรือบริษัทของคุณ) แบ่งใช้โฟลเดอร์กับผู้ใช้ภายนอก และแบ่งใช้ชุมชนกับบุคคลภายนอกซึ่งเป็นสมาชิก คุณต้องตั้งค่าการเข้าถึงภายนอกขณะอัพโหลดไฟล์ เพราะไม่สามารถเปิดใช้ในภายหลังได้",
            CREATE_BUTTON: "สร้าง",
            CANCEL: "ยกเลิก",
            PRE_FILL_NAMES: {
               OTT: "เอกสารที่ไม่มีหัวเรื่อง",
               OTS: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
               OTP: "การนำเสนอที่ไม่มีหัวเรื่อง",
               DOT: "เอกสารที่ไม่มีหัวเรื่อง",
               XLT: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
               POT: "การนำเสนอที่ไม่มีหัวเรื่อง",
               DOTX: "เอกสารที่ไม่มีหัวเรื่อง",
               XLTX: "สเปร็ดชีตที่ไม่มีหัวเรื่อง",
               POTX: "การนำเสนอที่ไม่มีหัวเรื่อง"
            },
            ERRORS: {
               NAME_REQUIRED: "จำเป็นต้องมีชื่อเอกสาร",
               ILLEGAL_NAME:"นี่เป็นหัวเรื่องเอกสารที่ไม่ถูกต้อง โปรดระบุหัวเรื่องอื่น",
               WARN_LONG_NAME: "ชื่อเอกสารยาวเกินไป",
               TRIM_NAME: "ทำให้ชื่อเอกสารสั้นลงหรือไม่?",
               SESSION_TIMEOUT: "เซสชันของคุณหมดอายุแล้ว โปรดล็อกอิน และลองอีกครั้ง",
               DUPLICATE_NAME: "พบชื่อไฟล์ซ้ำกัน โปรดป้อนชื่อใหม่",
               SERVER_ERROR: "เซิร์ฟเวอร์ Connections ไม่พร้อมให้บริการ ติดต่อผู้ดูแลเซิร์ฟเวอร์แล้วโปรดลองอีกครั้งในภายหลัง"
            }
         },
         DOWNLOAD: {
            TOOLTIP: "ดาวน์โหลดไฟล์",
            A11Y: "ปุ่มนี้จะดาวน์โหลดไฟล์"
         },
         DOWNLOAD_AS_PDF: {
            NAME: "ดาวน์โหลดเป็น PDF",
            TOOLTIP: "ดาวน์โหลดไฟล์นี้เป็นไฟล์ PDF",
            A11Y: "ปุ่มนี้จะดาวน์โหลดไฟล์เป็น PDF",
            SUCCESS: "คุณดาวน์โหลดไฟล์เป็น PDF เสร็จเรียบร้อยแล้ว",
            ERROR: {
               DEFAULT: "คุณไม่สามารถดาวน์โหลดไฟล์เป็น PDF ได้ โปรดลองอีกครั้งในภายหลัง",
               UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะดาวน์โหลดไฟล์เป็น PDF ได้",
               NOT_FOUND: "ไม่สามารถดาวน์โหลดไฟล์เป็น PDF เนื่องจากไฟล์ถูกลบออกแล้ว หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
               ACCESS_DENIED: "ไม่สามารถดาวน์โหลดไฟล์เป็น PDF เนื่องจากไฟล์ถูกลบออกแล้ว หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "ไม่มีไฟล์เวอร์ชันเผยแพร่แล้วให้ดาวน์โหลด  แต่สามารถเผยแพร่เวอร์ชันต่าง ๆ จากตัวแก้ไข Docs"
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "ไม่สามารถดาวน์โหลดไฟล์",
               CANCEL: "ปิด",
               PROMPT: "ไม่มีเวอร์ชันที่เผยแพร่ของไฟล์นี้ที่จะดาวน์โหลด",
               PROMPT2: "เวอร์ชันสามารถเผยแพร่ได้จากโปรแกรมแก้ไข Docs"
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "ไม่สามารถดาวน์โหลดไฟล์",
               CANCEL: "ปิด",
               PROMPT: "ไม่มีเวอร์ชันที่เผยแพร่ของไฟล์นี้ที่จะดาวน์โหลด",
               PROMPT2: "ขอให้เจ้าของไฟล์เผยแพร่เวอร์ชันของไฟล์นี้"
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "ดาวน์โหลดเวอร์ชัน",
               OK: "ดาวน์โหลดเวอร์ชัน",
               PROMPT: {
                  TODAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดวันนี้เวลา ${time}",
                  YESTERDAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขล่าสุดเมื่อวานนี้เวลา ${time}",
                  DAY: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date}",
                  MONTH: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date}",
                  YEAR: "ตรวจพบแบบร่างใหม่กว่าที่แก้ไขครั้งล่าสุดเมื่อ ${date_long}"
               },
               PROMPT2: {
                  TODAY: "คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่วันนี้เวลา ${time} ต่อไป",
                  YESTERDAY: "คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อวานนี้เวลา ${time} ต่อไป",
                  DAY: "คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date} ต่อไป",
                  MONTH: "คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date} ต่อไป",
                  YEAR: "คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดเวอร์ชันที่เผยแพร่เมื่อ ${date_long} ต่อไป"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "แสดงพาเนลรายละเอียด",
            HIDE: "ซ่อนพาเนลรายละเอียด",
            RESET: "รีเซ็ตขนาดพาเนล",
            SHOW_A11Y: "ปุ่มนี้จะสลับเปิดปิดพาเนลด้านข้าง ขณะนี้พาเนลด้านข้างปิดอยู่",
            HIDE_A11Y: "ปุ่มนี้จะสลับเปิดปิดพาเนลด้านข้าง ขณะนี้พาเนลด้านข้างเปิดอยู่",
            RESET_A11Y: "ปุ่มนี้จะรีเซ็ตขนาดพาเนลด้านข้างกลับเป็นเหมือนเดิม ขณะนี้พาเนลด้านข้างขยายอยู่"
         },
         VIEW_DOC: {
            NAME: "เปิดใน Docs Viewer",
            TOOLTIP: "เปิดใน Docs Viewer",
            A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการดูภายในหน้าต่างใหม่ของเบราว์เซอร์"
         },
         EDIT_DOC: {
            NAME: "แก้ไขใน Docs",
            TOOLTIP: "ใช้ HCL Docs เพื่อแก้ไขไฟล์นี้",
            A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการแก้ไขใน Docs ภายในหน้าต่างใหม่"
         },
         EDIT_OFFICE: {
            TITLE: "อ็อพชันแก้ไข",
            NAME: "แก้ไขใน Microsoft Office Online",
            TOOLTIP: "ใช้ Microsoft Office Online เพื่อแก้ไขไฟล์นี้",
            A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการแก้ไขใน Microsoft Office Online ภายในหน้าต่างใหม่"
         },
         EDIT_OFFICE_WORD: {
           NAME: "แก้ไขใน Microsoft Word Online",
           TOOLTIP: "ใช้ Microsoft Word Online เพื่อแก้ไขไฟล์นี้",
           A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการแก้ไขใน Microsoft Word Online ภายในหน้าต่างใหม่"
         },
         EDIT_OFFICE_EXCEL: {
             NAME: "แก้ไขใน Microsoft Excel Online",
             TOOLTIP: "ใช้ Microsoft Excel Online เพื่อแก้ไขไฟล์นี้",
             A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการแก้ไขใน Microsoft Excel Online ภายในหน้าต่างใหม่"
         },
         EDIT_OFFICE_POWERPOINT: {
             NAME: "แก้ไขใน Microsoft PowerPoint Online",
             TOOLTIP: "ใช้ Microsoft PowerPoint Online เพื่อแก้ไขไฟล์นี้",
             A11Y: "ปุ่มนี้จะเปิดไฟล์สำหรับการแก้ไขใน Microsoft PowerPoint Online ภายในหน้าต่างใหม่"
         },
         OFFICE_EDITED: {
             SUCCESS: "กำลังบันทึกไฟล์"
         },
         ROUNDTRIP_EDIT: {
            NAME: "แก้ไขบนเดสก์ท็อป",
            DIALOG_TITLE: "แก้ไขบนเดสก์ท็อป",
            TOOLTIP: "แก้ไขเอกสารนี้",
            A11Y: "ปุ่มนี้เปิดไฟล์สำหรับการแก้ไขแบบโลคัล",
            PROMPT: "คุณลักษณะนี้ช่วยให้คุณสามารถแก้ไขโดยใช้ซอฟต์แวร์ที่ติดตั้งไว้บนคอมพิวเตอร์ของคุณ",
            INSTALL: "ก่อนดำเนินการต่อ ให้${startLink}ติดตั้งตัวเชื่อมต่อไฟล์ของเดสก์ท็อป${endLink}",
			// The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "สิ่งสำคัญ:",
            REMINDER: "เมื่อคุณแก้ไขเสร็จแล้ว ให้เผยแพร่แบบร่างโดยใช้ตัวเชื่อมต่อไฟล์เดสก์ท็อป",
            SKIP_DIALOG: "ไม่ต้องแสดงข้อความนี้อีก",
            OK: "ตกลง",
            CANCEL: "ยกเลิก"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "ยืนยัน",
            DELETE_VERSION: "ลบเวอร์ชัน ${version}",
            DELETE_VERSION_AND_PRIOR: "ลบเวอร์ชัน ${version} และเวอร์ชันก่อนหน้านี้ทั้งหมด",
            PROMPT: "คุณกำลังจะลบเวอร์ชัน ${version} ต้องการดำเนินการต่อหรือไม่",
            DELETE_PRIOR: "ลบเวอร์ชันก่อนหน้านี้ทั้งหมดด้วย",
            ERROR: "เกิดข้อผิดพลาดในการลบเวอร์ชันนี้ โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "ลบเวอร์ชันนี้",
            OK: "ตกลง",
            CANCEL: "ยกเลิก"
         },
         GET_LINKS: {
            DIALOG_TITLE: "รับลิงก์",
            LINK_FILE: "ลิงก์ไปที่ไฟล์",
            LINK_PREVIEW: "ลิงก์เพื่อแสดงตัวอย่างไฟล์:",
            LINK_DOWNLOAD: "ลิงก์เพื่อดาวน์โหลดไฟล์:",
            TOOLTIP: "ลิงก์ไปยังไฟล์",
            OK: "ปิด"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "ดาวน์โหลดเวอร์ชันนี้"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "ยืนยัน",
            PROMPT: "คุณกำลังจะแทนที่เวอร์ชันปัจจุบันของไฟล์นี้ด้วยเวอร์ชัน ${version} คุณต้องการดำเนินการต่อหรือไม่",
            ERROR: "เกิดข้อผิดพลาดขณะกู้คืนเวอร์ชันนี้ โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "เรียกคืนเวอร์ชันนี้",
            CHANGE_SUMMARY: "เรียกคืนจากเวอร์ชัน ${version}",
            OK: "ตกลง",
            CANCEL: "ยกเลิก"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "ยืนยัน",
            REMOVE_EVERYONE: "คุณแน่ใจหรือไม่ว่าต้องการลบการเข้าถึงไฟล์นี้ขององค์กรคุณ หากลบสิทธิ์์การเข้าถึงออก ไฟล์ก็จะถูกลบออกจากโฟลเดอร์และชุมชนที่อนุญาตให้เข้าถึงระดับองค์กร และเฉพาะเจ้าของและบุคคลที่แบ่งใช้ไฟล์ด้วยเท่านั้นที่จะสามารถดูและทำงานกับไฟล์",
            REMOVE_USER: "คุณแน่ใจหรือไม่ว่าต้องการหยุดการแบ่งใช้กับ ${user} หากคุณหยุดการแบ่งใช้ ${user} จะสามารถเข้าถึงไฟล์นี้ได้โดยผ่านโฟลเดอร์เท่านั้น หรือเมื่อไฟล์แบ่งใช้กับทุกคนในองค์กรของคุณ",
            REMOVE_COMMUNITY: "คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้ออกจากชุมชน ${communityName}",
            REMOVE_FOLDER: "คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้ออกจากโฟลเดอร์ ${folderName}",
            REMOVE_EVERYONE_TOOLTIP: "ลบสิทธิ์ขององค์กรของคุณ",
            REMOVE_USER_TOOLTIP: "ลบการแบ่งใช้ทั้งหมดกับ ${user}",
            REMOVE_COMMUNITY_TOOLTIP: "นำออกจากชุมชน ${communityName}",
            REMOVE_FOLDER_TOOLTIP: "นำออกจากโฟลเดอร์ ${folderName}",
            OK: "ตกลง",
            CANCEL: "ยกเลิก",
            EFSS: {
              DIALOG_TITLE: "ยืนยัน",
              REMOVE_EVERYONE: "คุณแน่ใจหรือไม่ว่าต้องการลบการเข้าถึงไฟล์นี้ขององค์กรของคุณ หากลบสิทธิ์การเข้าถึงออก ไฟล์จะถูกลบออกจากโฟลเดอร์และชุมชนที่อนุญาตให้เข้าถึงระดับองค์กร และเฉพาะเจ้าของและบุคคลที่แบ่งใช้ไฟล์ด้วยเท่านั้นที่จะสามารถดูและทำงานกับไฟล์",
              REMOVE_USER: "คุณแน่ใจว่าต้องการหยุดการแบ่งใช้กับ ${user} หรือไม่ หากคุณหยุดการแบ่งใช้ ${user} จะสามารถเข้าถึงไฟล์นี้ได้โดยผ่านโฟลเดอร์เท่านั้น หรือเมื่อไฟล์แบ่งใช้กับทุกคนในองค์กรของคุณ",
              REMOVE_COMMUNITY: "คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้ออกจากชุมชน ${communityName}",
              REMOVE_FOLDER: "คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้ออกจากโฟลเดอร์ ${folderName}",
              REMOVE_EVERYONE_TOOLTIP: "ลบสิทธิ์ขององค์กรของคุณ",
              REMOVE_USER_TOOLTIP: "ลบการแบ่งใช้ทั้งหมดกับ ${user}",
              REMOVE_COMMUNITY_TOOLTIP: "นำออกจากชุมชน ${communityName}",
              REMOVE_FOLDER_TOOLTIP: "นำออกจากโฟลเดอร์ ${folderName}",
              OK: "ตกลง",
              CANCEL: "ยกเลิก",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "แก้ไขข้อคิดเห็นนี้"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "ยืนยัน",
            PROMPT: "คุณแน่ใจหรือไม่ว่าคุณต้องการลบข้อคิดเห็นนี้",
            ERROR: "เกิดข้อผิดพลาดในการลบความคิดเห็น โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "ลบข้อคิดเห็นนี้",
            OK: "ตกลง",
            CANCEL: "ยกเลิก"
         },
         LIKE: {
            LIKE: "ชอบไฟล์",
            UNLIKE: "ไม่ชอบไฟล์",
            LIKE_A11Y: "ปุ่มนี้ชอบไฟล์",
            UNLIKE_A11Y: "ปุ่มนี้ไม่ชอบไฟล์",
            LIKED_SUCCESS: "คุณชอบไฟล์นี้",
            UNLIKE_SUCCESS: "คุณไม่ชอบไฟล์นี้"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "แก้ไขคำอธิบาย",
            ERROR: {
               DEFAULT: "ไม่สามารถบันทึกคำอธิบายได้ โปรดลองอีกครั้งในภายหลัง",
               UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะอัพเดตคำอธิบายได้",
               NOT_FOUND: "ไม่สามารถบันทึกคำอธิบาย เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
               ACCESS_DENIED: "ไม่สามารถบันทึกคำอธิบาย เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "ข้อผิดพลาดในการบันทึกชื่อไฟล์",
               CONFLICT: "ชื่อไฟล์มีอยู่แล้ว"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "เกิดข้อผิดพลาดในการติดตามไฟล์นี้ โปรดลองอีกครั้งในภายหลัง",
                  UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะติดตามไฟล์นี้ได้",
                  NOT_FOUND: "คุณไม่สามารถติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                  ACCESS_DENIED: "คุณไม่สามารถติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
               },
               UNFOLLOW: {
                  DEFAULT: "เกิดข้อผิดพลาดในการเลิกติดตามไฟล์นี้ โปรดลองอีกครั้งในภายหลัง",
                  UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะเลิกติดตามไฟล์นี้ได้",
                  NOT_FOUND: "คุณไม่สามารถหยุดติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                  ACCESS_DENIED: "คุณไม่สามารถหยุดติดตามไฟล์นี้เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
               }
            },
            FOLLOW_NAME: "ติดตาม",
            FOLLOW_TOOLTIP: "ติดตามไฟล์นี้",
            FOLLOW_A11Y: "ปุ่มนี้จะติดตามไฟล์",
            FOLLOW_SUCCESS: "ขณะนี้คุณกำลังติดตามไฟล์นี้",
            STOP_FOLLOWING_NAME: "หยุดการติดตาม",
            STOP_FOLLOWING_TOOLTIP: "หยุดการติดตามไฟล์นี้",
            STOP_FOLLOWING_A11Y: "ปุ่มนี้จะหยุดการติดตามไฟล์",
            STOP_FOLLOWING_SUCCESS: "คุณได้หยุดการติดตามไฟล์นี้"
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "เพิ่มเพื่อซิงค์",
               TOOLTIP: "เพิ่มไฟล์นี้เพื่อซิงค์",
               A11Y: "ปุ่มนี้เพิ่มไฟล์เพื่อซิงค์",
               SUCCESS: "คุณได้เพิ่มไฟล์นี้เพื่อซิงค์",
               ERROR: {
                  DEFAULT: "เกิดข้อผิดพลาดในการเพิ่มไฟล์นี้เพื่อซิงค์ โปรดลองอีกครั้งในภายหลัง",
                  UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะเพิ่มไฟล์นี้เพื่อซิงค์ได้",
                  NOT_FOUND: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                  ACCESS_DENIED: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
               }
            },
            STOP_SYNC: {
               NAME: "ลบออกจากการซิงค์",
               TOOLTIP: "ลบไฟล์นี้ออกจากซิงค์",
               A11Y: "ปุ่มนี้ลบไฟล์ออกจากซิงค์",
               SUCCESS: "คุณได้ลบไฟล์นี้ออกจากซิงค์",
               ERROR: {
                  DEFAULT: "เกิดข้อผิดพลาดในการลบไฟล์นี้ออกจากซิงค์ โปรดลองอีกครั้งในภายหลัง",
                  UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะนำไฟล์นี้ออกจากการซิงค์ได้",
                  NOT_FOUND: "คุณไม่สามารถลบไฟล์นี้ออกจากซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                  ACCESS_DENIED: "คุณไม่สามารถลบไฟล์นี้ออกจากซิงค์ เนื่องจากไฟล์ถูกลบ หรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
               }
            },
            MYDRIVE: {
                NAME: "เพิ่มลงในไดร์ฟของฉัน",
                TOOLTIP: "เพิ่มไฟล์นี้ลงในไดร์ฟของฉัน",
                A11Y: "ปุ่มนี้จะเพิ่มไฟล์ลงในไดร์ฟของฉัน",
                SUCCESS: "คุณได้เพิ่มไฟล์ลงในไดร์ฟของฉัน",
                ERROR: {
                   DEFAULT: "เกิดปัญหาในการเพิ่มไฟล์นี้ลงในไดรฟ์ของฉัน โปรดลองอีกครั้งในภายหลัง",
                   UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะเพิ่มไฟล์นี้ลงในไดรฟ์ของฉันได้",
                   NOT_FOUND: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในไดร์ฟของฉันได้ เนื่องจากไฟล์ถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                   ACCESS_DENIED: "คุณไม่สามารถเพิ่มไฟล์นี้ลงในไดร์ฟของฉันได้ เนื่องจากไฟล์ถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
                }
             },
             REMOVE_MYDRIVE: {
                NAME: "ลบออกจากไดร์ฟของฉัน",
                TOOLTIP: "ลบไฟล์นี้ออกจากไดร์ฟของฉัน",
                A11Y: "ปุ่มนี้จะลบไฟล์ออกจากไดร์ฟของฉัน",
                SUCCESS: "คุณได้ลบไฟล์นี้ออกจากไดร์ฟของฉัน",
                ERROR: {
                   DEFAULT: "เกิดข้อผิดพลาดในการลบไฟล์นี้ออกจากไดร์ฟของฉัน โปรดลองอีกครั้งในภายหลัง",
                   UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะนำไฟล์นี้ออกจากไดรฟ์ของฉันได้",
                   NOT_FOUND: "คุณไม่สามารถลบไฟล์นี้ออกจากไดร์ฟของฉันได้ เนื่องจากไฟล์ถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
                   ACCESS_DENIED: "คุณไม่สามารถลบไฟล์นี้ออกจากไดร์ฟของฉันได้ เนื่องจากไฟล์ถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
                }
             }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "ปักหมุด",
            FAVORITE_TOOLTIP: "ปักหมุดไฟล์นี้",
            FAVORITE_A11Y: "ปุ่มนี้ปักหมุดไฟล์",
            FAVORITE_SUCCESS: "คุณได้ปักหมุดไฟล์นี้",
            STOP_FAVORITEING_NAME: "ปลดหมุด",
            STOP_FAVORITEING_TOOLTIP: "เลิกปักหมุนไฟล์นี้",
            STOP_FAVORITEING_A11Y: "ปุ่มนี้เลิกปักหมุดไฟล์",
            STOP_FAVORITEING_SUCCESS: "คุณได้เลิกปักหมุดไฟล์นี้"
         },
         TRASH: {
            NAME: "ย้ายไปยังถังขยะ",
            DIALOG_TITLE: "ยืนยัน",
            PROMPT: "คุณแน่ใจหรือไม่ว่าต้องการย้ายไฟล์นี้ไปยังถังขยะ\n\nการย้ายไฟล์นี้ไปยังถังขยะจะทำให้ไฟล์ไม่พร้อมใช้งานกับทุกคนที่ไฟล์นี้แบ่งใช้",
            ERROR: "เกิดข้อผิดพลาดในการลบไฟล์ โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "ลบไฟล์นี้",
            OK: "ตกลง",
            CANCEL: "ยกเลิก",
            A11Y: "ปุ่มนี้จะย้ายไฟล์ไปยังถังขยะ",
            SUCCESS_MSG: "${file} ถูกย้ายไปยังถังขยะแล้ว"
         },
         REFRESH: {
            NAME: "รีเฟรช",
            ERROR: "เกิดข้อผิดพลาดในการรีเฟรชวิวเวอร์ไฟล์ โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "รีเฟรช File Viewer",
            INFO_MSG: "รีเฟรชเพื่อรับเนื้อหาล่าสุด ${link}",
            A11Y: "ปุ่มนี้จะย้ายไฟล์ไปยังถังขยะ",
            SUCCESS_MSG: "เนื้อหาถูกรีเฟรชเรียบร้อย"
         },
         COPY_FILE: {
            NAME: "ให้สำเนากับชุมชน...",
            DIALOG_TITLE: "ยืนยัน",
            ERROR: "เกิดข้อผิดพลาดในการคัดลอกไฟล์ โปรดลองอีกครั้งในภายหลัง",
            TOOLTIP: "ให้สำเนาของไฟล์นี้แก่ชุมชน",
            OK: "ตกลง",
            CANCEL: "ยกเลิก",
            A11Y: "ปุ่มนี้จะเปิดไดอะล็อกซึ่งทำให้คุณสามารถให้สำเนาของไฟล์นี้แก่ชุมชน",
            SUCCESS_MSG: "คัดลอก ${file} ไปยัง ${community} แล้ว"
         },
         TRANSFER_FILE: {
            NAME: "โอนความเป็นเจ้าของ...",
            DIALOG_TITLE: "โอนความเป็นเจ้าของ",
            TOOLTIP: "ถ่ายโอนไฟล์นี้ไปยังเจ้าของรายใหม่",
            A11Y: "ปุ่มนี้จะเปิดไดอะล็อกที่ให้คุณถ่ายโอนไฟล์นี้ไปยังเจ้าของรายใหม่ได้",
            EMPTY: "identifier ที่ให้มา"
         },
         UPLOAD_VERSION: {
            NAME: "อัพโหลดเวอร์ชันใหม่",
            NAME_SHORT: "อัพโหลด",
            CHANGE_SUMMARY: "สรุปการเปลี่ยนแปลงทางเลือก...",
            TOOLTIP: "อัพโหลดเวอร์ชันใหม่ของไฟล์นี้",
            A11Y: "ปุ่มนี้จะเปิดไดอะล็อกซึ่งอนุญาตให้คุณอัพโหลดเวอร์ชันใหม่ของไฟล์นี้"
         },
         LOG_IN: {
            NAME: "ล็อกอิน",
            TOOLTIP: "ล็อกอินเพื่ออัพโหลดและแบ่งใช้ไฟล์ ข้อคิดเห็น และสร้างโฟลเดอร์"
         },
         LOCK: {
            NAME: "ล็อกไฟล์",
            TITLE: "ล็อกไฟล์นี้",
            A11Y: "ล็อกไฟล์นี้",
            SUCCESS: "ไฟล์ถูกล็อคแล้ว",
            ERROR: "ไม่สามารถล็อคไฟล์ได้ เนื่องจากถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         },
         UNLOCK: {
            NAME: "ปลดล็อกไฟล์",
            TITLE: "ปลดล็อกไฟล์นี้",
            A11Y: "ปลดล็อกไฟล์นี้",
            SUCCESS: "ไฟล์ถูกปลดล็อคแล้ว",
            ERROR: "ไม่สามารถปลดล็อคไฟล์ได้ เนื่องจากถูกลบหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
         },
         EDIT_ON_DESKTOP: {
            NAME: "แก้ไขบนเดสก์ท็อป",
            TITLE: "แก้ไขบนเดสก์ท็อป",
            A11Y: "แก้ไขบนเดสก์ท็อป"
         },
         FLAG: {
            FILE: {
               NAME: "แฟล็กเป็นไม่เหมาะสม",
               TITLE: "แฟล็กไฟล์",
               A11Y: "แฟล็กไฟล์นี้เป็นไม่เหมาะสม",
               PROMPT: "ให้เหตุผลสำหรับการแฟล็กไฟล์นี้ (ไม่บังคับ):",
               OK: "แฟล็ก",
               CANCEL: "ยกเลิก",
               SUCCESS: "ไฟล์ถูกแฟล็กและส่งเพื่อตรวจทาน",
               ERROR: "ข้อผิดพลาดในการแฟล็กไฟล์นี้ โปรดลองอีกครั้งภายหลัง"
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "สำเร็จ",
               PROMPT: "ไฟล์ถูกแฟล็กและส่งเพื่อตรวจทาน",
               CANCEL: "ตกลง"
            },
            COMMENT: {
               NAME: "แฟล็กเป็นไม่เหมาะสม",
               TITLE: "แฟล็กข้อคิดเห็น",
               A11Y: "แฟล็กข้อคิดเห็นนี้ว่าไม่เหมาะสม",
               PROMPT: "ให้เหตุผลสำหรับการแฟล็กข้อคิดเห็นนี้ (ไม่บังคับ):",
               OK: "แฟล็ก",
               CANCEL: "ยกเลิก",
               SUCCESS: "ข้อคิดเห็นถูกแฟล็กและส่งเพื่อตรวจทาน",
               ERROR: "ข้อผิดพลาดในการแฟล็กข้อคิดเห็นนี้ โปรดลองอีกครั้งภายหลัง"
            }
         },
         MODERATION: {
            DIALOG_TITLE: "สำเร็จ",
            PROMPT: "ส่งการเปลี่ยนแปลงเพื่อตรวจสอบแล้ว ไฟล์นี้จะใช้งานไม่ได้จนกว่าการเปลี่ยนแปลงจะได้รับอนุมัติ",
            CANCEL: "ตกลง"
         },
         DROPDOWN_BUTTON: "ปุ่มดร็อปดาวน์"
      },
      SECTION: {
         ABOUT: {
            NAME: "เกี่ยวกับไฟล์นี้",
            VIEW_FILE_DETAILS: "ดูรายละเอียดไฟล์",
            A11Y: "การเรียกใช้งานลิงก์นี้จะปิดไฟล์วิวเวอร์และนำคุณไปยังหน้ารายละเอียดไฟล์สำหรับไฟล์นี้"
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "ไม่สามารถแสดงตัวอย่างสำหรับไฟล์นี้"
         },
         IMAGE: {
            ZOOM_IN: "ขยาย",
            ZOOM_OUT: "ย่อ",
            RESET: "ตั้งค่าใหม่",
            ZOOM_IN_A11Y: "ปุ่มนี้จะขยายอิมเมจ",
            ZOOM_OUT_A11Y: "ปุ่มนี้จะย่ออิมเมจ",
            RESET_ZOOM_A11Y: "ปุ่มนี้จะรีเซ็ตระดับการขยาย",
            UNSAFE_PREVIEW: "ไม่สามารถแสดงตัวอย่างไฟล์นี้ เนื่องจากยังไม่ได้ถูกสแกนหาไวรัส"
         },
         VIEWER: {
            LOADING: "กำลังโหลด...",
            PUBLISHING: "กำลังเผยแพร่...",
            NO_PUBLISHED_VERSION: "เวอร์ชันที่เผยแพร่ของไฟล์นี้ไม่พร้อมให้ดู",
            IFRAME_TITLE: "แสดงตัวอย่างของไฟล์นี้",
            AUTOPUBLISH_TIMEOUT: "เซิร์ฟเวอร์ใช้เวลาในการตอบสนองนานเกินไป  การเปลี่ยนแปลงครั้งล่าสุดอาจยังไม่ได้เผยแพร่"
         },
         VIDEO: {
            UNSAFE_PREVIEW: "ไม่สามารถแสดงตัวอย่างไฟล์นี้ เนื่องจากยังไม่ได้ถูกสแกนหาไวรัส"
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "อัพเดตครั้งล่าสุดโดย ${user} ในวันนี้เมื่อ ${time}",
            YESTERDAY: "อัพเดตครั้งล่าสุดโดย ${user} เมื่อวานนี้เวลา ${time}",
            DAY: "อัพเดตครั้งล่าสุดโดย ${user} เมื่อ ${EEee} เวลา ${time}",
            MONTH: "อัพเดตครั้งล่าสุดโดย ${user} เมื่อ ${date_long}",
            YEAR: "อัพเดตครั้งล่าสุดโดย ${user} เมื่อ ${date_long}"
         },
         CREATED: {
            TODAY: "สร้างโดย ${user} ในวันนี้เมื่อ ${time}",
            YESTERDAY: "สร้างโดย ${user} เมื่อวานนี้เมื่อ ${time}",
            DAY: "สร้างโดย ${user} เมื่อ ${EEee} เวลา ${time}",
            MONTH: "สร้างโดย ${user} เมื่อ ${date_long}",
            YEAR: "สร้างโดย ${user} เมื่อ ${date_long}"
         },
         LONG: {
            TODAY: "${EEEE}, ${date_long} ${time_long}",
            YESTERDAY: "${EEEE}, ${date_long} ${time_long}",
            DAY: "${EEEE}, ${date_long} ${time_long}",
            MONTH: "${date_long} ${time_long}",
            YEAR: "${date_long} ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - วันนี้",
            YESTERDAY: "${time} - เมื่อวาน",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "วันนี้",
            YESTERDAY: "วันวานนี้",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} B",
         KB: "${0} KB",
         MB: "${0} MB",
         GB: "${0} GB",
         TB: "${0} TB"
      },
      COMMENT_BOX: {
         TITLE: "พื้นที่ข้อความข้อคิดเห็น",
         SHADOW_TEXT: "เพิ่มข้อคิดเห็น...",
         CANNOT_ACCESS_CONTENT: "บุคคลที่คุณกล่าวถึงต่อไปนี้ไม่สามารถดูข้อคิดเห็น เนื่องจากไม่มีสิทธิเข้าถึงเนื้อหา:",
         ERROR: "มีข้อผิดพลาดเกิดขึ้นขณะตรวจสอบความถูกต้องของผู้ใช้ที่คุณกำลังพยายามกล่าวถึง",
         POST: "โพสต์",
         SAVE: "บันทึก",
         CANCEL: "ยกเลิก",
         EXTERNAL_WARNING: "ข้อคิดเห็นอาจมองเห็นได้โดยบุคคลภายนอกองค์กรของคุณ"
      },
      EDIT_BOX: {
         SAVE: "บันทึก",
         CANCEL: {
            TOOLTIP: "ยกเลิก",
            A11Y: "ปุ่มนี้จะยกเลิกแอ็คชันของการแก้ไขชื่อไฟล์"
         },
         INVALID_CHARACTERS: "อักขระไม่ถูกต้อง",
         INVALID_CHARACTERS_REMOVED: "ลบอักขระที่ไม่ถูกต้อง"
      },
      COMMENT_WIDGET: {
         EDITED: "(แก้ไขแล้ว)",
         EDITED_DATE: {
            TODAY: "แก้ไขวันนี้เวลา ${time}",
            YESTERDAY: "แก้ไขเมื่อวานเวลา ${time}",
            DAY: "แก้ไขเมื่อ ${EEee} เวลา ${time}",
            MONTH: "แก้ไขเมื่อ ${date_long}",
            YEAR: "แก้ไขเมื่อ ${date_long}"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "บันทึก",
         CANCEL: "ยกเลิก",
         USER: "บุคคล",
         COMMUNITY: "ชุมชน",
         SHARE: "แบ่งใช้",
         SHARE_ALT: "แบ่งใช้กับบุคคลนี้",
         MEMBER_TYPE: "ชนิดของสมาชิก",
         PERSON_SHADOW: "พิมพ์เพื่อค้นหาบุคคล",
         COMMUNITY_SHADOW: "พิมพ์เพื่อค้นหาชุมชน",
         PERSON_ARIA: "พิมพ์ค้นหาคน กดแท็บ shift เพื่อเปลี่ยนระหว่างบุคคล ชุมชน และทุกคนในองค์กร",
         COMMUNITY_ARIA: "พิมพ์เพื่อค้นหาชุมชน กดแท็บ shift เพื่อเปลี่ยนระหว่างบุคคล ชุมชน และทุกคนในองค์กร",
         PERSON_FULL_SEARCH: "บุคคลไม่ถูกแสดงรายการ? ใช้ค้นหาเต็มรูปแบบ...",
         COMMUNITY_FULL_SEARCH: "ชุมชนไม่แสดงในรายการใช่ไหม ใช้การค้นหาเต็มรูปแบบสิ...",
         ADD_OPTIONAL_MESSAGE: "เพิ่มข้อความทางเลือก",
         ROLE_LABEL: "บทบาท",
         ROLE_EDIT: "เอดิเตอร์",
         ROLE_VIEW: "ผู้อ่าน"
      },
      FILE_STATE: {
         DOCS_FILE: "นี่คือไฟล์ Docs ต้องแก้ไขทางออนไลน์เท่านั้น",
         LOCKED_BY_YOU: {
            TODAY: "คุณล็อกไว้เมื่อ ${time}",
            YESTERDAY: "คุณล็อกไว้เมื่อวานนี้เวลา ${time}",
            DAY: "คุณล็อกไว้เมื่อ ${date}",
            MONTH: "คุณล็อกไว้เมื่อ ${date}",
            YEAR: "คุณล็อกไว้เมื่อ ${date_long}"
         },
         LOCKED_BY_OTHER: {
            TODAY: "ล็อกไว้เมื่อ ${time} โดย ${user}",
            YESTERDAY: "อัพเดตเมื่อวานนี้เวลา ${time} โดย ${user}",
            DAY: "ล็อกไว้เมื่อ ${date} โดย ${user}",
            MONTH: "ล็อกไว้เมื่อ ${date} โดย ${user}",
            YEAR: "ล็อกไว้เมื่อ ${date_long} โดย ${user}"
         }
      },
      VALIDATION: {
         A11Y_TEXT: "ปรับข้อความนี้ให้สั้นลงแบบอัตโนมัติ",
         COMMENT: {
            WARN_TOO_LONG: "ความคิดเห็นยาวเกินไป",
            TRIM: "ตัดข้อคิดเห็นให้สั้นลง?"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "รายละเอียดยาวเกินไป",
            TRIM: "ทำรายละเอียดให้สั้นลงหรือไม่"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "ข้อความยาวเกินไป",
            TRIM: "ทำข้อความให้สั้นลงหรือไม่"
         },
         TAG: {
            WARN_TOO_LONG: "แท็กยาวเกินไป",
            TRIM: "ตัดแท็กให้สั้นลง?"
         },
         TAGS: {
            WARN_TOO_LONG: "แท็กหนึ่งรายการขึ้นไปยาวเกินไป",
            TRIM: "ทำแท็กให้สั้นลงหรือไม่?"
         },
         FILENAME: {
            WARN_TOO_LONG: "ชื่อไฟล์ยาวเกินไป"
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "ไฟล์นี้สามารถแก้ไขแบบออนไลน์ได้โดยบุคคลผู้ที่มี HCL Docs",
         NO_ENTITLEMENT_LINK: "ผู้ที่มี ${startLink} HCL Docs${endLink} สามารถแก้ไขไฟล์นี้ออนไลน์ได้",
		 // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "ไฟล์นี้กำลังถูกแก้ไขบนเว็บโดย ${users}",
         UNPUBLISHED_CHANGES: "มีการแก้ไขในแบบร่างนี้ที่ยังไม่ได้เผยแพร่เป็นเวอร์ชัน",
         PUBLISH_A_VERSION: "เผยแพร่เวอร์ชัน",
         PUBLISH_SUCCESS: "คุณเผยแพร่เวอร์ชันของไฟล์นี้เรียบร้อยแล้ว",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากการเข้าถึงถูกปฏิเสธ",
            NOT_FOUND: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากไม่พบเอกสาร",
            CANNOT_REACH_REPOSITORY: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเซิร์ฟเวอร์ Docs ไม่สามารถเชื่อมต่อกับที่เก็บไฟล์",
            QUOTA_VIOLATION: "ไม่สามารถเผยแพร่เวอร์ชันนี้ได้เนื่องจากข้อจำกัดด้านพื้นที่ ลบไฟล์อื่นออกเพื่อให้มีพื้นที่ว่างสำหรับเผยแพร่เวอร์ชันนี้",
            CONVERSION_UNAVAILABLE: "ไม่สามารถเผยแพร่เวอร์ชันนี้ได้เนื่องจากเซอร์วิสการแปลงของ Docs ไม่พร้อมใช้งาน โปรดลองอีกครั้งในภายหลัง",
            TOO_LARGE: "ไม่สามารถเผยแพร่เวอร์ชัน เนื่องจากเอกสารมีขนาดใหญ่เกินไป",
            CONVERSION_TIMEOUT: "ไม่สามารถเผยแพร่เวอร์ชันนี้ได้เนื่องจากเซอร์วิสการแปลงของ Docs ใช้เวลาแปลงเอกสารนานเกินไป โปรดลองอีกครั้งในภายหลัง",
            SERVER_BUSY: "ไม่สามารถเผยแพร่เวอร์ชันนี้ได้เนื่องจากเซิร์ฟเวอร์ของ Docs ไม่พร้อมใช้งาน โปรดลองอีกครั้งในภายหลัง",
            DEFAULT: "ไม่สามารถเผยแพร่เวอร์ชันนี้ได้ เนื่องจากเซอร์วิสของ Docs ไม่พร้อมใช้งาน โปรดลองอีกครั้งในภายหลัง"
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "กำลังเผยแพร่การแก้ไขของคุณ ${startLink}โปรดรีเฟรชเพื่อดูการเปลี่ยนแปลง${endLink}",
            GENERIC: "คุณอาจต้องรีเฟรชเพจเพื่อดูการเปลี่ยนแปลงล่าสุด  ${startLink}รีเฟรช${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "ไม่มีข้อคิดเห็น",
         MODERATED: "ข้อคิดเห็นของคุณถูกส่งสำหรับการตรวจสอบและจะพร้อมใช้งานเมื่อได้รับการอนุมัติ",
         ERROR: {
            SAVE: {
               DEFAULT: "ไม่สามารถบันทึกความคิดเห็นของคุณได้ โปรดลองอีกครั้งในภายหลัง",
               UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะบันทึกความคิดเห็นได้",
               NOT_FOUND: "ไม่สามารถบันทึกข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
               ACCESS_DENIED: "ไม่สามารถบันทึกข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
            },
            DELETE: {
               DEFAULT: "ไม่สามารถลบข้อคิดเห็นของคุณได้ โปรดลองอีกครั้งในภายหลัง",
               UNAUTHENTICATED: "เซสชันของคุณหมดเวลาแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะลบความคิดเห็นได้",
               NOT_FOUND: "ไม่สามารถลบข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป",
               ACCESS_DENIED: "ไม่สามารถลบข้อคิดเห็นของคุณ เนื่องจากไฟล์ถูกลบออกแล้วหรือไม่ได้แบ่งใช้กับคุณอีกต่อไป"
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "บันทึก",
         EDIT_TAGS: "แก้ไขแท็ก",
         ERROR: {
            SAVE: {
               DEFAULT: "ไม่สามารถสร้างแท็กได้ โปรดลองอีกครั้งในภายหลัง"
            },
            DELETE: {
               DEFAULT: "ไม่สามารถลบแท็กได้ โปรดลองอีกครั้งในภายหลัง"
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "อ่านเพิ่มเติม...",
         READ_LESS: "อ่านน้อยลง..."
      },
      SHARE: {
         EVERYONE: "ทุกคนในองค์กรของฉัน",
         ADD_TOOLTIP: "บันทึก",
         ROLES: {
            OWNER: "เจ้าของ",
            EDIT: "เอดิเตอร์",
            VIEW: "ผู้อ่าน",
            FOLDER: "แบ่งใช้กับโฟลเดอร์"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "เจ้าของ"
            },
            EDIT: {
               ROLE: "แก้ไข",
               ADD: "เพิ่มเอดิเตอร์"
            },
            VIEW: {
               ROLE: "ผู้อ่าน",
               ADD: "เพิ่มผู้อ่าน"
            },
            FOLDER: {
               ADD: "เพิ่มโฟลเดอร์",
               COMMUNITY_ADD: "เพิ่มลงในโฟลเดอร์",
               MOVE: "ย้ายไปยังโฟลเดอร์"
            },
            MULTI: {
               ADD: "เพิ่มบุคคลหรือชุมชน",
               ADD_PEOPLE: "เพิ่มบุคคล"
            }
         },
         PUBLIC: {
            SHORT: "ทุกคนในองค์กรของฉัน",
            LONG: {
               GENERIC: "ทุกคนในองค์กรของคุณ",
               ORG: "ทุกคนใน ${org}"
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "ไฟล์นี้มีการแบ่งใช้กับ ${user} แล้ว",
            ERROR: "ไม่สามารถแบ่งใช้กับ ${user} ในเวลานี้",
            SELF: "คุณไม่สามารถแบ่งใช้กับตัวคุณเอง"
         },
         SHARE_INFO: {
            PROMOTED: "${user} ได้รับการยกระดับไปยังบทบาทการแบ่งใช้ที่สูงขึ้น"
         },
         SHARE_SUCCESS: {
            SUCCESS: "แบ่งใช้กับ ${user} สำเร็จ"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "ไฟล์ถูกแบ่งใช้เรียบร้อย"
         },
         MESSAGE_BOX: {
            HINT_TEXT: "ข้อความทางเลือก..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "การจัดเตรียมผู้ใช้ภายนอก",
               ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
               TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
               DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
               PROMPT: {
                  NO_ACCOUNT: "ผู้ใช้ต่อไปนี้ไม่มีแอคเคาต์ และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้ดังกล่าว",
                  INVITE: "เชิญผู้ใช้นี้เป็นเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้ดังกล่าว"
               },
               SUBMIT: "ดำเนินการคำเชิญต่อไป",
               CANCEL: "ยกเลิก",
               ERROR: "เกิดข้อผิดพลาดในการเตรียมใช้งานแอคเคาต์ โปรดลองอีกครั้งในภายหลัง",
               SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
            },
            PLURAL: {
               NAME: "การจัดเตรียมผู้ใช้ภายนอก",
               ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
               TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
               DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
               PROMPT: {
                  NO_ACCOUNT: "ผู้ใช้ต่อไปนี้ไม่มีแอคเคาต์และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้เหล่านั้น",
                  INVITE: "เชิญผู้ใช้เหล่านั้นในฐานะเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้เหล่านั้น"
               },
               SUBMIT: "ดำเนินการต่อกับคำเชิญ",
               CANCEL: "ยกเลิก",
               ERROR: "เกิดข้อผิดพลาดในการเตรียมใช้งานแอคเคาต์ โปรดลองอีกครั้งในภายหลัง",
               SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
            },
            ABSTRACT: {
               NAME: "การจัดเตรียมผู้ใช้ภายนอก",
               ACTION: "กำลังจัดเตรียมผู้ใช้ภายนอก...",
               TOOLTIP: "การจัดเตรียมผู้ใช้ภายนอก",
               DIALOG_TITLE: "เนื้อหาไม่ได้แบ่งใช้",
               PROMPT: {
                  NO_ACCOUNT: "ผู้ใช้บางรายไม่มีแอคเคาต์ และไม่มีเนื้อหาที่แบ่งใช้กับผู้ใช้ดังกล่าว",
                  INVITE: "เชิญผู้ใช้เหล่านั้นในฐานะเกสต์เพื่อแบ่งใช้เนื้อหากับผู้ใช้เหล่านั้น"
               },
               SUBMIT: "ดำเนินการต่อกับคำเชิญ",
               CANCEL: "ยกเลิก",
               ERROR: "เกิดข้อผิดพลาดในการเตรียมใช้งานแอคเคาต์ โปรดลองอีกครั้งในภายหลัง",
               SUCCESS: "จัดเตรียมแอคเคาต์ผู้ใช้เสร็จเรียบร้อยแล้ว"
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "อ็อพชันการแบ่งใช้",
         PROPAGATION: "อนุญาตให้บุคคลอื่นแบ่งใช้ไฟล์นี้",
         EVERYONE: "ทุกคนสามารถแบ่งใช้ไฟล์นี้",
         OWNER_ONLY: "เฉพาะเจ้าของเท่านั้นที่แบ่งใช้ไฟล์นี้ได้",
         STOP_SHARE: "ยกเลิกการแบ่งใช้",
         MAKE_INTERNAL: "หยุดการแบ่งใช้แบบภายนอก",
         MAKE_INTERNAL_SUCCESS: "ไฟล์นี้ไม่สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของคุณได้อีกต่อไป",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "ทำให้เป็นภายใน?",
            PROMPT: "การทำไฟล์นี้ให้เป็นภายในหมายความว่าไฟล์นี้จะไม่สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของคุณได้อีกต่อไป ${br}${br}" +
            "การแบ่งใช้ใด ๆ กับบุคคลภายนอกหรือชุมชนจะถูกลบทิ้ง${br}${br}การทำให้ไฟล์ภายเป็นในมีผลถาวรและไม่สามารถเลิกทำได้",
            EFSS: {
               DIALOG_TITLE: "ทำให้เป็นภายใน?",
               PROMPT: "การทำไฟล์นี้ให้เป็นภายในหมายความว่าไฟล์นี้จะไม่สามารถแบ่งใช้กับบุคคลภายนอกองค์กรของคุณได้อีกต่อไป ${br}${br}" +
               "การแบ่งใช้ใด ๆ กับบุคคลภายนอกหรือโฟลเดอร์จะถูกลบออก${br}${br}การทำให้ไฟล์เป็นภายในมีผลถาวรและไม่สามารถเลิกทำได้"
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "หยุดการแบ่งใช้ไฟล์",
            PROMPT: "คุณแน่ใจว่าต้องการหยุดการแบ่งใช้ไฟล์นี้หรือไม่?",
            QUESTION_PUBLIC: "ไฟล์นี้จะไม่แสดงต่อทุกคนในองค์กรของคุณ หรือแบ่งใช้กับบุคคล โฟลเดอร์ หรือชุมชนอีก การดำเนินการนี้ไม่สามารถเลิกทำได้",
            QUESTION_PUBLIC_E: "ไฟล์นี้จะไม่สามารถมองเห็นได้กับทุกคนในองค์กรของคุณ หรือแบ่งใช้กับบุคคล โฟลเดอร์ หรือชุมชนอีก การดำเนินการนี้ไม่สามารถเลิกทำได้",
            QUESTION: "ไฟล์นี้จะไม่ได้แบ่งใช้กับบุคคลหรือชุมชนอีกต่อไป และจะลบออกจากโฟลเดอร์ทั้งหมดยกเว้นไพรเวตโฟลเดอร์ของคุณ การดำเนินการนี้ไม่สามารถเลิกทำได้",
            QUESTION_E: "ไฟล์นี้จะไม่แบ่งใช้กับบุคคลอีกต่อไป และจะถูกลบออกจากโฟลเดอร์ทั้งหมดยกเว้นโฟลเดอร์ไพรเวตของคุณ การดำเนินการนี้ไม่สามารถเลิกทำได้"
         },
         MAKE_PRIVATE_SUCCESS: "ไฟล์นี้เป็นไพรเวต",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "ไม่สามารถหยุดแชร์ไฟล์ได้ โปรดลองอีกครั้งในภายหลัง"
         }
      },
      SHARE_LINK: {
         MY_SHARES: "การแบ่งใช้ของฉัน"
      },
      STREAM: {
         LOADING: "กำลังโหลด...",
         LOAD_MORE: "โหลดเพิ่มเติม..."
      },
      ENTRY: {
         REMOVE: "ลบออก",
         RESTORE: "เรียกคืน",
         EDIT: "แก้ไข",
         DELETE: "ลบออก",
         OK: "ตกลง",
         CANCEL: "ยกเลิก",
         USER_PICTURE: "รูปภาพของ ${0}",
         FLAG: "แฟล็กว่าไม่เหมาะสม"
      },
      PANEL: {
         LOAD_ERROR: "มีข้อผิดพลาดในการเข้าถึงข้อมูลเมตาของไฟล์นี้",
         ABOUT: {
            TITLE: "เกี่ยวกับ",
            EXPAND_BUTTON: "ขยายปุ่มนี้เพื่อดูข้อมูลเพิ่มเติม",
            CURRENT_VERSION_HEADER: "เวอร์ชันปัจจุบัน ${versionNumber}",
            FILE_SIZE_HEADER: "ขนาดไฟล์",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - เวอร์ชันปัจจุบัน",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - ทุกเวอร์ชัน",
            DOCS_DRAFT_UPDATED_HEADER: "แบบร่างที่แก้ไข",
            DOCS_DRAFT_CREATED_HEADER: "แบบร่างที่สร้างขึ้น",
            DOCS_UPDATED_HEADER: "เผยแพร่แล้ว",
            DOCS_CREATED_HEADER: "สร้างเมื่อ",
            UPDATED_HEADER: "อัพเดต",
            CREATED_HEADER: "สร้างเมื่อ",
            LIKES_HEADER: "ถูกใจ",
            LIKES_EXPAND_ICON: "ขยายไอคอนนี้เพื่อดูว่ามีใครชอบไฟล์",
            DOWNLOADS_HEADER: "มุมมอง",
            DOWNLOADS_HEADER_MORE: "ดู (${0})",
            DOWNLOADS_EXPAND_ICON: "ขยายไอคอนนี้เพื่อดูบุคคลที่ดูไฟล์แล้ว",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} อย่างไม่เปิดเผยตัวตน",
            DOWNLOADS_LATEST_VERSION: "คุณมีเวอร์ชันล่าสุดของไฟล์นี้",
            DOWNLOADS_LAST_VERSION: "เวอร์ชันล่าสุดที่คุณดูคือ ${0} ของไฟล์นี้",
            TAGS_HEADER: "แท็ก",
            DESCRIPTION_HEADER: "รายละเอียด",
            DESCRIPTION_READ_MORE: "อ่านเพิ่มเติม...",
            LINKS_HEADER: "ลิงก์",
            SECURITY: "การรักษาความปลอดภัย",
            FILE_ENCRYPTED: "เข้ารหัสเนื้อหาของไฟล์แล้ว เนื้อหาของไฟล์ที่เข้ารหัสแล้วไม่สามารถค้นหาได้ ไม่สามารถดูเนื้อหาไฟล์และไม่สามารถแก้ไขโดยใช้ HCL Docs",
            GET_LINKS: "รับลิงก์...",
            ADD_DESCRIPTION: "เพิ่มรายละเอียด",
            NO_DESCRIPTION: "ไม่มีรายละเอียด",
            ADD_TAGS: "เพิ่มแท็ก",
            NO_TAGS: "ไม่มีแท็ก"
         },
         COMMENTS: {
            TITLE: "หมายเหตุ",
            TITLE_WITH_COUNT: "ความคิดเห็น (${0})",
            VERSION: "เวอร์ชัน ${0}",
            FEED_LINK: "ฟีดสำหรับข้อคิดเห็นเหล่านี้",
            FEED_TITLE: "ติดตามการเปลี่ยนแปลงกับข้อคิดเห็นนี้ผ่านโปรแกรมอ่านฟีดของคุณ"
         },
         SHARING: {
            TITLE: "การแบ่งใช้",
            TITLE_WITH_COUNT: "รายการที่แบ่งใช้ (${0})",
            SHARED_WITH_FOLDERS: "แชร์กับโฟลเดอร์ - ${count} รายการ",
            SEE_WHO_HAS_SHARED: "ดูผู้ที่แบ่งใช้",
            COMMUNITY_FILE: "ไฟล์ที่เป็นของชุมชนไม่สามารถแบ่งใช้กับบุคคล หรือชุมชนอื่น",
            SHARED_WITH_COMMUNITY: "แบ่งใช้กับสมาชิกของชุมชน '${0}'",
            LOGIN: "ล็อกอิน",
            NO_SHARE: "ไฟล์นี้ยังไม่ได้เพิ่มไปยังโฟลเดอร์ใด ๆ",
            ONE_SHARE: "ไฟล์นี้อยู่ใน 1 โฟลเดอร์ หรือชุมชนที่คุณไม่มีสิทธิเข้าถึง",
            MULTIPLE_SHARE: "ไฟล์นี้อยู่ในโฟลเดอร์ ${fileNumber} หรือชุมชนที่คุณไม่มีการเข้าถึง"
         },
         VERSIONS: {
            TITLE: "เวอร์ชัน",
            TITLE_WITH_COUNT: "เวอร์ชัน (${0})",
            FEED_LINK: "ฟีดสำหรับเวอร์ชันเหล่านี้",
            FEED_TITLE: "ติดตามการเปลี่ยนแปลงในไฟล์นี้ผ่านทางโปรแกรมอ่านฟีดของคุณ"
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "การยืนยันแอ็คชัน",
         DIALOG_TITLE: "ยืนยัน",
         PROMPT: "คุณแน่ใจว่าต้องการทำแอ็คชันนี้หรือไม่?",
         ERROR: "เกิดข้อผิดพลาดในการดำเนินการแอ็คชัน โปรดลองอีกครั้งในภายหลัง",
         TOOLTIP: "ทำแอ็คชัน",
         OK: "ตกลง",
         CANCEL: "ยกเลิก",
         A11Y: "ปุ่มนี้จะทำแอ็คชันปัจจุบัน"
      },
      THUMBNAIL: {
         TITLE: "ตัวอย่าง",
         CHANGE_LINK: "เปลี่ยนภาพขนาดเล็ก...",
         ERROR: "ไม่สามารถบันทึกรูปขนาดย่อได้ โปรดลองอีกครั้งในภายหลัง",
         EXT_ERROR: "เลือกไฟล์ที่มีหนึ่งในส่วนขยายที่รองรับต่อไปนี้: ${0}",
         SUCCESS: "ภาพขนาดเล็กถูกเปลี่ยนแปลง",
         UPLOAD: "บันทึก",
         CANCEL: "ยกเลิก"
      },
      UPLOAD_VERSION: {
         LINK: "อัพโหลดเวอร์ชันใหม่...",
         CHANGE_SUMMARY: "สรุปการเปลี่ยนแปลงทางเลือก...",
         ERROR: "บันทึกเวอร์ชันใหม่ไม่ได้ โปรดลองอีกครั้งในภายหลัง",
         SUCCESS: "เวอร์ชันใหม่ถูกบันทึก",
         UPLOAD: "อัพโหลด",
         UPLOAD_AND_CHANGE_EXTENSION: "อัพโหลดและเปลี่ยนส่วนขยาย",
         CANCEL: "ยกเลิก",
         TOO_LARGE: "${file} ใหญ่กว่าขนาดไฟล์ที่อนุญาต ${size}",
         PROGRESS_BAR_TITLE: "อัพโหลดเวอร์ชันใหม่ (เสร็จสิ้นแล้ว ${uploaded} จาก ${total})",
         CANCEL_UPLOAD: "ยกเลิกการอัพโหลด"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "เกิดข้อผิดพลาดในการเข้าถึงไฟล์ โปรดลองอีกครั้งในภายหลัง",
         UNAUTHENTICATED: "เซสชันของคุณหมดเวลาใช้งานแล้ว คุณต้องล็อกอินอีกครั้งก่อนจึงจะดูไฟล์ได้",
         NOT_FOUND: "ไฟล์ที่คุณร้องขอได้ถูกลบ หรือย้ายไปแล้ว ถ้ามีใครส่งลิงก์นี้ให้คุณ ให้ตรวจสอบว่าลิงก์ถูกต้อง",
         ACCESS_DENIED: "คุณไม่มีสิทธิ์ในการดูไฟล์นี้ ไฟล์นี้ไม่ได้แบ่งใช้กับคุณ",
         ACCESS_DENIED_ANON: "คุณไม่มีสิทธิ์ในการดูไฟล์นี้ ถ้าไฟล์นี้เป็นของคุณ หรือแบ่งใช้ให้คุณใช้ คุณต้องล็อกอินก่อน"
      },
      NOTFOUND_FILE_DIALOG: {
         DIALOG_TITLE: "ข้อผิดพลาด",
         PROMPT: "ไฟล์ที่คุณร้องขอได้ถูกลบ หรือย้ายไปแล้ว",
         CANCEL: "ตกลง"
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "ยืนยัน",
        PROMPT: "เซสชัน HCL Connections ของคุณหมดเวลาใช้งานแล้ว${lineBreaks}คลิก ตกลง เพื่อล็อกอินกลับล็อกอินอีกครั้งหรือคลิก ยกเลิก เพื่อปิดไดอะล็อกนี้",
        OK: "ตกลง",
        CANCEL: "ยกเลิก"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "ไม่สามารถเข้าถึงลิงก์ได้",
        PROMPT: "เกิดปัญหาขณะเข้าถึงลิงก์${lineBreaks}คลิก ตกลง เพื่อกลับเข้าสู่เพจ",
        OK: "ตกลง",
        CANCEL: "ยกเลิก"
      },
      LOAD_ERROR: {
         DEFAULT: "ขออภัย เกิดข้อผิดพลาดในการเข้าถึงลิงก์",
         ACCESS_DENIED: "โปรดติดต่อเจ้าของไฟล์เพื่อร้องขอสิทธิการดูไฟล์นี้"
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - ไฟล์",
         LOAD_ERROR: "ข้อผิดพลาดในการเข้าถึงไฟล์"
      },
      SHARE_WITH_LINK: {
         TITLE: "แบ่งใช้ด้วยลิงก์",
         EMPTY_DESCRIPTION: "คุณยังไม่ได้สร้างลิงก์สำหรับไฟล์นี้ สร้างลิงก์ที่แบ่งใช้เพื่อส่งไปยังบุคคลอื่น ดังนั้นบุคคลเหล่านั้นจึงสามารถดูตัวอย่างและดาวน์โหลดไฟล์ได้",
         CREATE_LINK: "สร้างลิงก์",
         COPY_LINK: "คัดลอกลิงก์",
         DELETE_LINK: "ลบลิงก์",
         ACCESS_TYPE_1: "ทุกคนที่มีลิงก์สามารถดูไฟล์นี้ได้",
         ACCESS_TYPE_2: "บุคคลในองค์กรของฉันสามารถดูไฟล์นี้ได้",
         ACCESS_TYPE_1_DESCRIPTION: "บุคคลผู้ที่ขอรับลิงก์สามารถดูตัวอย่างและดาวน์โหลดไฟล์นี้ได้หลังจากล็อกอินเข้าสู่ Connections",
         ACCESS_TYPE_2_DESCRIPTION: "บุคคลในองค์กรของฉันที่ขอรับลิงก์สามารถดูตัวอย่างและดาวน์โหลดไฟล์นี้ได้หลังจากล็อกอินเข้าสู่ Connections",
         CHANGE_TYPE_SUCCESS: "อัพเดตการให้สิทธิ์ลิงก์เมื่อชนิดของการเข้าถึงเปลี่ยนแปลงไป",
         CHANGE_TYPE_ERROR: "อัพเดตการให้สิทธิ์ลิงก์ล้มเหลวเมื่อชนิดของการเข้าถึงเปลี่ยนแปลงไป",
         COPY_LINK_SUCCESS: "ลิงก์ที่คัดลอกไปยังคลิปบอร์ด",
         CREATE_SHARELINK_SUCCESS:"สร้างลิงก์สำเร็จแล้ว",
         CREATE_SHARELINK_ERROR:"ไม่สามารถสร้างลิงก์ได้เนื่องจากเกิดข้อผิดพลาด",
         DELETE_SHARELINK_SUCCESS: "ลบลิงก์ที่แบ่งใช้สำหรับ \"${file}\"",
         DELETE_SHARELINK_ERROR: "ลิงก์ที่แบ่งใช้ไม่ได้ถูกลบทิ้ง โปรดลองอีกครั้งภายหลัง",
         CONFIRM_DIALOG: {
            OK: "ลบออก",
            DIALOG_TITLE: "ลบลิงก์ที่แบ่งใช้",
            PROMPT: "ไฟล์นี้จะไม่สามารถเข้าถึงได้กับบุคคลใดๆ ผู้ที่มีลิงก์ คุณแน่ใจว่าต้องการลบลิงก์ที่แบ่งใช้หรือไม่?"
         },
         COPY_LINK_ACTION_TOOLTIP_TYPE_1: "ลิงก์ที่แบ่งใช้แอ็คทีฟอยู่ บุคคลใดๆ ที่มีลิงก์สามารถดูไฟล์นี้ได้ คลิกเพื่อคัดลอกลิงก์นี้",
         COPY_LINK_ACTION_TOOLTIP_TYPE_2: "ลิงก์ที่แบ่งใช้แอ็คทีฟอยู่ บุคคลในองค์กรของฉันสามารถดูไฟล์นี้ได้ คลิกเพื่อคัดลอกลิงก์นี้"
      }
});
