/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "Предварительный просмотр",
   PREV_TITLE: "Показать предыдущий файл в галерее.",
   NEXT_TITLE: "Показать следующий файл в галерее.",
   DETAILS: "Показать сведения о файле.",
   DETAILS_TITLE: "Открыть страницу сведений о файле.",
   DETAILS_A11Y: "При выборе этой ссылки окно предварительного просмотра галереи закрывается и открывается страница сведений об этом файле.",
   CANCEL: "Отмена",
   NO_IMG_PREV: "Предварительный просмотр недоступен.",
   PLAY_VIDEO_TOOLTIP: "Воспроизвести ${0}",
   A11Y: "${description}.  Загрузка видеоролика может занять несколько минут.",
   NODESCRIPFILE: "Описание недоступно",
   REQUIRED_A11Y: "* обозначает обязательное поле.",
   FILEVIEW_NO_FOUND: "Предварительный просмотр для этого файла недоступен."
})

