/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   // generic file visibility messages
   file_private_gen: "Частный файл",
   file_shared_gen: "Общий файл",
   file_public_gen: "Общедоступный файл",
  
   file_private_gen_ext: "Частный файл. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
   file_shared_gen_ext: "Общий файл. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
   file_public_gen_ext: "Файл видим для всех пользователей в организации. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
  
   // file visibility messages with file name option
   file_private: "Этот файл {0} является частным",
   file_shared: "Этот файл {0} является общим",
   file_public: "Этот файл {0} виден всем в организации",

   file_private_ext: "Этот файл {0} является частным. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
   file_shared_ext: "Этот файл {0} является общим. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
   file_public_ext: "Этот файл {0} виден всем в организации. Доступ к этому файлу может быть открыт пользователям вне вашей организации",
   

   // generic folder visibility messages
   folder_private_gen: "Частная папка",
   folder_shared_gen: "Совместно используемая папка",
   folder_public_gen: "Общедоступная папка",
   folder_community_gen: "Папка сообщества",

   folder_private_gen_ext: "Частная папка. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_shared_gen_ext: "Общая папка. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_public_gen_ext: "Папка видима для всех пользователей в организации. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_community_gen_ext: "Папка сообщества. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   
   // folder visibility messages with folder name option
   folder_private: "Эта папка {0} является частной",
   folder_shared: "Эта папка {0} является общей",
   folder_public: "Эта папка {0} видна всем в организации",
   folder_community: "Эта папка {0} является папкой сообщества",

   folder_private_ext: "Эта папка {0} является частной. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_shared_ext: "Эта папка {0} является общей. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_public_ext: "Эта папка {0} видна всем в организации. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   folder_community_ext: "Эта папка {0} является папкой сообщества. Доступ к этой папке может быть открыт пользователям вне вашей организации",
   
  
   // generic file/folder visibility messages
   gen_private: "Личный",
   gen_shared: "Общий",
   gen_public: "Отображается всем сотрудникам организации",
   gen_shared_ext: "Разрешен доступ внешним пользователям",

   gen_private_shared_ext: "Частный. Доступ может быть открыт пользователям вне вашей организации",
   gen_shared_shared_ext: "Общий. Доступ может быть открыт пользователям вне вашей организации",
   gen_public_shared_ext: "Отображается всем сотрудникам организации. Доступ может быть открыт пользователям вне вашей организации",
  

   // actions on node elements
   folder_expand: "Развернуть папку {0}",
   gen_expand: "Развернуть {0}",

   folder_collapse: "Свернуть папку {0}",
   gen_collapse: "Свернуть {0}",
   
   folder_select: "Выберите папку {0}",
   file_select: "Выберите файл {0}",
   gen_select: "Выберите {0}",
  
  
   // aria text
   gen_click_to_select: "Щелкните на {0} для выбора",
   gen_click_to_expand: "Щелкните на {0}, чтобы развернуть",
   gen_disabled: "{0} выключен"
})

