/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

({
	error: "สถานะของคำเชิญเข้าร่วมเครือข่ายไม่พร้อมใช้งาน  โปรดลองอีกครั้งในภายหลัง",
	loading: "กำลังโหลดคำเชิญเข้าร่วมเครือข่าย...",
	inNetwork: "${0} เป็นสมาชิกของเครือข่ายของคุณ",
	pendingNetwork: "${0} ได้เชิญเข้าร่วมเครือข่ายของคุณ",
	removeNetwork: "ลบหรือไม่?",
	defaultMessage: "ฉันต้องการเชิญคุณเข้าร่วมเครือข่ายของฉัน",
	notLoggedIn: "คุณต้องล็อกอินเพื่อเชิญบุคคลเข้าร่วมเครือข่ายของคุณ",
	labelMessage: "เชิญ ${0} เข้าร่วมเครือข่ายของคุณ:",
	labelFollow: "ยังติดตามและรับอัพเดต",
	btnInvite: "ส่งคำเชิญ"
})

