/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "Преглед на датотеки",
      FILENAME_TOOLTIP: "Уреди име на датотека",
      ICON_TOOLTIP: "Преземи датотека",
      ERROR: "Се појави грешка.",
      SHARED_EXTERNALLY: "Споделено надворешно",
      FILE_SYNCED: "Додадено на синхронизација",
      MORE_ACTIONS: {
         TITLE: "Повеќе дејства",
         A11Y: "Отвора паѓачко мени со листа на повеќе дејства што треба да се извршат на датотеката.",
            PANELS: {
               TITLE: "Повеќе",
               A11Y: "Отвора паѓачко мени со листа на скриени табли"
            }
      },
      WELCOME: {
         TITLE: "Ги комбиниравме Приказ на датотека и Детали",
         SUBTITLE: "Сега можете да ги видите датотеката и коментарите напоредно.",
         LINES: {
            LINE_1: "Сите информации и работи кои можевте да ги направите на старата страница може да се најдат тука.",
            LINE_2: "Коментари, споделување, верзии и основни информации се достапни покрај датотеката."
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "Ова копче води до следната датотека.",
         PREVIOUS_A11Y: "Ова копче води до претходната датотека."
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "Повеќе опции",
            A11Y: "Ова копче служи за отворање на менито за повеќе опции."
         },
         BUTTON: {
            EDIT: {
               TITLE: "Уреди"
            },
            UPLOAD: {
               TITLE: "Постави"
            },
            CREATE: {
              TITLE: "Создај"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "Измени големина на панел",
           USAGE: "Притиснете ги копчињата лева заграда или десна заграда за да ја измените големината на панелот."
       },
         CLOSE: {
            TOOLTIP: "Затвори",
            A11Y: "Ова копче служи за затворање на прегледувачот на датотеки."
         },
         ADD_TO_FILES: {
           TOOLTIP: "Додај во датотеки",
           A11Y: "Ова копче го додава прилогот во датотеки.",
           VIEW_NOW: "Прикажи сега"
         },
         TEAR_OFF: {
           TOOLTIP: "Отвори во нов прозорец",
           A11Y: "Отвори во нов прозорец",
           ERROR_TEARING_OFF: "Се појави грешка при отварање на новиот прозорец.",
           DIALOG_TITLE: "Потврди",
           UNSAVED_CHANGES_WARNING: "Имате незачувани измени што ќе се изгубат. Дали сепак сакате да отворите во нов прозорец?",
           OK: "Да",
           CANCEL: "Не",
           OPEN: "Отвори",
           OPEN_ANYWAY: "Сепак отвори",
           CANCEL_ALT: "Откажи"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "Ново од датотека",
            ACTION_NAME:"Создај датотека",
            A11Y: {
               TEXT: "Создај документ(датотека DOC, DOCX или ODT) од датотека шаблон. Можете да ги уредите овие документи на интернет во Docs.",
               PRES: "Создај презентација (датотека PPT, PPTX или ODP) од датотека шаблон. Можете да ги уредите овие презентации на интернет во Docs.",
               SHEET: "Создај пресметковен лист (датотека XLS, XLSX или ODS) од датотека шаблон. Можете да ги уредите пресметковните листови на интернет во Docs."
            },
            PROMPT: {
               TEXT: "Создај документ(датотека DOC, DOCX или ODT) од датотека шаблон. Можете да ги уредите овие документи на интернет во Docs.",
               PRES: "Создај презентација (датотека PPT, PPTX или ODP) од датотека шаблон. Можете да ги уредите овие презентации на интернет во Docs.",
               SHEET: "Создај пресметковен лист (датотека XLS, XLSX или ODS) од датотека шаблон. Можете да ги уредите пресметковните листови на интернет во Docs."
            },
            NAME_FIELD: "Име:",
            EXTERNAL_FIELD: "Датотеките може да се споделат со лица надвор од мојата организација",
            EXTERNAL_DESC: "Надворешниот пристап овозможува споделување на датотеките со надворешни членови (лица надвор од вашата организација или фирмата), папки споделени со надворешни корисници и заедници со надворешни лица како членови. Кога поставувате датотека, мора да поставите и надворешен пристап затоа што не може да го вклучите подоцна.",
            CREATE_BUTTON: "Создај",
            CANCEL: "Откажи",
            PRE_FILL_NAMES: {
               OTT: "Документ без наслов",
               OTS: "Пресметковен лист без наслов",
               OTP: "Презентација без наслов",
               DOT: "Документ без наслов",
               XLT: "Пресметковен лист без наслов",
               POT: "Презентација без наслов",
               DOTX: "Документ без наслов",
               XLTX: "Пресметковен лист без наслов",
               POTX: "Презентација без наслов"
            },
            ERRORS: {
               NAME_REQUIRED: "Се бара име на документот.",
               ILLEGAL_NAME:"Ова е неважечки наслов на документот, наведете друг.",
               WARN_LONG_NAME: "Името на документот е премногу долго.",
               TRIM_NAME: "Скрати го името на документот?",
               SESSION_TIMEOUT: "Сесијата истече, најавете се и пробајте повторно.",
               DUPLICATE_NAME: "Пронајден е дупликат на името на датотеката. Внесете ново име.",
               SERVER_ERROR: "Серверот на Connections не е достапен. Контактирајте го системскиот администратор и обидете се повторно подоцна."
            }
         },
         DOWNLOAD: {
            TOOLTIP: "Преземи датотека",
            A11Y: "Ова копче служи за преземање на датотеката."
         },
         DOWNLOAD_AS_PDF: {
            NAME: "Преземи како PDF",
            TOOLTIP: "Преземете ја оваа датотека како PDF датотека",
            A11Y: "Ова копче служи за преземање на датотеката како PDF.",
            SUCCESS: "Успешно ја преземавте датотеката како PDF.",
            ERROR: {
               DEFAULT: "Не можевте да ја преземете датотеката како PDF.  Обидете се повторно подоцна.",
               UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да ја преземете датотеката како PDF.",
               NOT_FOUND: "Датотеката не може да се преземе како PDF-датотека затоа што е избришана или повеќе не се споделува со вас.",
               ACCESS_DENIED: "Датотеката не може да се преземе како PDF-датотека затоа што е избришана или повеќе не се споделува со вас."
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "Нема објавена верзија за оваа датотека за преземање.  Верзиите може да се објавуваат во уредникот на Docs."
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "Датотеката не може да се преземе",
               CANCEL: "Затвори",
               PROMPT: "Нема објавена верзија за оваа датотека за преземање.",
               PROMPT2: "Верзиите може да се објавуваат во уредникот на Docs."
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "Датотеката не може да се преземе",
               CANCEL: "Затвори",
               PROMPT: "Нема објавена верзија за оваа датотека за преземање.",
               PROMPT2: "Побарајте од сопственикот на датотеката да објави верзија од оваа датотека."
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "Преземи верзија",
               OK: "Преземи верзија",
               PROMPT: {
                  TODAY: "Откриена е понова нацрт-верзија, последен пат уредена денеска во ${time}.",
                  YESTERDAY: "Откриена е понова нацрт-верзија, последен пат уредена вчера во ${time}.",
                  DAY: "Откриена е понова нацрт-верзија, последен пат уредена на ${date}.",
                  MONTH: "Откриена е понова нацрт-верзија, последен пат уредена на ${date}.",
                  YEAR: "Откриена е понова нацрт-верзија, последен пат уредена на ${date_long}."
               },
               PROMPT2: {
                  TODAY: "Дали сте сигурни дека сакате да продолжите со преземање на верзијата објавена денеска во ${time}?",
                  YESTERDAY: "Дали сте сигурни дека сакате да продолжите со преземање на верзијата објавена вчера во ${time}?",
                  DAY: "Дали сте сигурни дека сакате да продолжите со преземање на верзијата објавена на ${date}?",
                  MONTH: "Дали сте сигурни дека сакате да продолжите со преземање на верзијата објавена на ${date}?",
                  YEAR: "Дали сте сигурни дека сакате да продолжите со преземање на верзијата објавена на ${date_long}?"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "Покажи панел за детали",
            HIDE: "Сокриј панел за детали",
            RESET: "Повторно постави големина на панел",
            SHOW_A11Y: "Ова копче служи за отворање и затворање на страничниот панел. Страничниот панел моментално е затворен.",
            HIDE_A11Y: "Ова копче служи за отворање и затворање на страничниот панел. Страничниот панел моментално е отворен.",
            RESET_A11Y: "Ова копче служи за повторно поставување на страничниот панел во стандардната големина. Страничниот панел моментално е проширен."
         },
         VIEW_DOC: {
            NAME: "Отвори во Docs Viewer",
            TOOLTIP: "Отвори во Docs Viewer",
            A11Y: "Ова копче служи за отворање на датотеката за преглед во нов прозорец за пребарување."
         },
         EDIT_DOC: {
            NAME: "Уреди во Docs",
            TOOLTIP: "Уреди ја датотеката во Docs",
            A11Y: "Ова копче служи за отворање на датотеката за уредување во Docs во нов прозорец."
         },
         ROUNDTRIP_EDIT: {
            NAME: "Уреди на работна површина",
            DIALOG_TITLE: "Уреди на работна површина",
            TOOLTIP: "Уредете го документот",
            A11Y: "Ова копче ја отвора датотеката за уредување локално.",
            PROMPT: "Оваа карактеристика ви дозволува да уредување со користење софтвер инсталиран на вашиот компјутер.",
            INSTALL: "Пред да продолжите, ${startLink}инсталира поврзувачи за датотека на работна површина${endLink}.", // The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "Важно:",
            REMINDER: "Откако ќе завршите со уредување, објавете верзија со користење за датотека на работна површина.",
            SKIP_DIALOG: "Не покажувај ја поракава повторно.",
            OK: "ОК",
            CANCEL: "Откажи"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "Потврди",
            DELETE_VERSION: "Избриши ја верзијата ${version}",
            DELETE_VERSION_AND_PRIOR: "Избриши ја верзијата ${version} и сите претходни верзии",
            PROMPT: "На пат сте да ја избришете верзијата ${version}. Сакате да продолжите?",
            DELETE_PRIOR: "Исто така, избриши ги сите претходни верзии",
            ERROR: "Се појави грешка при бришењето на верзијата. Обидете се повторно подоцна.",
            TOOLTIP: "Избришете ја оваа верзија",
            OK: "ОК",
            CANCEL: "Откажи"
         },
         GET_LINKS: {
            DIALOG_TITLE: "Добиј врски",
            LINK_FILE: "Врска за датотека:",
            LINK_PREVIEW: "Врска за преглед на датотека:",
            LINK_DOWNLOAD: "Врска за преземање на датотека:",
            TOOLTIP: "Врска за датотека",
            OK: "Затвори"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "Преземи ја оваа верзија"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "Потврди",
            PROMPT: "На пат сте да ја замените тековната верзија на оваа датотека со верзијата ${version}. Сакате да продолжите?",
            ERROR: "Се појави грешка при обновувањето на верзијата. Обидете се повторно подоцна.",
            TOOLTIP: "Обнови ја оваа верзија",
            CHANGE_SUMMARY: "Обновено од верзија ${version}",
            OK: "ОК",
            CANCEL: "Откажи"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "Потврди",
            REMOVE_EVERYONE: "Дали сте сигурни дека сакате да го отстраните пристапот на вашата организација до оваа датотека? Ако се отстрани пристапот, тогаш и датотеката се преместува од папките и заедниците кои дозволуваат пристап на организационо ниво и само сопственикот и лицата со кои е споделена ќе можат да ја видат и да работат со неа.",
            REMOVE_USER: "Дали сте сигурни дека сакате да го прекинете споделувањето со ${user}? Ако го прекинете споделувањето, ${user} ќе има пристап до оваа датотека само преку папките или ако е споделена со сите во вашата организација.",
            REMOVE_COMMUNITY: "Дали сте сигурни дека сакате да ја отстраните оваа датотека од заедницата ${communityName}?",
            REMOVE_FOLDER: "Дали сте сигурни дека сакате да ја отстраните оваа датотека од папката ${folderName}?",
            REMOVE_EVERYONE_TOOLTIP: "Отстрани го пристапот до твојата организација",
            REMOVE_USER_TOOLTIP: "Отстрани ги сите споделувања со ${user}",
            REMOVE_COMMUNITY_TOOLTIP: "Отстрани од заедницата ${communityName}",
            REMOVE_FOLDER_TOOLTIP: "Отстрани од папката ${folderName}",
            OK: "ОК",
            CANCEL: "Откажи",
            EFSS: {
              DIALOG_TITLE: "Потврди",
              REMOVE_EVERYONE: "Дали сте сигурни дека сакате да го отстраните пристапот на вашата организација до оваа датотека? Ако пристапот се отстрани, тогаш датотеката се отстранува од папките што дозволуваат пристап на ниво на организација, и само сопственикот и лицата со кои се споделува ќе може да ја видат и да работат со неа.",
              REMOVE_USER: "Дали сте сигурни дека сакате да го прекинете споделувањето со ${user}? Ако го прекинете споделувањето, ${user} ќе има пристап до оваа датотека само преку папките или ако е споделена со сите во вашата организација.",
              REMOVE_COMMUNITY: "Дали сте сигурни дека сакате да ја отстраните оваа датотека од заедницата ${communityName}?",
              REMOVE_FOLDER: "Дали сте сигурни дека сакате да ја отстраните оваа датотека од папката ${folderName}?",
              REMOVE_EVERYONE_TOOLTIP: "Отстрани го пристапот до твојата организација",
              REMOVE_USER_TOOLTIP: "Отстрани ги сите споделувања со ${user}",
              REMOVE_COMMUNITY_TOOLTIP: "Отстрани од заедницата ${communityName}",
              REMOVE_FOLDER_TOOLTIP: "Отстрани од папката ${folderName}",
              OK: "ОК",
              CANCEL: "Откажи",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "Уредете го овој коментар"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "Потврди",
            PROMPT: "Дали сте сигурни дека сакате да го избришете коментарот?",
            ERROR: "Се појави грешка при бришењето на коментарот. Обидете се повторно подоцна.",
            TOOLTIP: "Избриши го коментарот",
            OK: "ОК",
            CANCEL: "Откажи"
         },
         LIKE: {
            LIKE: "Означи дека ти се допаѓа датотеката",
            UNLIKE: "Означи дека не ти се допаѓа датотеката",
            LIKE_A11Y: "Ова копче служи за да се означи дека ви се допаѓа датотеката",
            UNLIKE_A11Y: "Ова копче служи за да се означи дека не ви се допаѓа датотеката",
            LIKED_SUCCESS: "Означивте дека ви се допаѓа датотеката",
            UNLIKE_SUCCESS: "Означивте дека не ви се допаѓа датотеката"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "Уреди го описот",
            ERROR: {
               DEFAULT: "Описот не можеше да се зачува. Обидете се повторно подоцна.",
               UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да го ажурирате описот.",
               NOT_FOUND: "Описот не може да се зачува затоа што датотеката е избришана или повеќе не се споделува со вас.",
               ACCESS_DENIED: "Описот не може да се зачува затоа што датотеката е избришана или повеќе не се споделува со вас."
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "Грешка при зачувувањето на името на датотеката",
               CONFLICT: "Името на датотеката веќе постои"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "Имаше грешка при следењето на датотеката. Обидете се повторно подоцна.",
                  UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да ја следите датотеката.",
                  NOT_FOUND: "Не може да ја следите датотеката затоа што датотеката е избришана или повеќе не се споделува со вас.",
                  ACCESS_DENIED: "Не може да ја следите датотеката затоа што датотеката е избришана или повеќе не се споделува со вас."
               },
               UNFOLLOW: {
                  DEFAULT: "Имаше грешка при престанокот на следење на датотеката. Обидете се повторно подоцна.",
                  UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да престанете да ја следите датотеката.",
                  NOT_FOUND: "Не може да престанете да ја следите датотеката затоа што датотеката е избришана или повеќе не се споделува со вас.",
                  ACCESS_DENIED: "Не може да престанете да ја следите датотеката затоа што датотеката е избришана или повеќе не се споделува со вас."
               }
            },
            FOLLOW_NAME: "Следи",
            FOLLOW_TOOLTIP: "Следи ја датотеката",
            FOLLOW_A11Y: "Ова копче служи за следење на датотеката.",
            FOLLOW_SUCCESS: "Сега ја следите датотеката.",
            STOP_FOLLOWING_NAME: "Запри го следното",
            STOP_FOLLOWING_TOOLTIP: "Престанете да ја следите датотеката",
            STOP_FOLLOWING_A11Y: "Ова копче служи за да престанете да ја следите датотеката.",
            STOP_FOLLOWING_SUCCESS: "Престанавте да ја следите датотеката."
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "Додај во синхронизација",
               TOOLTIP: "Додај ја оваа датотека во синхронизација",
               A11Y: "Ова копче служи за да се додаде датотеката во синхронизација.",
               SUCCESS: "Ја додадовте датотеката во синхронизација.",
               ERROR: {
                  DEFAULT: "Имаше грешка при додавањето на датотеката во синхронизација. Обидете се повторно подоцна.",
                  UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да ја додадете датотеката во синхронизација.",
                  NOT_FOUND: "Не може да ја додадете датотеката во синхронизација затоа што датотеката е избришана или повеќе не се споделува со вас.",
                  ACCESS_DENIED: "Не може да ја додадете датотеката во синхронизација затоа што датотеката е избришана или повеќе не се споделува со вас."
               }
            },
            STOP_SYNC: {
               NAME: "Отстрани од синхронизација",
               TOOLTIP: "Отстрани ја датотеката од синхронизација",
               A11Y: "Ова копче служи за да се отстрани датотеката од синхронизација.",
               SUCCESS: "Ја отстранивте датотеката од синхронизација.",
               ERROR: {
                  DEFAULT: "Имаше грешка при отстранувањето на датотеката од синхронизација. Обидете се повторно подоцна.",
                  UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да ја отстраните датотеката од синхронизација.",
                  NOT_FOUND: "Не може да ја отстраните датотеката од синхронизација затоа што датотеката е избришана или повеќе не се споделува со вас.",
                  ACCESS_DENIED: "Не може да ја отстраните датотеката од синхронизација затоа што датотеката е избришана или повеќе не се споделува со вас."
               }
            }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "Прикачи",
            FAVORITE_TOOLTIP: "Прикачи ја датотеката",
            FAVORITE_A11Y: "Ова копче служи за да се прикачи датотеката.",
            FAVORITE_SUCCESS: "Ја прикачивте датотеката.",
            STOP_FAVORITEING_NAME: "Откачи",
            STOP_FAVORITEING_TOOLTIP: "Откачи ја датотеката",
            STOP_FAVORITEING_A11Y: "Ова копче служи за да се откачи датотеката.",
            STOP_FAVORITEING_SUCCESS: "Ја откачивте датотеката."
         },
         TRASH: {
            NAME: "Премести во ѓубре",
            DIALOG_TITLE: "Потврди",
            PROMPT: "Дали сте сигурни дека сакате да ја преместите датотеката во ѓубре? Преместувањето на датотеката во ѓубре ја прави недостапна за секој со кого е споделена во моментов.",
            ERROR: "Се појави грешка при бришењето на датотеката. Обидете се повторно подоцна.",
            TOOLTIP: "Избриши ја датотеката",
            OK: "ОК",
            CANCEL: "Откажи",
            A11Y: "Ова копче служи за да се премести датотеката во ѓубре.",
            SUCCESS_MSG: "${file} е преместена во ѓубре."
         },
         REFRESH: {
            NAME: "Освежи",
            ERROR: "Се појави грешка при освежувањето на File Viewer. Обидете се повторно подоцна.",
            TOOLTIP: "Освежи го File Viewer",
            INFO_MSG: "Освежете за да добиете најнова содржина. ${link}",
            A11Y: "Ова копче служи за да се премести датотеката во ѓубре.",
            SUCCESS_MSG: "Содржината е успешно освежена."
         },
         COPY_FILE: {
            NAME: "Дај копија во заедницата",
            DIALOG_TITLE: "Потврди",
            ERROR: "Се појави грешка при копирањето на датотеката. Обидете се повторно подоцна.",
            TOOLTIP: "Дај копија од датотеката на заедница",
            OK: "ОК",
            CANCEL: "Откажи",
            A11Y: "Ова копче служи за да се отвори прозорче кое ви овозможува да ѝ дадете копија од датотеката на заедницата.",
            SUCCESS_MSG: "${file} е копирана во ${community}."
         },
         UPLOAD_VERSION: {
            NAME: "Постави нова верзија",
            NAME_SHORT: "Постави",
            CHANGE_SUMMARY: "Резиме за незадолжителна промена...",
            TOOLTIP: "Постави нова верзија од датотеката",
            A11Y: "Ова копче служи за да се отвори прозорче кое ви овозможува да поставите нова верзија од датотеката."
         },
         LOG_IN: {
            NAME: "Најави се",
            TOOLTIP: "Најавете се за да поставувате и споделувате датотеки, да коментирате и креирате папки"
         },
         LOCK: {
            NAME: "Заклучи датотека",
            TITLE: "Заклучи ја датотеката",
            A11Y: "Заклучи ја датотеката",
            SUCCESS: "Датотеката е сега заклучена.",
            ERROR: "Датотеката не може да се заклучи затоа што е избришана или повеќе не се споделува со вас."
         },
         UNLOCK: {
            NAME: "Отклучи датотека",
            TITLE: "Отклучи ја датотеката",
            A11Y: "Отклучи ја датотеката",
            SUCCESS: "Датотеката е сега отклучена.",
            ERROR: "Датотеката не може да се отклучи бидејќи е избришана или повеќе не е споделена со вас."
         },
         EDIT_ON_DESKTOP: {
            NAME: "Уреди на работна површина",
            TITLE: "Уреди на работна површина",
            A11Y: "Уреди на работна површина"
         },
         FLAG: {
            FILE: {
               NAME: "Означи со знаменце како несоодветно",
               TITLE: "Означи датотека",
               A11Y: "Означи ја датотеката како несоодветна",
               PROMPT: "Наведете причина за означување на датотеката како несоодветна (незадолжително)",
               OK: "Означи",
               CANCEL: "Откажи",
               SUCCESS: "Датотеката е означена и поднесена за разгледување.",
               ERROR: "Имаше грешка при означувањето на датотеката, обидете се повторно подоцна."
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "Успех",
               PROMPT: "Датотеката е означена и поднесена за разгледување.",
               CANCEL: "ОК"
            },
            COMMENT: {
               NAME: "Означи со знаменце како несоодветно",
               TITLE: "Означи коментар",
               A11Y: "Означете го овој коментар како несоодветен.",
               PROMPT: "Наведете причина за означување на коментарот (незадолжително)",
               OK: "Означи",
               CANCEL: "Откажи",
               SUCCESS: "Коментарот е означен и поднесен за разгледување.",
               ERROR: "Имаше грешка при означувањето на коментарот, обидете се повторно подоцна."
            }
         },
         MODERATION: {
            DIALOG_TITLE: "Успех",
            PROMPT: "Измените се поднесени на преглед. Датотеката нема да е достапна додека измените бидат одобрени или одбиени.",
            CANCEL: "ОК"
         }
      },
      SECTION: {
         ABOUT: {
            NAME: "За датотеката",
            VIEW_FILE_DETAILS: "Приказ на детали за датотеката",
            A11Y: "Со активирање на оваа врска, ќе се затвори прегледувачот на датотеки и ќе ве насочи директно до страната за детали на датотеката за оваа датотека."
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "Не е достапен преглед за датотеката."
         },
         IMAGE: {
            ZOOM_IN: "Зумирај",
            ZOOM_OUT: "Одзумирај",
            RESET: "Ресетирај",
            ZOOM_IN_A11Y: "Ова копче служи за зумирање на сликата.",
            ZOOM_OUT_A11Y: "Ова копче служи за одзумирање на сликата.",
            RESET_ZOOM_A11Y: "Ова копче служи за ресетирање на сликата."
         },
         VIEWER: {
            LOADING: "Вчитување...",
            PUBLISHING: "Објавување...",
            NO_PUBLISHED_VERSION: "Не е достапна за разгледување објавена верзија на датотеката.",
            IFRAME_TITLE: "Преглед на датотеката",
            AUTOPUBLISH_TIMEOUT: "На серверот му треба премногу време за да одговори.  Можеби последните промени не се објавени."
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "Последен пат ажурирано од ${user} денеска во ${time}",
            YESTERDAY: "Последен пат ажурирано од ${user} вчера во ${time}",
            DAY: "Последен пат ажурирано од ${user} на ${EEee} во ${time}",
            MONTH: "Последен пат ажурирано од ${user} на ${date_long}",
            YEAR: "Последен пат ажурирано од ${user} на ${date_long}"
         },
         CREATED: {
            TODAY: "Креирано од ${user} денеска во ${time}",
            YESTERDAY: "Креирано од ${user} вчера во ${time}",
            DAY: "Креирано од ${user} на ${EEee} во ${time}",
            MONTH: "Креирано од ${user} на ${date_long}",
            YEAR: "Креирано од ${user} на ${date_long}"
         },
         LONG: {
            TODAY: "${EEEE}, ${date_long}, ${time_long}",
            YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
            DAY: "${EEEE}, ${date_long}, ${time_long}",
            MONTH: "${date_long}, ${time_long}",
            YEAR: "${date_long}, ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - Денеска",
            YESTERDAY: "${time} - Вчера",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "Денеска",
            YESTERDAY: "Вчера",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} Б",
         KB: "${0} КГ",
         MB: "${0} МБ",
         GB: "${0} ГБ",
         TB: "${0} ТБ"
      },
      COMMENT_BOX: {
         TITLE: "Поле за коментар во вид на текст",
         SHADOW_TEXT: "Додај коментар...",
         CANNOT_ACCESS_CONTENT: "Следниве лица што ги споменавте не можат да го видат коментарот бидејќи немаат пристап до содржината:",
         ERROR: "Се појави грешка при проверувањето на корисникот кој се обидувате да го споменете.",
         POST: "Постави",
         SAVE: "Зачувај",
         CANCEL: "Откажи",
         EXTERNAL_WARNING: "Коментарите може да ги видат лица кои не се од вашата организација."
      },
      EDIT_BOX: {
         CANCEL: {
            TOOLTIP: "Откажи",
            A11Y: "Ова копче служи за да се откаже уредувањето на името на датотеката."
         },
         INVALID_CHARACTERS: "Неважечки карактер",
         INVALID_CHARACTERS_REMOVED: "Отстранети се неважечките карактери"
      },
      COMMENT_WIDGET: {
         EDITED: "(Уредено)",
         EDITED_DATE: {
            TODAY: "Уредено денеска во ${time}",
            YESTERDAY: "Уредено вчера во ${time}",
            DAY: "Уредено на ${EEee} во ${time}",
            MONTH: "Уредено на ${date_long}",
            YEAR: "Уредено на ${date_long}"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "Зачувај",
         CANCEL: "Откажи",
         USER: "Лице",
         COMMUNITY: "Заедница",
         SHARE: "Сподели",
         SHARE_ALT: "Сподели со ова лице",
         MEMBER_TYPE: "Тип на член",
         PERSON_SHADOW: "Напишете за да најдете лице",
         COMMUNITY_SHADOW: "Напишете за да најдете заедница",
         PERSON_FULL_SEARCH: "Лицето не е наведено? Користи целосно пребарување...",
         COMMUNITY_FULL_SEARCH: "Заедницата не е наведена? Користи целосно пребарување...",
         ADD_OPTIONAL_MESSAGE: "Додај незадолжителна порака",
         ROLE_LABEL: "Улога",
         ROLE_EDIT: "Уредник",
         ROLE_VIEW: "Читател"
      },
      FILE_STATE: {
         DOCS_FILE: "Ова е датотека Docs. Сите уредувања мора да се извршат на интернет.",
         LOCKED_BY_YOU: {
            TODAY: "Заклучено од вас во ${time}.",
            YESTERDAY: "Заклучено од вас вчера во ${time}.",
            DAY: "Заклучено од вас на ${date}.",
            MONTH: "Заклучено од вас на ${date}.",
            YEAR: "Заклучено од вас на ${date_long}."
         },
         LOCKED_BY_OTHER: {
            TODAY: "Заклучено во ${time} од ${user}.",
            YESTERDAY: "Заклучено вчера во ${time} од ${user}.",
            DAY: "Заклучено на ${date} од ${user}.",
            MONTH: "Заклучено на ${date} од ${user}.",
            YEAR: "Заклучено на ${date_long} од ${user}."
         }
      },
      VALIDATION: {
         COMMENT: {
            WARN_TOO_LONG: "Коментарот е премногу долг.",
            TRIM: "Скрати коментар?"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "Описот е премногу долг.",
            TRIM: "Скрати опис?"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "Пораката е премногу долга.",
            TRIM: "Скрати порака?"
         },
         TAG: {
            WARN_TOO_LONG: "Ознаката е премногу долга.",
            TRIM: "Скрати ознака?"
         },
         TAGS: {
            WARN_TOO_LONG: "Една или повеќе ознаки се премногу долги.",
            TRIM: "Скрати ознаки?"
         },
         FILENAME: {
            WARN_TOO_LONG: "Името на датотеката е премногу долго"
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "Лица што имаат HCL Docs може да ја уредат оваа датотека на интернет.",
         NO_ENTITLEMENT_LINK: "Лица што имаат ${startLink}HCL Docs${endLink} може да ја уредат оваа датотека на интернет.", // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "Датотеката во моментот се уредува на интернет од ${users}.",
         UNPUBLISHED_CHANGES: "Има уредувања на оваа нацрт-верзија кои не се објавени како верзија.",
         PUBLISH_A_VERSION: "Објави верзија",
         PUBLISH_SUCCESS: "Успешно објавивте верзија од датотеката",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "Не можеше да се објави верзијата бидејќи е забранет пристапот.",
            NOT_FOUND: "Не можеше да се објави верзијата бидејќи не е најден документот.",
            CANNOT_REACH_REPOSITORY: "Не можеше да се објави верзијата бидејќи серверот на Docs не може да се поврзе со скалдиштето на датотеката.",
            QUOTA_VIOLATION: "Не можеше да се објави верзијата поради ограничување на просторот. Отстранете други датотеки за да се ослободи доволно простор да се објави верзијата.",
            CONVERSION_UNAVAILABLE: "Не можеше да се објави верзијата бидејќи услугата за конвертирање на Docs не е достапна. Обидете се повторно подоцна.",
            TOO_LARGE: "Не можеше да се објави верзијата бидејќи документот е премногу голем.",
            CONVERSION_TIMEOUT: "Не можеше да се објави верзијата бидејќи на услугата за конвертирање на Docs ѝ е потребно премногу време да го конвертира документот. Обидете се повторно подоцна.",
            SERVER_BUSY: "Не можеше да се објави верзијата бидејќи серверот на Docs е зафатен. Обидете се повторно подоцна.",
            DEFAULT: "Не можеше да се објави верзијата бидејќи услугата на Docs е зафатена. Обидете се повторно подоцна."
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "Вашите уредувања се објавуваат. ${startLink}Освежете за да ги видите вашите измени.${endLink}",
            GENERIC: "Можеби ќе треба да ја освежите страницата за да ги видите последните измени.  ${startLink}Освежи${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "Нема коментари.",
         MODERATED: "Коментарот е поднесен за разгледување и ќе биде достапен кога ќе се одобри.",
         ERROR: {
            SAVE: {
               DEFAULT: "Коментарот не може да се зачува. Обидете се повторно подоцна.",
               UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да го зачувате коментарот.",
               NOT_FOUND: "Коментарот не може да се зачува затоа што датотеката е избришана или повеќе не се споделува со вас.",
               ACCESS_DENIED: "Коментарот не може да се зачува затоа што датотеката е избришана или повеќе не се споделува со вас."
            },
            DELETE: {
               DEFAULT: "Коментарот не може да се избрише. Обидете се повторно подоцна.",
               UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да го избришете коментарот.",
               NOT_FOUND: "Коментарот не може да се избрише затоа што датотеката е избришана или повеќе не се споделува со вас.",
               ACCESS_DENIED: "Коментарот не може да се избрише затоа што датотеката е избришана или повеќе не се споделува со вас."
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "Зачувај",
         EDIT_TAGS: "Уреди ознаки",
         ERROR: {
            SAVE: {
               DEFAULT: "Ознаката не може да се создаде. Обидете се повторно подоцна."
            },
            DELETE: {
               DEFAULT: "Ознаката не може да се избрише. Обидете се повторно подоцна."
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "Прочитај повеќе...",
         READ_LESS: "Прочитај помалку..."
      },
      SHARE: {
         EVERYONE: "Сите во мојата организација",
         ADD_TOOLTIP: "Зачувај",
         ROLES: {
            OWNER: "Сопственик",
            EDIT: "Уредници",
            VIEW: "Читатели",
            FOLDER: "Споделено со папки"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "Сопственик"
            },
            EDIT: {
               ROLE: "Уреди",
               ADD: "Додај уредник"
            },
            VIEW: {
               ROLE: "Читател",
               ADD: "Додај читател"
            },
            FOLDER: {
               ADD: "Додај папки",
               COMMUNITY_ADD: "Додај во папка",
               MOVE: "Премести во папка"
            },
            MULTI: {
               ADD: "Додај лица или заедници",
               ADD_PEOPLE: "Додај лица"
            }
         },
         PUBLIC: {
            SHORT: "Сите во мојата организација",
            LONG: {
               GENERIC: "Сите во вашата организација.",
               ORG: "Сите во ${org}."
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "Оваа датотека веќе се споделува со ${user}.",
            ERROR: "Не може да се сподели со ${user} во моментот.",
            SELF: "Не може да споделувате сами со себе."
         },
         SHARE_INFO: {
            PROMOTED: "${user} е унапреден до повисока позиција за споделување."
         },
         SHARE_SUCCESS: {
            SUCCESS: "Успешно е споделено со ${user}"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "Датотеката е успешно споделена."
         },
         MESSAGE_BOX: {
            HINT_TEXT: "Незадолжителна порака..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "Овозможување на надворешен корисник",
               ACTION: "Овозможување на надворешен корисник...",
               TOOLTIP: "Овозможи надворешен корисник",
               DIALOG_TITLE: "Содржината не е споделена",
               PROMPT: {
                  NO_ACCOUNT: "Следниов корисник нема сметка и со него не се споделува никаква содржина.",
                  INVITE: "Поканете го корисникот како гостин за да споделувате содржини со него."
               },
               SUBMIT: "Продолжете со покана",
               CANCEL: "Откажи",
               ERROR: "Се појави грешка при овозможувањето на сметката. Обидете се повторно подоцна.",
               SUCCESS: "Корисничката сметка е успешно овозможена."
            },
            PLURAL: {
               NAME: "Овозможување на надворешни корисници",
               ACTION: "Овозможување на надворешни корисници...",
               TOOLTIP: "Овозможи надворешни корисници",
               DIALOG_TITLE: "Содржината не е споделена",
               PROMPT: {
                  NO_ACCOUNT: "Следниве корисници немаат сметка и со нив не се споделува никаква содржина.",
                  INVITE: "Поканете ги овие корисници како гости за да споделувате содржини со нив."
               },
               SUBMIT: "Продолжете со покани",
               CANCEL: "Откажи",
               ERROR: "Се појави грешка при овозможувањето на сметките. Обидете се повторно подоцна.",
               SUCCESS: "Корисничките сметки се успешно овозможени."
            },
            ABSTRACT: {
               NAME: "Овозможување на надворешни корисници",
               ACTION: "Овозможување на надворешни корисници...",
               TOOLTIP: "Овозможи надворешни корисници",
               DIALOG_TITLE: "Содржината не е споделена",
               PROMPT: {
                  NO_ACCOUNT: "Некои корисници немаат сметки и со нив не се споделува никаква содржина.",
                  INVITE: "Поканете ги овие корисници како гости за да споделувате содржини со нив."
               },
               SUBMIT: "Продолжете со покани",
               CANCEL: "Откажи",
               ERROR: "Се појави грешка при овозможувањето на сметките. Обидете се повторно подоцна.",
               SUCCESS: "Корисничките сметки се успешно овозможени."
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "Опции за споделување",
         PROPAGATION: "Дозволи им на другите да ја споделат датотеката",
         EVERYONE: "Секој може да ја сподели датотеката",
         OWNER_ONLY: "Само сопственикот може да ја сподели датотеката.",
         STOP_SHARE: "Прекини споделување",
         MAKE_INTERNAL: "Прекини надворешно споделување",
         MAKE_INTERNAL_SUCCESS: "Оваа датотека повеќе не може да се споделува со лица надвор од вашата организација.",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "Да се направи внатрешна?",
            PROMPT: "Правењето на оваа датотека да е внатрешна ќе значи дека повеќе нема да може да се споделува со лица надвор од вашата организација. ${br}${br}" +
            "Споделувањата со лица од надвор, заедници или папки ќе се отстранат.${br}${br}Правењето на датотеката да е внатрешна не може да се отповика.",
            EFSS: {
               DIALOG_TITLE: "Да се направи внатрешна?",
               PROMPT: "Правењето на оваа датотека да е внатрешна ќе значи дека повеќе нема да може да се споделува со лица надвор од вашата организација. ${br}${br}" +
               "Ќе се отстранат сите споделувања со надворешни лица или папки.${br}${br}Правењето внатрешна датотека е трајно и не може да се отповика."
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "Прекини споделување на датотеката",
            PROMPT: "Дали сте сигурни дека сакате да го прекинете споделувањето на датотеката?",
            QUESTION_PUBLIC: "Датотеката повеќе нема да биде видлива за сите во вашата организација, или пак да се споделува со лица, папки или заедници. Оваа операција не може да се отповика.",
            QUESTION_PUBLIC_E: "Датотеката повеќе нема да биде видлива за сите во вашата организација, или пак да се споделува со лица или папки. Оваа операција не може да се отповика.",
            QUESTION: "Датотеката повеќе нема да се споделува со лица или заедници и ќе се отстрани од сите папки, освен од вашите приватни папки. Ова дејство не може да се врати.",
            QUESTION_E: "Датотеката повеќе нема да се споделува со лица и ќе се отстрани од сите папки, освен од вашите приватни папки. Ова дејство не може да се врати."
         },
         MAKE_PRIVATE_SUCCESS: "Датотеката сега е приватна.",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "Не може да се прекине споделувањето на датотеката. Обидете се повторно подоцна."
         }
      },
      SHARE_LINK: {
         MY_SHARES: "Мои споделувања"
      },
      STREAM: {
         LOADING: "Вчитување...",
         LOAD_MORE: "Вчитај повеќе.."
      },
      ENTRY: {
         REMOVE: "Отстрани",
         RESTORE: "Врати",
         EDIT: "Уреди",
         DELETE: "Избриши",
         OK: "ОК",
         CANCEL: "Откажи",
         USER_PICTURE: "Фотографија од ${0}",
         FLAG: "Означи како несоодветно"
      },
      PANEL: {
         LOAD_ERROR: "Имаше грешка при пристапувањето до метаподатоците од оваа датотека.",
         ABOUT: {
            TITLE: "За производот",
            EXPAND_BUTTON: "Проширете го копчето за да видите повеќе информации",
            CURRENT_VERSION_HEADER: "Тековна верзија ${versionNumber}",
            FILE_SIZE_HEADER: "Големина на датотека",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - Тековна верзија",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - Сите верзии",
            DOCS_DRAFT_UPDATED_HEADER: "Уредена нацрт-верзија",
            DOCS_DRAFT_CREATED_HEADER: "Креирана нацрт-верзија",
            DOCS_UPDATED_HEADER: "Објавено",
            DOCS_CREATED_HEADER: "Создадено",
            UPDATED_HEADER: "Ажурирано",
            CREATED_HEADER: "Создадено",
            LIKES_HEADER: "Допаѓања",
            LIKES_EXPAND_ICON: "Проширете ја иконата за да видите на кој му се допаѓа датотеката",
            DOWNLOADS_HEADER: "Прикази",
            DOWNLOADS_HEADER_MORE: "Прикази (${0})",
            DOWNLOADS_EXPAND_ICON: "Проширете ја оваа икона за да видите кој ја видел да датотеката",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} анонимно",
            DOWNLOADS_LATEST_VERSION: "Ја имате најновата верзија на датотеката",
            DOWNLOADS_LAST_VERSION: "Последно ја видовте верзијата ${0} на оваа датотека",
            TAGS_HEADER: "Ознаки",
            DESCRIPTION_HEADER: "Опис",
            DESCRIPTION_READ_MORE: "Прочитај повеќе...",
            LINKS_HEADER: "Врски",
            SECURITY: "Безбедност",
            FILE_ENCRYPTED: "Содржината на датотеката е шифрирана. Содржината на шифрирана датотека не може да се пребарува. Содржината на датотеката не може да се прикаже и не може да се уредува со HCL Docs.",
            GET_LINKS: "Најди врски...",
            ADD_DESCRIPTION: "Додај опис",
            NO_DESCRIPTION: "Нема опис",
            ADD_TAGS: "Додај ознаки",
            NO_TAGS: "Нема ознаки"
         },
         COMMENTS: {
            TITLE: "Коментари",
            TITLE_WITH_COUNT: "${0}) коментари",
            VERSION: "Верзија ${0}",
            FEED_LINK: "Навестување на содржина за овие коментари",
            FEED_TITLE: "Следете ги измените на овие коментари преку читачот на навестување на содржина"
         },
         SHARING: {
            TITLE: "Споделување",
            TITLE_WITH_COUNT: "Споделено (${0})",
            SHARED_WITH_FOLDERS: "Споделено со папки - ${count}",
            SEE_WHO_HAS_SHARED: "Погледни кој има споделено",
            COMMUNITY_FILE: "Датотеките кои се во сопственост на заедницата не можат да се споделуваат со лица или други заедници.",
            SHARED_WITH_COMMUNITY: "Споделено со членовите на заедницата „${0}“",
            LOGIN: "Најави се",
            NO_SHARE: "Датотеката сè уште не е додадена во ниту една папка.",
            ONE_SHARE: "Датотеката е во 1 папка или заедница до кои немате пристап.",
            MULTIPLE_SHARE: "Датотеката е во ${fileNumber} папки или заедници до кои немате пристап."
         },
         VERSIONS: {
            TITLE: "Верзии",
            TITLE_WITH_COUNT: "Верзии (${0})",
            FEED_LINK: "Навестување на содржина за овие верзии",
            FEED_TITLE: "Следете ги измените на датотеката преку читачот за навестување на содржина"
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "Потврда за дејство",
         DIALOG_TITLE: "Потврди",
         PROMPT: "Дали сте сигурни дека сакате да го извршите дејството?",
         ERROR: "Се појави грешка при извршувањето на дејството. Обидете се повторно подоцна.",
         TOOLTIP: "Изврши дејство",
         OK: "ОК",
         CANCEL: "Откажи",
         A11Y: "Ова копче служи за да се изврши тековното дејство."
      },
      THUMBNAIL: {
         TITLE: "Намален приказ",
         CHANGE_LINK: "Смени намален приказ...",
         ERROR: "Намалениот приказ не можеше да се зачува. Обидете се повторно подоцна.",
         EXT_ERROR: "Изберете датотека со една од следните поддржани наставки: ${0}",
         SUCCESS: "Се смени намалениот приказ",
         UPLOAD: "Зачувај",
         CANCEL: "Откажи"
      },
      UPLOAD_VERSION: {
         LINK: "Постави нова верзија...",
         CHANGE_SUMMARY: "Резиме за незадолжителна промена...",
         ERROR: "Новата верзија не можеше да се зачува. Обидете се повторно подоцна.",
         SUCCESS: "Новата верзија се зачува.",
         UPLOAD: "Постави",
         UPLOAD_AND_CHANGE_EXTENSION: "Постави и смени наставка",
         CANCEL: "Откажи"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "Се појави грешка при пристапувањето до датотеката. Обидете се повторно подоцна.",
         UNAUTHENTICATED: "Сесијата истече. Мора да се најавите повторно пред да можете да ја видите датотеката.",
         NOT_FOUND: "Датотеката што ја побаравте е избришана или преместена. Ако некој ви ја испратил врската, проверете дали е точна.",
         ACCESS_DENIED: "Немате дозвола за прикажување на датотеката. Датотеката не е споделена со вас.",
         ACCESS_DENIED_ANON: "Немате дозвола за прикажување на датотеката. Ако ова е ваша датотека или е споделена со вас, мора прво да се најавите."
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "Потврди",
        PROMPT: "Вашата HCL Connections сесија истече.${lineBreaks}Кликнете ОК за повторно да се најавите или Откажи за да го затворите дијалогот.",
        OK: "ОК",
        CANCEL: "Откажи"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "Не може да се пристапи кон врската",
        PROMPT: "Нешто не е во ред со пристапувањето на врската.${lineBreaks}Кликнете ОК за да се пренасочите кон страницата.",
        OK: "ОК",
        CANCEL: "Откажи"
      },
      LOAD_ERROR: {
         DEFAULT: "Опа. Имаше грешка при пристапувањето на врската.",
         ACCESS_DENIED: "Контактирајте го сопственикот на датотеката за да побарате дозвола да ја видите датотеката."
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - Датотека",
         LOAD_ERROR: "Грешка при пристапувањето на датотеката"
      }
});
