/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "Жаһандандыру",
         "unavailable" : "Жаһандандыру параметрлері қол жетімді емес",
         "details" : "Қалаған тілді, қалаған күнтізбені және пайдаланушы жасайтын мәтін ағындары бағытын көрсетіңіз.",
         "error" : "Жаһандандыру параметрлерін қатеге байланысты шығарып алу мүмкін болмады.",
         "titlebar" : {
            "tab2" : "Бағдарламаға қатынасу",
            "tab1" : "Электрондық пошта хабарландырулары",
            "tab3" : "Жаһандандыру"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Осы түймешікті басу жаңа мазмұны бар ағымдағы бетті жаңартады.  Осы мәзірге оралу үшін кері шарлаңыз:"
         },
         "details_nolanguage" : "Қалаған күнтізбені және пайдаланушы жасайтын мәтін ағындары бағытын көрсетіңіз.",
         "a11y" : {
            "titlebar_label" : "HCL Connections параметрлері",
            "body_label" : "Жаһандандыру параметрлері"
         },
         "heading" : "Жаһандандыру параметрлері"
      },
      "restore_defaults" : {
         "error" : "Қате орын алды. Әрекетті кейін қайталап көріңіз.",
         "action_tooltip" : "Жаһандандыру параметрлерін өздерінің бастапқы мәндеріне келтіру",
         "action" : "Әдепкілерді қалпына келтіру",
         "success" : "Жаһандандыру параметлері бастапқы мәндеріне келтірілді."
      },
      "help" : {
         "help" : "Анықтама",
         "close" : "Жабу"
      },
      "save" : {
         "error" : "Қате орын алды. Әрекетті кейін қайталап көріңіз.",
         "action_tooltip" : "Жаһандандыру параметрлерін сақтау",
         "action" : "Сақтау",
         "success" : "Жаһандандыру параметлері жаңартылды."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Қате:",
            "icon_alt" : "Қате"
         },
         "success" : {
            "a11y_label" : "Сәттілік:",
            "icon_alt" : "Сәтті"
         },
         "warning" : {
            "a11y_label" : "Ескерту:",
            "icon_alt" : "Ескерту"
         },
         "info" : {
            "a11y_label" : "Ақпарат:",
            "icon_alt" : "Ақпарат"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "Әдепкілерді қалпына келтіру"
         },
         "bidi" : {
            "help" : "Екі бағытты мәтін анықтамасын іске қосу",
            "label" : "Екі бағыттағы мәтінді іске қосу",
            "tooltip" : "Байланыстырылған мәтінді және құрылымды мәтінді, яғни файл жолдарын көрсету үшін арнайы тілге мүмкіндік береді.  Сонымен қатар, тіл таңдауына тәуелсіз мәтін бағытын көрсетуге мүмкіндік береді."
         },
         "error" : "Қате",
         "save" : {
            "label" : "Сақтау"
         },
         "direction" : {
            "label" : "Қолданушы жасақтаған мәтіннің бағыты:",
            "tooltip" : "Пайдаланушы енгізуінен, яғни мазмұн аттарынан және шарлау жолдарынан алынатын мәтін бағыты.  Әдепкі параметрі бойынша, бұл тіл аңдауарқылы анықталады(көбінесе солдан оңға қарай).  Мәтінмәнді таңдау жүйеге таңба талдауына негізделген бағытты анықтауға мүмкіндік береді (аралас бағыттағы мәтінді қолдайды).",
            "options" : {
               "contextual" : "Мәтінмәндік (таңбаға негізделген)",
               "rtl" : "Оңнан солға",
               "ltr" : "Солдан оңға",
               "default_ltr" : "Әдепкі тілді пайдаланыңыз (солдан оңға қарай)",
               "default_rtl" : "Әдепкі тілді пайдаланыңыз (оңнан солға қарай)"
            }
         },
         "cancel" : {
            "label" : "Болдырмау"
         },
         "language" : {
            "selected" : "${0} (ағымдағы)",
            "label" : "Тіл:",
            "tooltip" : "Бағдарлама мәтіні көрсетілетін тілді көрсетіңіз.  Бұл параметр пайдаланушы жасайтын мәтінге әсер етпейді."
         },
         "calendar" : {
            "label" : "Күнтізбе:",
            "options" : {
               "hebrew" : "Еврей",
               "gregorian" : "Григориан",
               "hijri" : "Хижра"
            }
         }
      }
});
