/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "authorize" : {
         "legal" : "Licensed Materials - Property of IBM Corp. 5724-S68 \xa9 IBM Corporation 2007, 2012. งานอันมีลิขสิทธิ์ - ทรัพย์สินของ IBM Corp. 5724-S68 \xa9 IBM Corporation 2007, 2012 IBM, ตราสัญลักษณ์ IBM, ibm.com และ Lotus เป็นเครื่องหมายการค้าของ IBM Corporation ในประเทศสหรัฐอเมริกา ประเทศอื่นๆ หรือทั้งสองกรณี สิทธิ์ของผู้ใช้เป็นไปตามข้อบังคับของรัฐบาลสหรัฐอเมริกา: การใช้งาน การทำซ้ำ หรือการเผยแพร่ถูกจำกัดโดย GSA ADP Schedule Contract ที่มีกับ IBM Corp โปรดดูหน้า เกี่ยวกับ สำหรับข้อมูลเพิ่มเติม",
         "error" : "มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
         "granted" : {
            "title" : "สิทธิการเข้าถึงได้รับอนุญาตแล้ว",
            "blurb" : "คุณ\ได้รับอนุญาตให้เข้าถึง ${0} เพื่อโต้ตอบกับแอคเคาต์ HCL Connections ของคุณ"
         },
         "denied" : {
            "title" : "สิทธิการเข้าถึงถูกปฏิเสธ",
            "blurb" : "คุณ\ถูกปฏิเสธการเข้าถึง ${0} เพื่อโต้ตอบกับแอคเคาต์ HCL Connections ของคุณ"
         },
         "blurb" : "{0} กำลังร้องขอสิทธิเข้าถึงข้อมูล HCL Connections ของคุณ รวมถึงเนื้อหาทั้งหมดของคุณใน Connections",
         "revoke" : {
            "description" : "คุณสามารถเพิกถอนสิทธิการเข้าถึงได้ตลอดเวลาผ่าน ค่าติดตั้ง Connections  > {0} Connections อาจขอให้คุณอนุญาตใหม่เป็นระยะๆ",
            "link" : "การเข้าถึงแอ็พพลิเคชัน"
         },
         "authorize" : {
            "label" : "อนุญาตสิทธิการเข้าถึง"
         },
         "windowtitle" : "ให้สิทธิการเข้าถึง HCL Connections",
         "title" : "ร้องขอสิทธิการเข้าถึง",
         "deny" : {
            "label" : "ปฏิเสธการเข้าถึง"
         },
         "action_tooltip" : "อนุญาตสิทธิเข้าถึงแอ็พพลิเคชัน ${0}",
         "action" : "อนุญาตสิทธิการเข้าถึง",
         "connections" : {
            "heading" : "HCL Connections"
         },
         "success" : "กำลังเปลี่ยนทิศทางคุณกลับไปยัง ${0}"
      },
      "javascript" : {
         "disabled" : {
            "title" : "เปิด JavaScript",
            "p2" : "รีเฟรชเพจเพื่อดำเนินต่อ",
            "p1" : "จาวาสคริปต์ ถูกปิดใช้งานในเว็บเบราว์เซอร์ของคุณ  HCL Connections จำเป็นต้องใช้ JavaScript เพื่อให้สามารถทำงานได้  เมื่อเปิดแล้ว โปรดรีเฟรชหน้า"
         }
      },
      "errors" : {
         "malformed_request" : {
            "title" : "เราไม่สามารถประมวลผลคำขอของคุณได้",
            "description" : "คำร้องขอที่ออกใช้โดยแอ็พพลิเคชันซึ่งร้องขอการเข้าถึงแอคเคาต์ HCL Connections ของคุณไม่สมบูรณ์  คลิกปุ่ม ย้อนกลับ ของเบราว์เซอร์เพื่อกลับไปยังไซต์หรือแอ็พพลิเคชันที่ส่งคุณมาที่นี่ แล้วลองอีกครั้ง  หากปัญหานี้ยังคงอยู่ ให้รายงานปัญหานี้ให้ผู้ดูแลระบบของคุณทราบ"
         },
         "invalid_token" : {
            "title" : "เราไม่สามารถประมวลผลคำขอของคุณได้",
            "description" : "คำร้องขอที่ออกใช้โดยแอ็พพลิเคชันซึ่งร้องขอการเข้าถึงแอคเคาต์ HCL Connections ของคุณไม่ถูกต้อง  คลิกปุ่ม ย้อนกลับ ของเบราว์เซอร์เพื่อกลับไปยังไซต์หรือแอ็พพลิเคชันที่ส่งคุณมาที่นี่ แล้วลองอีกครั้ง  หากปัญหานี้ยังคงอยู่ ให้รายงานปัญหานี้ให้ผู้ดูแลระบบของคุณทราบ"
         },
         "default_action" : {
            "label" : "กลับไปยังโฮมเพจ"
         }
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "ข้อผิดพลาด:",
            "icon_alt" : "ข้อผิดพลาด"
         },
         "success" : {
            "a11y_label" : "สำเร็จ:",
            "icon_alt" : "Success"
         },
         "warning" : {
            "a11y_label" : "การเตือน:",
            "icon_alt" : "คำเตือน"
         },
         "info" : {
            "a11y_label" : "ข้อมูล:",
            "icon_alt" : "ข้อมูล"
         }
      },
      "loading" : "กำลังโหลด...",
      "deny" : {
         "error" : "มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
         "action_tooltip" : "ปฏิเสธการเข้าถึงแอ็พพลิเคชัน ${0}",
         "action" : "ปฏิเสธการเข้าถึง",
         "success" : "การเข้าถึงถูกปฏิเสธ"
      },
      "grid" : {
         "applications" : {
            "summary" : "รายการของแอ็พพลิเคชันที่มีสิทธิในการเข้าถึงข้อมูล HCL Connections ของคุณ",
            "loading" : "กำลังโหลด...",
            "empty" : "ไม่พบแอ็พพลิเคชัน",
            "reverse_sort" : "เรียงกลับ"
         }
      },
      "applications" : {
         "windowtitle" : "การเข้าถึงแอ็พพลิเคชัน",
         "details" : "แอ็พพลิเคชันที่มีการเข้าถึงข้อมูล HCL Connections ของคุณ",
         "error" : "ไม่ได้ดึงข้อมูลรายการ เนื่องจากข้อผิดพลาด",
         "titlebar" : {
            "tab2" : "การเข้าถึงแอ็พพลิเคชัน",
            "tab1" : "การแจ้งเตือนทางอีเมล",
            "tab3" : "โกลบอลไลเซชัน"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "กดปุ่มนี้จะรีเฟรชเพจปัจจุบันด้วยเนื้อหาใหม่  เมื่อต้องการกลับมาที่เมนูนี้ ให้นำทางกลับไปที่:"
         },
         "a11y" : {
            "titlebar_label" : "ค่าติดตั้ง HCL Connections"
         },
         "heading" : "การเข้าถึงแอ็พพลิเคชัน"
      },
      "sorts" : {
         "application_name" : "ชื่อแอ็พพลิเคชัน",
         "authorization_date" : "วันที่ให้สิทธิ์",
         "expiration_date" : "วันหมดอายุ",
         "action" : "การดำเนินการ"
      },
      "revoke_token" : {
         "error" : "มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
         "dialog_title" : "เพิกถอนการเข้าถึง",
         "action_tooltip" : "เพิกถอนการเข้าถึงแอ็พพลิเคชัน ${0}",
         "action" : "เพิกถอน",
         "ok" : "ปกติ",
         "cancel" : "การยกเลิก",
         "confirm" : "ยกเลิกสิทธิเข้าถึงของ\แอ็พพลิเคชันนี้ในข้อมูล HCL Connections ของคุณหรือไม่? ",
         "success" : "ลบแอ็พพลิเคชันออกแล้ว"
      }
});
