/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	"ACTIVITIES_LABEL":"Δραστηριότητες",
	"ACTIVITIES_TITLE":"Εμφάνιση αποτελεσμάτων από τις Δραστηριότητες",
	"ALLCONNECTIONS_LABEL":"Όλα τα αποτελέσματα",
	"ALLCONNECTIONS_TITLE":"Εμφάνιση αποτελεσμάτων από όλες τις εφαρμογές του Connections",
	"BLOGS_LABEL":"Ιστολόγια",
	"BLOGS_TITLE":"Εμφάνιση αποτελεσμάτων από τα Ιστολόγια",
	"DOGEAR_LABEL":"Σελιδοδείκτες",
	"DOGEAR_TITLE":"Εμφάνιση αποτελεσμάτων από τους Σελιδοδείκτες",
	"COMMUNITIES_LABEL":"Κοινότητες",
	"COMMUNITIES_TITLE":"Εμφάνιση αποτελεσμάτων από τις Κοινότητες",
	"COMPONENT_FILTER_LABEL":"Φιλτράρετε τα αποτελέσματα για να εμφανιστεί περιεχόμενο από μια συγκεκριμένη περιοχή",
	"ERROR":"Σφάλμα",
	"ERROR_PREFIX":"Σφάλμα:",
	"FILES_LABEL":"Αρχεία",
	"FILES_TITLE":"Εμφάνιση αποτελεσμάτων από τα Αρχεία",
	"FILTERS_DESCRIPTION":"Μπορείτε να φιλτράρετε τα αποτελέσματα αναζήτησης με συγκεκριμένα κριτήρια. Αυτό θα προκαλέσει την επαναφόρτωση των αποτελεσμάτων αναζήτησης.",
	"FILTERS_SUBMIT":"Εφαρμογή",
	"FORUMS_LABEL":"Φόρουμ",
	"FORUMS_TITLE":"Εμφάνιση αποτελεσμάτων από τα Φόρουμ",
	"LOADING":"Φόρτωση...",
	"PROFILES_LABEL":"Προφίλ",
	"PROFILES_TITLE":"Εμφάνιση αποτελεσμάτων από τα Προφίλ",
	"WIKIS_LABEL":"Wikis",
	"WIKIS_TITLE":"Εμφάνιση αποτελεσμάτων από τα Wikis",
	"SEARCH_INPUT_LABEL":"Καταχωρήστε εδώ μια λέξη-κλειδί για να εξειδικεύσετε τα αποτελέσματα αναζήτησης",
	"STATUS_UPDATES_LABEL":"Ενημερώσεις κατάστασης",
	"STATUS_UPDATES_TITLE":"Εμφάνιση αποτελεσμάτων από τις Ενημερώσεις κατάστασης",
	"BOOST_MY_CONTENT": "Κατάταξη του περιεχομένου μου σε υψηλότερη θέση",
	"ADVANCED_SEARCH": "Σύνθετη αναζήτηση"
})

