/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2008, 2016                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8
({
   submit: {label: "Αποθήκευση", a11y: "Αποθήκευση", tooltip: "Αποθήκευση"}, 
   cancel: {label: "Ακύρωση", a11y: "Ακύρωση", tooltip: "Ακύρωση"},
   close: {label: "Κλείσιμο", a11y: "Κλείσιμο", tooltip: "Κλείσιμο"},
   title: {global: "Κοινή χρήση", community: "Κοινή χρήση με μια κοινότητα"},
   STATUS: {
	   ACTIONS_UNAVAILABLE: "Οι ενέργειες κοινής χρήσης δεν είναι διαθέσιμες σε αυτό το σενάριο.",
	   ACTIONS_LOAD_ERROR: "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ενεργειών κοινής χρήσης.",
	   CONTENT_LOAD_ERROR: "Δεν είναι δυνατή η φόρτωση του περιεχομένου. Προσπαθήστε ξανά αργότερα ή επικοινωνήστε με το διαχειριστή του συστήματος."},
   MESSAGE: {
	      SUCCESS: "Επιβεβαίωση",
	      ERROR: "Σφάλμα",
	      ERROR_ALT_TEXT: "Σφάλμα:",
	      INFO: "Πληροφορίες",
	      WARNING: "Προειδοποίηση",
	      DISMISS: "Απόκρυψη αυτού του μηνύματος",
	      MORE_DETAILS: "Περισσότερες λεπτομέρειες",
	      HIDE_DETAILS: "Απόκρυψη λεπτομερειών"
	   },
   COMMUNITYUPLOADFILE: {
	   SHARE: "Κοινή χρήση",
	   UPLOAD: "Μεταφόρτωση",
	   CANCEL: "Ακύρωση",
	   VISIBILITY_WARNING: "Τα αρχεία που διατίθενται για κοινή χρήση σε αυτή την κοινότητα θα γίνουν δημόσια.",
	   SHARE_WITH_COMMUNITY: {
		   SUCCESS_ONE: "Διαθέσατε με επιτυχία το αρχείο ${0} για κοινή χρήση στην κοινότητα ${1}.",
		   SUCCESS_PLURAL: "Διαθέσατε με επιτυχία ${0} αρχεία για κοινή χρήση στην κοινότητα ${1}.",
		   ERROR: "Δεν ήταν δυνατή η διάθεση του αρχείου για κοινή χρήση.  Προσπαθήστε ξανά αργότερα.",
		   ERROR_X: "Δεν ήταν δυνατή η διάθεση των αρχείων για κοινή χρήση.  Προσπαθήστε ξανά αργότερα.",
           MAX_SHARES_ERROR: "Έγινε υπέρβαση του μέγιστου αριθμού κοινοχρησιών",
           EXTERNAL_SHARES_ERROR: "Το αρχείο μπορεί να διατεθεί για κοινή χρήση μόνο σε χρήστες του οργανισμού σας.",
           EXTERNAL_SHARES_ERROR_X: "Τα αρχεία μπορούν να διατεθούν για κοινή χρήση μόνο σε χρήστες του οργανισμού σας.",
           NOT_LOGGED_IN_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή δεν είχατε συνδεθεί.  Πατήστε 'Κοινή χρήση' για να διαθέσετε το αρχείο για κοινή χρήση.",
           NOT_LOGGED_IN_ERROR_X: "Τα αρχεία δεν διατέθηκαν για κοινή χρήση επειδή δεν ήσασταν συνδεδεμένοι. Πατήστε 'Κοινή χρήση' για να διαθέσετε τα αρχεία για κοινή χρήση.",
           TIMEOUT_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
           TIMEOUT_ERROR_X: "Τα αρχεία δεν διατέθηκαν για κοινή χρήση επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
           CANCEL_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή η αίτηση ακυρώθηκε.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
           CANCEL_ERROR_X: "Τα αρχεία δεν διατέθηκαν για κοινή χρήση επειδή η αίτηση ακυρώθηκε.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
           NOT_FOUND_ERROR: "Το αρχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς και δεν μπορεί να διατεθεί για κοινή χρήση.",
           NOT_FOUND_ERROR_X: "Τα αρχεία έχουν διαγραφεί ή δεν εμφανίζονται πλέον σε εσάς και δεν μπορούν να διατεθούν για κοινή χρήση.",
           ACCESS_DENIED_ERROR: "Δεν έχετε πλέον τα κατάλληλα δικαιώματα για τη διάθεση αυτού του αρχείου για κοινή χρήση.",
           ACCESS_DENIED_ERROR_X: "Δεν έχετε πλέον τα κατάλληλα δικαιώματα για τη διάθεση αυτών των αρχείων για κοινή χρήση.",
           VISIBILITY_RESTRICTION: {
        	   ERROR_SHARE: "Ένα αρχείο περιορισμένης πρόσβασης δεν μπορεί να γίνει δημόσιο.",
        	   ERROR_SHARE_X: "Τα αρχεία περιορισμένης πρόσβασης δεν μπορούν να γίνουν δημόσια."
           }
         },
	   UPLOAD_TO_COMMUNITY: {
		   SUCCESS_ONE: "Μεταφορτώσατε με επιτυχία το αρχείο ${0} στην κοινότητα ${1}.",
		   SUCCESS_PLURAL: "Μεταφορτώσατε με επιτυχία ${0} αρχεία στην κοινότητα ${1}.",
		   ERROR: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου.  Προσπαθήστε ξανά αργότερα.",
		   ERROR_X: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου ${0}.  Προσπαθήστε ξανά αργότερα.",
		   INFO_SUCCESS_PRE_MODERATION: "Το αρχείο ${0} υποβλήθηκε για εξέταση και θα είναι διαθέσιμο όταν εγκριθεί.",
		   MULTI_INFO_SUCCESS_PRE_MODERATION: "${0} αρχεία έχουν υποβληθεί για εξέταση και θα γίνουν διαθέσιμα όταν εγκριθούν."
	   }
      },
   UPLOADFILE: {
      DESCRIPTION: "Μεταφορτώστε αρχεία και διαθέστε τα για κοινή χρήση"
   },
   UNSAVEDCHANGES: {
	   CANCEL: "Ακύρωση",
	   CONFIRM_OTHER_TAB: "Αν συνεχίσετε αυτή την ενέργεια, οι πληροφορίες που καταχωρήσατε στις άλλες καρτέλες θα χαθούν.  Πατήστε OK για να συνεχίσετε ή Ακύρωση για επιστροφή.",
	   CONFIRM_CURRENT_TAB: "Αν συνεχίσετε αυτή την ενέργεια, οι πληροφορίες που καταχωρήσατε στην καρτέλα ${0} θα χαθούν.  Πατήστε OK για να συνεχίσετε ή Ακύρωση για επιστροφή.",
	   DIALOG_TITLE: "Επιβεβαίωση",
	   OK: "OK"
   }
})



