/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2017, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
    // Connections Home Page tour; for d61, runs as JIT tour on first visit to Communities app
    // Note - would like to include username in the title - 'Welcome, {username}!'
    homepageWelcomeTitle : "Қош келдіңіз!",
    homepageWelcomeContent : "Сіздің басты бетіңіз сіздің пәрмен орталығыңыз, ол жерде сіз маңызды жаңартуларға назар аударалас және сізге керекті элементерді көре алас.",
    easyKeepUpTitle : "Оны қолдау оңай!",
    easyKeepUpContent : "Жаңартулардың жоғарыда болу үшін басты бетті тексеріз турыңыз. Соңғы блог хабарларды және әрекетмен қаумдастық жаңартуларды қараңыз.",
    whatNeedsAttentionTitle : "Сіздің назар аударғаныңызды не қажет ететін?",
    whatNeedsAttentionContent : "Кім сіздің атауңызды бақылап жатқанын көру үшін, баска хабарландыруларды және әрекеттерге керек элементтерді көру үшін сүзгілерді пайдаланыңыз.",
    whatsImportantTitle : "Сіз үшін не маңызды?",
    whatsImportantContent : "Сіз қалайтын көрініспен мазмұнды алу үшін бағдарламаларды сіздің беттен жойңыз  немесе жылжытыңыз.",
    customizePageTitle : "Бетіңізді теңшеңіз",
    customizePageContent : "Бағдарламаларды басты бетіңізге бір жерден бақылау үшін қосыңыз.",
    thanksForWatchingTitle : "Көргеніңізге рахмет",
    thanksForWatchingContent : "Осы шолуны анықтама мәзірінен қараңыз.",
    thanksExploreContent : "Файл немесе қаумдастық сияқты басқа аймактарды зерттеуде өнімді болу үшін бағыттаушыны тексеріңіз.",
    // For use on Getting Started home page if needed
    haveLookAroundTitle : "Әр жерді қараңыз",
    haveLookAroundContent : "Connections бағдарламасын білу үшін<b>Бөлісу</b> және <b>Зерттеу</b> сілтемелерін басыңыз. Әріптестеріңізбен бірлесіп жұмыс істеуді және өнімді болуді табыңыз.",
    whatsImportantGSContent : "Пайдаланушылық тақтасын көру үшін <b>Менің бетім</b> сілтемесін басыңыз. Сіз үшін маңызды нәрсеге назар аударыу үшін бағдарламаларды қосыңыз, жылжытыңыз немесе алып тастаңыз. Сіз қалаған нерсені бір жерден қадағалау.",
    // Communities Guided tour; for d61, runs as a JIT tour on first visit to Communities app
    whatsACommunityTitle : "Қаумдастық деген не?",
    whatsACommunityContent : "Қаумдастық бұл мазмұнмен ойларды ортақ пайдалануға мүмкін болған хаб. Өзіңіздін тобыңызбен немесе жалпы мүддесті ортақ бөліскен адамдармен бірлесіп жұмыс істеуге мүмкін.",
    whatCanIJoinTitle : "Нені қоса аламын?",
    whatCanIJoinContent : "Ұсынылған қаумдастықтар  анықталған қаумдастықтар сіздің әкіптестеріңіз оның бөлігі. Сізге ұнағанын көрсеңіз оны басыңыз. Қосылу үшін қаумдастықты іздеуге да болады.",
    whatColleaguesUpToTitle : "Менің әріптестерім тур?",
    whatColleaguesUpToContent : "Ұйымыңыздың тізмесіне қарасту барлық жалпы қаумдастықтарды қосо аласыз. Сізге қызық болган қаумдастықты таңдаңыз.",
    startOwnCommTitle : "Өзіңіздің жеке қаумдастығыңызды бастаңыз!",
    startOwnCommContent : "Сізге керек нерсе көрмедіңіз бе? Басқалармен ортақ пайдаланатын және бірлесіп жұмыс істетін қылып қаумдастықты бастаңыз.",
    // Files Guided Tour; for d61, runs as JIT tour on first visit to Files app
    getOrganizedTitle : "Ұйымдастыру!",
    getOrganizedContent : "Файлдар сіздің құжаттарыңызды жане суреттеріңізді орталық орында, оларды кез келген жерден қатынау және ортақ пайдалану мен сақтауга мүмкіндік береді.",
    findCreateFileTitle : "Файлды қосу немесе жасау",
    findCreateFileContent : "Бар файлды жүктеп салыңыз немесе HCL Docs қызметі сізге қол жетімді болса жаңа құжатты жасаңыз. Барлық жағдайда сіздің файлдарыңыз тек бір сіз үшін немесе сіз үшін басқалармен ортақ бөлісу үшін қол жетімді.",
    takeActionTitle : "Әрекет орындаңыз!",
    takeActionContent : "Сізге тиесілі файлдар Менің файлдарым көрінісінде пайда болады, онда сіз файлдарды тегтеп және бекіте аласыз, оларды қалталарға қосып, басқалармен бөлісе аласыз.<br/><br/>Көру және түсініктеме беру үшін файлды нұқыңыз.",
    getLatestTitle : "Менің дискіммен ұйымдастыру",
    getLatestContent : "Негізгі файлдармен қалталарды бір жерде ұйымдастырыңыз. Егер сіздің ұйымыңыз үндестіру мүмкіндігін қолданса автоматтық түрде Desktop файлдар өзгерістерін синхрондау қосылатын модулін орнатыңыз.",
    // Communities Tour; new content for CR3, runs as JIT tour on first visit to Communities app
    teamUpTitle : "Қауымдастықтармен бірге жұмыс жасаңыз!",
    teamUpContent : "Командамен бірлесіп жұмыс істеу үшін қауымдастықтарға қосылыңыз немесе бақылаңыз. Сіздің иелігіңізге тиесілі, оларға тиесілі немесе ұстанатын қауымдастықтар бір-бірімен бірге тізімделіп, ең маңызды хабтарыңызға назар аударуы мүмкін.",
    getBackTitle : "Таңдаулы қауымдастықтарға тез оралыңыз!",
    getBackContent : "Сіз көрген қауымдастықтарыңызды соңғы рет көріңіз, сонда сіз қалдырған жерлеріңізді оңай алсаңыз болады. Сондай-ақ, көріністі өзгерту немесе қауымдастықты табу үшін пайдалануға болады.",
    createUniqueTitle : "Бірегей қауымдастық жасаңыз!",
    createUniqueContent : "Топтық хабты жасау үшін білетін Connections қолданбаларын пайдаланыңыз.  Не болмаса, пайдаланушылар үшін жекелендірілген түрлі көздерден алынған мазмұнмен реттелетін тәжірибе жасау үшін Highlights қолданбасын пайдаланыңыз.  Мынаны тексеріңіз!",
    // Files Tour; new content for CR3, runs as JIT tour on first visit to Files app
    seeWhereTitle : "Қай жерде болғаныңызды қараңыз",
    seeWhereContent : "Жасалған немесе бірлесіп жұмыс істейтін файлдарға немесе қалталарға қайта оралыңыз ... жылдам!",
    filterFilesTitle : "Файлдарыңызды өз жолыңызмен сүзіңіз",
    filterFilesContent : "Файлдарды табу үшін шарлау аумақтарын пайдаланыңыз. Көру арқылы шолу немесе ағымдағы көріністі тег, күн, адам және т.б. бойынша тарылту.<br/><br/>Мазмұн туралы көбірек біліңіз! Бүйірлік тақтаны жасыру үшін белсенді белгішені нұқыңыз.",
    metricsThemeTreeTitle : "Фокусты таңдаңыз",
    metricsThemeTreeContent : "Әртүрлі линзалар арқылы қауымдастықтағы метрикаларды көріңіз.",
    metricsDateRangeTitle : "Уақыт бойынша өзгерістерді қараңыз",
    metricsDateRangeContent : "Өткен аптадан бастап қауымдастық басталғаннан бері немесе сіз анықтаған мерзім ішінде деректерді талдау.",
    metricsSwitchTitle : "Екі жолмен қолданыңыз",
    metricsSwitchContent : "Жиындарды диаграммалар немесе кестелер ретінде көрсету үшін белгішелер арасында ауыстырыңыз.",
    metricsGroupByTitle : "Топ бойынша сүзіңіз",
    metricsGroupByContent : "Барлық адамдар үшін деректерді көріңіз немесе оны география, рөл немесе бөлім арқылы бұзыңыз."
/**
   * Languages can be added using
   * "zh": true
   *
   * And specified as not available using
   * "zh": false
   */
});
