/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2008, 2016                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8
({
   submit: {label: "Записване", a11y: "Записване", tooltip: "Записване"}, 
   cancel: {label: "Отказ", a11y: "Отказ", tooltip: "Отказ"},
   close: {label: "Затваряне", a11y: "Затваряне", tooltip: "Затваряне"},
   title: {global: "Споделете нещо", community: "Споделете с общност"},
   STATUS: {
	   ACTIONS_UNAVAILABLE: "Споделянето на дейности не е достъпно за този сценарий.",
	   ACTIONS_LOAD_ERROR: "Възникна грешка при зареждането на дейности за споделяне.",
	   CONTENT_LOAD_ERROR: "Съдържанието не може да се зареди. Опитайте отново по-късно или се свържете със системния администратор."},
   MESSAGE: {
	      SUCCESS: "Потвърждение",
	      ERROR: "Грешка",
	      ERROR_ALT_TEXT: "Грешка:",
	      INFO: "Информация",
	      WARNING: "Предупреждение",
	      DISMISS: "Скриване на това съобщение",
	      MORE_DETAILS: "Още подробности",
	      HIDE_DETAILS: "Скриване на подробностите"
	   },
   COMMUNITYUPLOADFILE: {
	   SHARE: "Споделяне",
	   UPLOAD: "Качване",
	   CANCEL: "Отказ",
	   VISIBILITY_WARNING: "Файловете, споделени с тази общност, ще станат публични.",
	   SHARE_WITH_COMMUNITY: {
		   SUCCESS_ONE: "Успешно споделихте ${0} с ${1}.",
		   SUCCESS_PLURAL: "Успешно споделихте ${0} файлове с ${1}.",
		   ERROR: "Файлът не може да бъде споделен.  Моля, опитайте отново по-късно.",
		   ERROR_X: "Файловете не можаха да се споделят.  Моля, опитайте отново по-късно.",
           MAX_SHARES_ERROR: "Максималният брой споделяния е надхвърлен.",
           EXTERNAL_SHARES_ERROR: "Файлът може да се сподели само в рамките на организацията Ви.",
           EXTERNAL_SHARES_ERROR_X: "Файловете могат да се споделят само в рамките на организацията Ви.",
           NOT_LOGGED_IN_ERROR: "Файлът не беше споделен, защото не сте влезли.  Щракнете върху 'Сподели', за да споделите този файл.",
           NOT_LOGGED_IN_ERROR_X: "Файловете не са споделени, защото не сте влезли.  Щракнете върху 'Споделяне', за да споделите файловете.",
           TIMEOUT_ERROR: "Файлът не беше споделен, понеже не може да се осъществи връзка със сървъра.  Щракнете върху 'Сподели', за да опитате отново.",
           TIMEOUT_ERROR_X: "Файловете не са споделени, защото няма връзка със сървъра.  Щракнете върху 'Сподели', за да опитате отново.",
           CANCEL_ERROR: "Този файл не беше споделен, защото заявката беше отказана.  Щракнете върху 'Сподели', за да опитате отново.",
           CANCEL_ERROR_X: "Файловете не са споделени, защото заявката е отказана.  Щракнете върху 'Сподели', за да опитате отново.",
           NOT_FOUND_ERROR: "Файлът е изтрит или повече не е видим за Вас и не може да се сподели.",
           NOT_FOUND_ERROR_X: "Файловете са изтрити или вече не са видими за Вас и не могат да се споделят.",
           ACCESS_DENIED_ERROR: "Повече нямате право да споделяте този файл.",
           ACCESS_DENIED_ERROR_X: "Вече нямате позволение да споделите тези файлове.",
           VISIBILITY_RESTRICTION: {
        	   ERROR_SHARE: "Ограничените файлове не могат да се правят публични.",
        	   ERROR_SHARE_X: "Ограничените файлове не могат да се правят публични."
           }
         },
	   UPLOAD_TO_COMMUNITY: {
		   SUCCESS_ONE: "Успешно качихте ${0} на ${1}.",
		   SUCCESS_PLURAL: "Успешно качихте ${0} файлове на ${1}.",
		   ERROR: "Файлът не можа да бъде качен.  Моля, опитайте отново по-късно.",
		   ERROR_X: "${0} не можа да бъде качено.  Моля, опитайте отново по-късно.",
		   INFO_SUCCESS_PRE_MODERATION: "Файлът ${0} е подаден за преглед и ще е достъпен след одобрение.",
		   MULTI_INFO_SUCCESS_PRE_MODERATION: "${0} файла са подадени за преглед и ще са достъпни след одобрение."
	   }
      },
   UPLOADFILE: {
      DESCRIPTION: "Качване и споделяне на файлове"
   },
   UNSAVEDCHANGES: {
	   CANCEL: "Отказ",
	   CONFIRM_OTHER_TAB: "Информацията, която въведохте в другите раздели, ще бъде изгубена, ако продължите с текущото действие.  Щракнете върху OK, за да продължите, или натиснете Отказ, за да се върнете.",
	   CONFIRM_CURRENT_TAB: "Информацията, която въведохте в таб ${0}, ще бъде изгубена, ако продължите с текущото действие.  Щракнете върху OK, за да продължите, или натиснете Отказ, за да се върнете.",
	   DIALOG_TITLE: "Потвърждаване",
	   OK: "OK"
   }
})



