/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "โกลบอลไลเซชัน",
         "unavailable" : "ค่าติดตั้งโกลบอลไลเซชันไม่พร้อมใช้งาน",
         "details" : "ระบุภาษาที่ต้องการ ปฏิทินที่ต้องการ และทิศทางของข้อความซึ่งผู้ใช้สร้างขึ้น",
         "error" : "ไม่ได้ดึงข้อมูลค่าติดตั้งโกลบอลไลเซชันเนื่องจากข้อผิดพลาด",
         "titlebar" : {
            "tab2" : "การเข้าถึงแอ็พพลิเคชัน",
            "tab1" : "การแจ้งเตือนทางอีเมล",
            "tab3" : "โกลบอลไลเซชัน"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "กดปุ่มนี้จะรีเฟรชเพจปัจจุบันด้วยเนื้อหาใหม่  เมื่อต้องการกลับมาที่เมนูนี้ ให้นำทางกลับไปที่:"
         },
         "details_nolanguage" : "ระบุปฏิทินที่ต้องการ และทิศทางของข้อความซึ่งผู้ใช้สร้างขึ้น",
         "a11y" : {
            "titlebar_label" : "ค่าติดตั้ง HCL Connections",
            "body_label" : "ค่าติดตั้งโกลบอลไลเซชัน"
         },
         "heading" : "ค่าติดตั้งโกลบอลไลเซชัน"
      },
      "restore_defaults" : {
         "error" : "มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
         "action_tooltip" : "เรียกคืนค่าติดตั้งโกลบอลไลเซชันเป็นค่าดีฟอลต์ดั้งเดิม",
         "action" : "เรียกคืนค่าดีฟอลต์",
         "success" : "ค่าติดตั้งโกลบอลไลเซชันของคุณถูกเรียกคืนไปเป็นค่าดีฟอลต์เดิม"
      },
      "help" : {
         "help" : "การช่วยเหลือ",
         "close" : "ปิด"
      },
      "save" : {
         "error" : "มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง",
         "action_tooltip" : "บันทึกค่าติดตั้งโกลบอลไลเซชัน",
         "action" : "บันทึก",
         "success" : "ค่าติดตั้งโกลบอลไลเซชันของคุณถูกอัพเดตแล้ว"
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "ข้อผิดพลาด:",
            "icon_alt" : "Error"
         },
         "success" : {
            "a11y_label" : "สำเร็จ:",
            "icon_alt" : "สำเร็จ"
         },
         "warning" : {
            "a11y_label" : "การเตือน:",
            "icon_alt" : "คำเตือน"
         },
         "info" : {
            "a11y_label" : "ข้อมูล:",
            "icon_alt" : "ข้อมูล"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "เรียกคืนค่าดีฟอลต์"
         },
         "bidi" : {
            "help" : "เปิดใช้งานวิธีใช้ข้อความแบบสองทิศทาง",
            "label" : "เปิดใช้งานข้อความแบบสองทิศทาง",
            "tooltip" : "อนุญาตให้ภาษาที่ระบุแสดงข้อความซึ่งต่อกัน และข้อความที่จัดโครงสร้าง เช่น พาธไปยังไฟล์  นอกจากนี้ ยังช่วยให้คุณสามารถระบุทิศทางของภาษาได้โดยอิสระจากภาษาที่คุณเลือก"
         },
         "error" : "Error",
         "save" : {
            "label" : "บันทึก"
         },
         "direction" : {
            "label" : "ทิศทางของข้อความที่ผู้ใช้สร้างขึ้น:",
            "tooltip" : "ทิศทางของข้อความที่ได้รับมาจากอินพุตของผู้ใช้ เช่น ชื่อเนื้อหาและ breadcrumbs การนำทาง  โดยดีฟอลต์ ทิศทางถูกกำหนดโดยภาษาที่คุณเลือก (จากซ้ายไปขวาโดยส่วนใหญ่)  การเลือก ตามบริบท อนุญาตให้ระบบกำหนดทิศทางตามการวิเคราะห์อักขระ (สนับสนุนข้อความผสมสองทิศทาง)",
            "options" : {
               "contextual" : "ตามบริบท (ขึ้นอยู่กับอักขระ)",
               "rtl" : "ขวาไปซ้าย",
               "ltr" : "ซ้ายไปขวา",
               "default_ltr" : "ใช้ภาษาดีฟอลต์ (ซ้ายไปขวา)",
               "default_rtl" : "ใช้ภาษาดีฟอลต์ (ขวาไปซ้าย)"
            }
         },
         "cancel" : {
            "label" : "ยกเลิก"
         },
         "language" : {
            "selected" : "${0} (ปัจจุบัน)",
            "label" : "ภาษา :",
            "tooltip" : "ระบุภาษาในการแสดงข้อความแอ็พพลิเคชัน  ค่าติดตั้งนี้จะไม่กระทบข้อความที่ผู้ใช้สร้างขึ้น"
         },
         "calendar" : {
            "label" : "ปฏิทิน:",
            "options" : {
               "hebrew" : "ภาษาฮีบรู",
               "gregorian" : "เกรโกเรียน",
               "hijri" : "Hijri"
            }
         }
      }
});
