/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2020                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "תצוגה מקדימה של קובץ",
      FILENAME_TOOLTIP: "עריכת שם הקובץ",
      ICON_TOOLTIP: "הורדת קובץ",
      ERROR: "אירעה שגיאה.‏",
      FILE_MALICIOUS: "הסריקה זיהתה תוכן מזיק",
      SHARED_EXTERNALLY: "משותף חיצונית",
      FILE_SYNCED: "נוסף לסינכרון",
      MY_DRIVE: {
         TITLE: "בתוך 'הכונן שלי'",
         ROOT_FOLDER: "/My Drive",
         FOLDER: "/My Drive/.../${0}"
      },
      MORE_ACTIONS: {
         TITLE: "פעולות נוספות",
         A11Y: "פותח תפריט גלילה עם רשימה של פעולות נוספות לביצוע בקובץ.",
            PANELS: {
               TITLE: "עוד",
               A11Y: "פותח תפריט גלילה עם רשימה של מסכים נסתרים"
            }
      },
      WELCOME: {
         TITLE: "שילבנו פרטים ותצוגת קובץ",
         SUBTITLE: "כעת ניתן להציג קובץ וההערות שלו זה לצד זה.",
         LINES: {
            LINE_1: "כל המידע והדברים שבאפשרותכם לבצע בדף הישן נמצאים כאן.",
            LINE_2: "הערות, שיתוף, גרסאות, ומידע בסיסי זמינים בצד של הקובץ."
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "לחצן זה מנווט לקובץ הבא.",
         PREVIOUS_A11Y: "לחצן זה מנווט לקובץ הקודם."
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "אפשרויות עריכה נוספות",
            A11Y: "לחצן זה פותח תפריט לאפשרויות עריכה נוספות."
         },
         BUTTON: {
            EDIT: {
               TITLE: "עריכה"
            },
            UPLOAD: {
               TITLE: "טעינה"
            },
            CREATE: {
              TITLE: "יצירה"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "שינוי הגודל של המסך",
           USAGE: "לחיצה על המקשים סוגר מרובע שמאלי וסוגר מרובע ימני לשינוי גודל המסך."
       },
         CLOSE: {
            TOOLTIP: "סגירה",
            A11Y: "הלחצן סוגר את מציג הקובץ.",
            WARNING_DIALOG: {
              DIALOG_TITLE: "הקובץ עדיין בטעינה.",
              PROMPT: "הקובץ עדיין בטעינה. אם תסגרו את הקובץ לפני השלמתו, הטעינה תתבטל.",
              OK: "סגירה בכל זאת",
              CANCEL: "המתנה לטעינה"
            }
         },
         ADD_TO_FILES: {
           TOOLTIP: "הוספה לקבצים",
           A11Y: "לחצן זה מוסיף צרופה ליישום הקבצים.",
           VIEW_NOW: "הצגה כעת"
         },
         TEAR_OFF: {
           TOOLTIP: "פתיחה בחלון חדש",
           A11Y: "פתיחה בחלון חדש",
           ERROR_TEARING_OFF: "אירעה שגיאה בפתיחת חלון חדש.",
           DIALOG_TITLE: "אישור",
           UNSAVED_CHANGES_WARNING: "יש שינויים שלא נשמרו וימחקו. האם ברצונכם לפתוח חלון חדש בכל זאת?",
           OK: "כן",
           CANCEL: "לא",
           OPEN: "פתיחה",
           OPEN_ANYWAY: "פתיחה בכל זאת",
           CANCEL_ALT: "ביטול"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "חדש מקובץ",
            ACTION_NAME:"יצירת קובץ",
            A11Y: {
               TEXT: "יצירת מסמך (DOC, DOCX או קובץ ODT) מקובץ תבנית. ניתן לערוך מסמכים אלו באופן מקוון ביישום Docs.",
               PRES: "יצירת מצגת (PPT, PPTX או קובץ ODT) מקובץ תבנית. ניתן לערוך מצגות אלו באופן מקוון ביישום Docs.",
               SHEET: "יצירת גיליון אלקטרוני (XLS, XLSX או קובץ ODT) מקובץ תבנית. ניתן לערוך גיליונות אלקטרוניים אלו באופן מקוון ביישום Docs."
            },
            PROMPT: {
               TEXT: "יצירת מסמך (DOC, DOCX או קובץ ODT) מקובץ תבנית. ניתן לערוך מסמכים אלו באופן מקוון ביישום Docs.",
               PRES: "יצירת מצגת (PPT, PPTX או קובץ ODT) מקובץ תבנית. ניתן לערוך מצגות אלו באופן מקוון ביישום Docs.",
               SHEET: "יצירת גיליון אלקטרוני (XLS, XLSX או קובץ ODT) מקובץ תבנית. ניתן לערוך גיליונות אלקטרוניים אלו באופן מקוון ביישום Docs."
            },
            NAME_FIELD: "שם:",
            EXTERNAL_FIELD: "אפשר לשתף קבצים עם אנשים מחוץ לארגון שלי",
            EXTERNAL_DESC: "גישה חיצונית מאפשרת לשתף קבצים אלה עם אנשים חיצוניים (אנשים מחוץ לחברה), תיקיות שאנשים חיצוניים יכולים לראות וקהילות שחברים בהן אנשים חיצוניים.  עליכם להגדיר גישה חיצונית כשאתם טוענים את הקובץ; לא ניתן להגדיר גישה זו בשלב מאוחר יותר.",
            CREATE_BUTTON: "יצירה",
            CANCEL: "ביטול",
            PRE_FILL_NAMES: {
               OTT: "מסמך ללא כותרת",
               OTS: "גיליון אלקטרוני ללא כותרת",
               OTP: "מצגת ללא כותרת",
               DOT: "מסמך ללא כותרת",
               XLT: "גיליון אלקטרוני ללא כותרת",
               POT: "מצגת ללא כותרת",
               DOTX: "מסמך ללא כותרת",
               XLTX: "גיליון אלקטרוני ללא כותרת",
               POTX: "מצגת ללא כותרת"
            },
            ERRORS: {
               NAME_REQUIRED: "שם המסמך דרוש",
               ILLEGAL_NAME:"זוהי כותרת מסמך לא חוקית, יש לציין אחרת.",
               WARN_LONG_NAME: "שם המסמך ארוך מדי.",
               TRIM_NAME: "לקצר את שם המסמך?",
               SESSION_TIMEOUT: "מהלך העבודה פג תוקף, יש להיכנס ולנסות שוב.",
               DUPLICATE_NAME: "נמצא שם קובץ כפול. יש לציין שם חדש.",
               SERVER_ERROR: "שרת Connections לא זמין. יש ליצור קשר עם מנהלן השרת ולנסות שוב מאוחר יותר."
            }
         },
         DOWNLOAD: {
            TOOLTIP: "הורדת קובץ",
            A11Y: "לחצן זה מוריד את הקובץ."
         },
         DOWNLOAD_AS_PDF: {
            NAME: "הורדה במבנה PDF",
            TOOLTIP: "הורדת קובץ זה במבנה PDF",
            A11Y: "לחצן זה מוריד את הקובץ במבנה PDF.",
            SUCCESS: "הורדת הקובץ המבנה PDF בוצעה בהצלחה.",
            ERROR: {
               DEFAULT: "הורדת הקובץ במבנה PDF נכשלה.  יש לנסות שוב מאוחר יותר.",
               UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן להוריד את הקובץ במבנה PDF.",
               NOT_FOUND: "לא ניתן להוריד את הקובץ במבנה PDF מפני שהוא נמחק או כבר אינו משותף איתכם.",
               ACCESS_DENIED: "לא ניתן להוריד את הקובץ במבנה PDF מפני שהוא נמחק או כבר אינו משותף איתכם."
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "אין גרסה של הקובץ להורדה שפורסמה.  ניתן לפרסם גרסאות מעורך Docs."
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "לא ניתן להוריד את הקובץ",
               CANCEL: "סגירה",
               PROMPT: "אין גרסה של הקובץ להורדה שפורסמה.",
               PROMPT2: "ניתן לפרסם גרסאות מעורך Docs."
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "לא ניתן להוריד את הקובץ",
               CANCEL: "סגירה",
               PROMPT: "אין גרסה של הקובץ להורדה שפורסמה.",
               PROMPT2: "יש לבקש מבעלי הקובץ לפרסם גרסה של הקובץ."
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "הורדת גרסה",
               OK: "הורדת גרסה",
               PROMPT: {
                  TODAY: "טיוטה חדשה יותר, שנערכה לאחרונה היום בשעה ${time}, אותרה.",
                  YESTERDAY: "טיוטה חדשה יותר, שנערכה לאחרונה אתמול בשעה ${time}, אותרה.",
                  DAY: "טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date}, אותרה.",
                  MONTH: "טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date}, אותרה.",
                  YEAR: "טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date_long}, אותרה."
               },
               PROMPT2: {
                  TODAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה היום בשעה ${time}?",
                  YESTERDAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה אתמול בשעה ${time}?",
                  DAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date}?",
                  MONTH: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date}?",
                  YEAR: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date_long}?"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "הצגת מסך פרטים",
            HIDE: "הסתרת מסך פרטים",
            RESET: "איפוס גודל מסך",
            SHOW_A11Y: "לחצן זה ממתג את מסך הצד לפתיחה או סגירה. מסך הצד סגור כעת.",
            HIDE_A11Y: "לחצן זה ממתג את מסך הצד לפתיחה או סגירה. מסך הצד פתוח כעת.",
            RESET_A11Y: "לחצן זה מאפס את מסך הצד בחזרה לגודל ברירת מחדל. מסך הצד מורחב כעת."
         },
         VIEW_DOC: {
            NAME: "פתיחה ביישום Docs Viewer",
            TOOLTIP: "פתיחה ביישום Docs Viewer",
            A11Y: "לחצן זה פותח את הקובץ להצגה בתוך חלון דפדפן חדש."
         },
         EDIT_DOC: {
            NAME: "עריכה ב-Docs",
            TOOLTIP: "שימוש ב-HCL Docs לעריכת הקובץ",
            A11Y: "לחצן זה פותח את הקובץ לעריכה ב-Docs בתוך חלון חדש."
         },
         EDIT_OFFICE: {
            TITLE: "אפשרויות עריכה.",
            NAME: "עריכה בתוך Microsoft Office Online",
            TOOLTIP: "שימוש ב-Microsoft Office Online לעריכת הקובץ",
            A11Y: "לחצן זה פותח את הקובץ לעריכה ב-Microsoft Office Online בתוך חלון חדש."
         },
         EDIT_OFFICE_WORD: {
           NAME: "עריכה בתוך Microsoft Word Online",
           TOOLTIP: "שימוש ב-Microsoft Word Online לעריכת הקובץ",
           A11Y: "לחצן זה פותח את הקובץ לעריכה ב-Microsoft Word Online בתוך חלון חדש."
         },
         EDIT_OFFICE_EXCEL: {
             NAME: "עריכה בתוך Microsoft Excel Online",
             TOOLTIP: "שימוש ב-Microsoft Excel Online לעריכת הקובץ",
             A11Y: "לחצן זה פותח את הקובץ לעריכה ב-Microsoft Excel Online בתוך חלון חדש."
         },
         EDIT_OFFICE_POWERPOINT: {
             NAME: "עריכה בתוך Microsoft PowerPoint Online",
             TOOLTIP: "שימוש ב-Microsoft PowerPoint Online לעריכת הקובץ",
             A11Y: "לחצן זה פותח את הקובץ לעריכה ב-Microsoft PowerPoint Online בתוך חלון חדש."
         },
         OFFICE_EDITED: {
             SUCCESS: "הקובץ בשמירה."
         },
         ROUNDTRIP_EDIT: {
            NAME: "עריכה בשולחן העבודה",
            DIALOG_TITLE: "עריכה בשולחן העבודה",
            TOOLTIP: "עריכת מסמך זה",
            A11Y: "לחצן זה פותח את הקובץ לעריכה מקומית.",
            PROMPT: "מאפיין זה מאפשר לערוך באמצעות תוכנה שהותקנה במחשב.",
            INSTALL: "לפני שתמשיכו, ${startLink}התקינו מחברים של קובץ שולחן עבודה${endLink}.",
			// The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "חשוב:",
            REMINDER: "בסיום העריכה, יש לפרסם טיוטה באמצעות מחברים של קובץ שולחן עבודה.",
            SKIP_DIALOG: "לא להציג הודעה זו שוב.",
            OK: "אישור",
            CANCEL: "ביטול"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "אישור",
            DELETE_VERSION: "מחיקת גרסה ${version}",
            DELETE_VERSION_AND_PRIOR: "מחיקת גרסה ${0} וכל הגרסאות הקודמות",
            PROMPT: "אתם עומדים למחוק את הגרסה ${version}. האם ברצונכם להמשיך?",
            DELETE_PRIOR: "בנוסף יש למחוק את כל הגרסאות המוקדמות",
            ERROR: "אירעה שגיאה במחיקת הגרסה. יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "מחיקת גרסה זו",
            OK: "אישור",
            CANCEL: "ביטול"
         },
         GET_LINKS: {
            DIALOG_TITLE: "קבלת קישורים",
            LINK_FILE: "קישור לקובץ:",
            LINK_PREVIEW: "קישור לתצוגה מקדימה של קובץ:",
            LINK_DOWNLOAD: "קישור להורדת הקובץ:",
            TOOLTIP: "קישור לקובץ",
            OK: "סגירה"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "הורדת גרסה זו"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "אישור",
            PROMPT: "אתם עומדים להחליף את הגרסה הנוכחית של קובץ זה בגרסה ${version}. האם ברצונכם להמשיך?",
            ERROR: "אירעה שגיאה באיפוס הגרסה. יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "שחזור גרסה זו",
            CHANGE_SUMMARY: "שחזור מגרסה ${version}",
            OK: "אישור",
            CANCEL: "ביטול"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "אישור",
            REMOVE_EVERYONE: "אתם בטוחים שברצונכם לסלק את הגישה של ארגונכם לקובץ זה? אם הגישה תסולק, הקובץ יסולק מתיקיות ומקהילות המאפשרות גישה ברמת הארגון, ורק הבעלים ואנשים שעמם שותף הקובץ יוכלו לראות את הקובץ ולעבוד אתו.",
            REMOVE_USER: "אתם בטוחים שברצונכם להפסיק את השיתוף עם ${user}? אם תפסיקו את השיתוף, ${user} יוכל לגשת לקובץ זה רק דרך תיקיות, או אם הקובץ משותף עם כל המשתמשים בארגון.",
            REMOVE_COMMUNITY: "אתם בטוחים שברצונכם לסלק קובץ זה מהקהילה ${communityName}?",
            REMOVE_FOLDER: "אתם בטוחים שברצונכם לסלק קובץ זה מהתיקייה ${folderName}?",
            REMOVE_EVERYONE_TOOLTIP: "סילוק הגישה של ארגונכם",
            REMOVE_USER_TOOLTIP: "סילוק כל השיתופים עם ${user}",
            REMOVE_COMMUNITY_TOOLTIP: "סילוק מהקהילה ${communityName}",
            REMOVE_FOLDER_TOOLTIP: "סילוק מהתיקייה ${folderName}",
            OK: "אישור",
            CANCEL: "ביטול",
            EFSS: {
              DIALOG_TITLE: "אישור",
              REMOVE_EVERYONE: "אתם בטוחים שברצונכם לסלק את הגישה של ארגונכם לקובץ זה? אם הגישה תסולק, הקובץ יסולק מתיקיות המאפשרות גישה ברמת הארגון, ורק הבעלים ואנשים שעמם שותף הקובץ יוכלו לראות את הקובץ ולעבוד אתו.",
              REMOVE_USER: "אתם בטוחים שברצונכם להפסיק את השיתוף עם ${user} אם תפסיקו את השיתוף, ${user} יוכל לגשת לקובץ זה רק דרך תיקיות, או אם הקובץ משותף עם כל המשתמשים בארגון.",
              REMOVE_COMMUNITY: "אתם בטוחים שברצונכם לסלק קובץ זה מהקהילה ${communityName}?",
              REMOVE_FOLDER: "אתם בטוחים שברצונכם לסלק קובץ זה מהתיקייה ${folderName}?",
              REMOVE_EVERYONE_TOOLTIP: "סילוק הגישה של ארגונכם",
              REMOVE_USER_TOOLTIP: "סילוק כל השיתופים עם ${user}",
              REMOVE_COMMUNITY_TOOLTIP: "סילוק מהקהילה ${communityName}",
              REMOVE_FOLDER_TOOLTIP: "סילוק מהתיקייה ${folderName}",
              OK: "אישור",
              CANCEL: "ביטול",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "עריכת הערה זו"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "אישור",
            PROMPT: "אתם בטוחים שברצונכם למחוק הערה זו?‏",
            ERROR: "אירעה שגיאה במחיקת ההערה יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "מחיקת הערה זו",
            OK: "אישור",
            CANCEL: "ביטול"
         },
         LIKE: {
            LIKE: "סימון 'אהבתי' לקובץ",
            UNLIKE: "סימון 'לא אהבתי' לקובץ",
            LIKE_A11Y: "לחצן זה מסמך 'אהבתי' בקובץ.",
            UNLIKE_A11Y: "לחצן זה מסמך 'לא אהבתי' בקובץ.",
            LIKED_SUCCESS: "אהבתם קובץ זה",
            UNLIKE_SUCCESS: "לא אהבתם קובץ זה"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "עריכת תיאור",
            ERROR: {
               DEFAULT: "לא ניתן לשמור את התיאור. יש לנסות שוב מאוחר יותר.",
               UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לעדכן את התיאור.",
               NOT_FOUND: "לא ניתן לשמור את התיאור שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
               ACCESS_DENIED: "לא ניתן לשמור את התיאור שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "שגיאה בשמירת שם הקובץ",
               CONFLICT: "שם הקובץ כבר קיים"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "אירעה שגיאה במעקב אחר הקובץ. יש לנסות שוב מאוחר יותר.",
                  UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לעקוב אחר הקובץ.",
                  NOT_FOUND: "לא ניתן לעקוב אחר הקובץ שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
                  ACCESS_DENIED: "לא ניתן לעקוב אחר הקובץ שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
               },
               UNFOLLOW: {
                  DEFAULT: "אירעה שגיאה בביטול המעקב אחר הקובץ. יש לנסות שוב מאוחר יותר.",
                  UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לעצור מעקב אחר הקובץ.",
                  NOT_FOUND: "לא ניתן לעצור את המעקב שלכם אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
                  ACCESS_DENIED: "לא ניתן לעצור את המעקב שלכם אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם."
               }
            },
            FOLLOW_NAME: "מעקב",
            FOLLOW_TOOLTIP: "מעקב אחר קובץ זה",
            FOLLOW_A11Y: "לחצן זה עוקב אחר הקובץ.",
            FOLLOW_SUCCESS: "כעת אתם עוקבים אחר קובץ זה.",
            STOP_FOLLOWING_NAME: "הפסקת מעקב",
            STOP_FOLLOWING_TOOLTIP: "עצירת מעקב אחר קובץ זה",
            STOP_FOLLOWING_A11Y: "לחצן זה עוצר מעקב אחר הקובץ.",
            STOP_FOLLOWING_SUCCESS: "הפסקתם לעקוב אחר קובץ זה."
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "הוספה לסינכרון",
               TOOLTIP: "הוספת הקובץ אל הסנכרון",
               A11Y: "לחצן זה מוסיף את הקובץ לסנכרון.",
               SUCCESS: "הוספתם קובץ זה לסנכרון.",
               ERROR: {
                  DEFAULT: "אירעה שגיאה בהוספת הקובץ לסנכרון. יש לנסות שוב מאוחר יותר.",
                  UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן להוסיף את הקובץ לסנכרון.",
                  NOT_FOUND: "לא ניתן להוסיף את הקובץ שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
                  ACCESS_DENIED: "לא ניתן להוסיף את הקובץ שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
               }
            },
            STOP_SYNC: {
               NAME: "סילוק מסינכרון",
               TOOLTIP: "סילוק הקובץ מסנכרון",
               A11Y: "לחצן זה מסלק את הקובץ מסנכרון.",
               SUCCESS: "סילקת את הקובץ מסנכרון.",
               ERROR: {
                  DEFAULT: "אירעה שגיאה בסילוק הקובץ לסנכרון. יש לנסות שוב מאוחר יותר.",
                  UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לסלק את הקובץ מסנכרון.",
                  NOT_FOUND: "הקובץ שלכם לא סולק מסנכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
                  ACCESS_DENIED: "הקובץ שלכם לא סולק מסנכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם."
               }
            },
            MYDRIVE: {
                NAME: "הוספה אל 'הכונן שלי'",
                TOOLTIP: "הוספת הקובץ אל 'הכונן שלי'",
                A11Y: "לחצן זה מוסיף את הקובץ אל 'הכונן שלי'.",
                SUCCESS: "הוספתם קובץ זה אל 'הכונן שלי'.",
                ERROR: {
                   DEFAULT: "אירעה שגיאה בהוספת הקובץ אל 'הכונן שלי'. יש לנסות שוב מאוחר יותר.",
                   UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן להוסיף את הקובץ אל 'הכונן שלי'.",
                   NOT_FOUND: "לא ניתן להוסיף את קובץ זה אל 'הכונן שלי' מפני שהוא נמחק או כבר אינו משותף אתכם.",
                   ACCESS_DENIED: "לא ניתן להוסיף את קובץ זה אל 'הכונן שלי' מפני שהוא נמחק או כבר אינו משותף אתכם."
                }
             },
             REMOVE_MYDRIVE: {
                NAME: "סילוק מתוך 'הכונן שלי'",
                TOOLTIP: "סילוק הקובץ מתוך 'הכונן שלי'",
                A11Y: "לחצן זה מסלק את הקובץ מתוך 'הכונן שלי'.",
                SUCCESS: "סילקתם את הקובץ מתוך 'הכונן שלי'.",
                ERROR: {
                   DEFAULT: "אירעה שגיאה בסילוק הקובץ מתוך 'הכונן שלי'. יש לנסות שוב מאוחר יותר.",
                   UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לסלק את הקובץ מתוך 'הכונן שלי'.",
                   NOT_FOUND: "לא ניתן לסלק את הקובץ שלכם מתוך 'הכונן שלי' מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
                   ACCESS_DENIED: "לא ניתן לסלק את הקובץ שלכם מתוך 'הכונן שלי' מפני שהקובץ נמחק או כבר אינו משותף אתכם."
                }
             }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "נעיצה",
            FAVORITE_TOOLTIP: "נעיצת קובץ זה",
            FAVORITE_A11Y: "לחצן זה מצמיד את הקובץ.",
            FAVORITE_SUCCESS: "הצמדתם את הקובץ.",
            STOP_FAVORITEING_NAME: "ביטול נעיצה",
            STOP_FAVORITEING_TOOLTIP: "ביטול הצמדת קובץ זה",
            STOP_FAVORITEING_A11Y: "לחצן זה מבטל הצמדת הקובץ.",
            STOP_FAVORITEING_SUCCESS: "ביטלתם את הצמדת הקובץ."
         },
         TRASH: {
            NAME: "העברה לסל המיחזור",
            DIALOG_TITLE: "אישור",
            PROMPT: "אתם בטוחים שברצונכם להעביר קובץ זה לסל המחזור? העברת הקובץ לסל המחזור תגרום לכך שלא יהיה זמין לאנשים שאתם הוא משותף כרגע.",
            ERROR: "אירעה שגיאה במחיקת הקובץ. יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "מחיקת קובץ זה",
            OK: "אישור",
            CANCEL: "ביטול",
            A11Y: "לחצן זה מעביר את הקובץ לסל המחזור.",
            SUCCESS_MSG: "${file} הועבר לסל המחזור."
         },
         REFRESH: {
            NAME: "רענון",
            ERROR: "אירעה שגיאה ברענון היישום File Viewer. יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "רענון יישום File Viewer",
            INFO_MSG: "יש לרענן כדי לקבל את התוכן האחרון. ${link}",
            A11Y: "לחצן זה מעביר את הקובץ לסל המחזור.",
            SUCCESS_MSG: "התוכן רוענן בהצלחה."
         },
         COPY_FILE: {
            NAME: "מתן עותק לקהילה...‏",
            DIALOG_TITLE: "אישור",
            ERROR: "אירעה שגיאה בהעתקת הקובץ. יש לנסות שוב מאוחר יותר.",
            TOOLTIP: "מתן עותק של קובץ זה לקהילה",
            OK: "אישור",
            CANCEL: "ביטול",
            A11Y: "לחצן זה פותח דו-שיח שמאפשר לך להעתיק את הקובץ לקהילה.",
            SUCCESS_MSG: "${file} הועתק אל ${community}."
         },
         TRANSFER_FILE: {
            NAME: "העברת בעלות...",
            DIALOG_TITLE: "העברת בעלות",
            TOOLTIP: "העברת קובץ זה לבעלים חדשים",
            A11Y: "לחצן זה פותח דו-שיח שמאפשר לך להעביר את הקובץ לבעלים חדשים.",
            EMPTY: "ריק"
         },
         UPLOAD_VERSION: {
            NAME: "טעינת גרסה חדשה",
            NAME_SHORT: "טעינה",
            CHANGE_SUMMARY: "סיכום שינויים אופציונלי...",
            TOOLTIP: "טעינת גרסה חדשה של קובץ זה",
            A11Y: "לחצן זה פותח דו-שיח שמאפשר לך לטעון גרסה חדשה של קובץ זה."
         },
         LOG_IN: {
            NAME: "התחברות",
            TOOLTIP: "התחברו כדי לטעון ולשתף קבצים, להוסיף הערות וליצור תיקיות"
         },
         LOCK: {
            NAME: "נעילת קובץ",
            TITLE: "נעילת קובץ זה",
            A11Y: "נעילת קובץ זה",
            SUCCESS: "הקובץ נעול כעת.",
            ERROR: "לא ניתן לנעול את הקובץ מפני שהוא נמחק או כבר אינו משותף אתכם."
         },
         UNLOCK: {
            NAME: "שחרור נעילת קובץ",
            TITLE: "שחרור נעילת קובץ זה",
            A11Y: "שחרור נעילת קובץ זה",
            SUCCESS: "נעילת הקובץ שוחררה.",
            ERROR: "לא ניתן לשחרר את נעילת הקובץ מפני שהוא נמחק או כבר אינו משותף אתכם."
         },
         EDIT_ON_DESKTOP: {
            NAME: "עריכה בשולחן העבודה",
            TITLE: "עריכה בשולחן העבודה",
            A11Y: "עריכה בשולחן העבודה"
         },
         FLAG: {
            FILE: {
               NAME: "סימון כלא הולם",
               TITLE: "סימון קובץ",
               A11Y: "סימון קובץ זה כלא הולם",
               PROMPT: "ציינו סיבה לסימון קובץ זה (אופציונלי):",
               OK: "סימון",
               CANCEL: "ביטול",
               SUCCESS: "הקובץ סומן והוגש לסקירה.",
               ERROR: "שגיאה בסימון הקובץ, יש לנסות שוב מאוחר יותר."
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "הצלחה",
               PROMPT: "הקובץ סומן והוגש לסקירה.",
               CANCEL: "אישור"
            },
            COMMENT: {
               NAME: "סימון כלא הולם",
               TITLE: "סימון הערה",
               A11Y: "סימון הערה זו כלא הולמת",
               PROMPT: "ציינו סיבה לסימון הערה זו (אופציונלי):‏",
               OK: "סימון",
               CANCEL: "ביטול",
               SUCCESS: "ההערה סומנה והוגשה לסקירה.",
               ERROR: "שגיאה בסימון הערה, יש לנסות שוב מאוחר יותר."
            }
         },
         MODERATION: {
            DIALOG_TITLE: "הצלחה",
            PROMPT: "השינויים נשלחו לסקירה. קובץ זה לא יהיה זמין עד שהשינויים יאושרו.",
            CANCEL: "אישור"
         },
         DROPDOWN_BUTTON: "לחצן לרשימה נפתחת"
      },
      SECTION: {
         ABOUT: {
            NAME: "אודות קובץ זה",
            VIEW_FILE_DETAILS: "הצגת פרטי קובץ",
            A11Y: "הפעלת קישור זה תסגור את מציג הקובץ ותנתב אתכם לדף פרטי הקובץ עבור קובץ זה."
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "אין תצוגה מקדימה זמינה עבור קובץ זה"
         },
         IMAGE: {
            ZOOM_IN: "הגדלת תצוגה",
            ZOOM_OUT: "הקטנת תצוגה",
            RESET: "איפוס",
            ZOOM_IN_A11Y: "לחצן זה מגדיל את התמונה.",
            ZOOM_OUT_A11Y: "לחצן זה מקטין את התמונה.",
            RESET_ZOOM_A11Y: "לחצן זה מאפס את רמת גודל התצוגה.",
            UNSAFE_PREVIEW: "לא ניתן להציג בתצוגה מקדימה את הקובץ מפני שהוא לא נסרק לאיתור וירוסים."
         },
         VIEWER: {
            LOADING: "טעינה בביצוע...",
            PUBLISHING: "מפרסם...",
            NO_PUBLISHED_VERSION: "גרסה של קובץ זה שפורסמה לא זמינה להצגה.",
            IFRAME_TITLE: "תצוגה מקדימה של קובץ זה",
            AUTOPUBLISH_TIMEOUT: "חולף זמן רב מדי לקבלת תגובה מהשרת.  ייתכן שהשינויים האחרונים פורסמו."
         },
         VIDEO: {
            UNSAFE_PREVIEW: "לא ניתן להציג בתצוגה מקדימה את הקובץ מפני שהוא לא נסרק לאיתור וירוסים."
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "עודכן לאחרונה על-ידי ${user} היום בשעה ${time}",
            YESTERDAY: "עודכן לאחרונה על-ידי ${user} אתמול בשעה ${time}",
            DAY: "עודכן לאחרונה על-ידי ${user} ב-${EEee} בשעה ${time}",
            MONTH: "עודכן לאחרונה על-ידי ${user} בתאריך ${date_long}",
            YEAR: "עודכן לאחרונה על-ידי ${user} בתאריך ${date_long}"
         },
         CREATED: {
            TODAY: "נוצר על-ידי ${user} היום בשעה ${time}",
            YESTERDAY: "נוצר על-ידי ${user} אתמול בשעה ${time}",
            DAY: "נוצרעל-ידי ${user} ב-${EEee} בשעה ${time}",
            MONTH: "נוצר על-ידי ${user} בתאריך ${date_long}",
            YEAR: "נוצר על-ידי ${user} בתאריך ${date_long}"
         },
         LONG: {
            TODAY: "${EEEE}, ${date_long}, ${time_long}",
            YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
            DAY: "${EEEE}, ${date_long}, ${time_long}",
            MONTH: "${date_long} ${time_long}",
            YEAR: "${date_long} ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - היום",
            YESTERDAY: "${time} - אתמול",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "היום",
            YESTERDAY: "אתמול",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} B",
         KB: "${0} ‏ק\"ב",
         MB: "${0} ‏מ\"ב",
         GB: "${0} ‏ג\"ב",
         TB: "${0} TB"
      },
      COMMENT_BOX: {
         TITLE: "תחום טקסט הערה",
         SHADOW_TEXT: "הוספת הערה...‏",
         CANNOT_ACCESS_CONTENT: "האנשים המאוזכרים שלהלן לא יוכלו להציג את ההערה מפני שאין להם גישה לתוכן:",
         ERROR: "אירעה שגיאה באימות המשתמש שאתם מנסים לאזכיר.",
         POST: "פרסום",
         SAVE: "שמירה",
         CANCEL: "ביטול",
         EXTERNAL_WARNING: "יתכן שאנשים מחוץ לארגון יראו את ההערות."
      },
      EDIT_BOX: {
         SAVE: "שמירה",
         CANCEL: {
            TOOLTIP: "ביטול",
            A11Y: "לחצן זה מבטל את פעולת העריכה של שם הקובץ."
         },
         INVALID_CHARACTERS: "תו לא חוקי",
         INVALID_CHARACTERS_REMOVED: "תווים לא חוקיים סולקו"
      },
      COMMENT_WIDGET: {
         EDITED: "(נערך)",
         EDITED_DATE: {
            TODAY: "נערך היום בשעה ${time}",
            YESTERDAY: "נערך אתמול בשעה ${time}",
            DAY: "נערך ב-${EEee} בשעה ${time}",
            MONTH: "נערך בתאריך ${date_long}",
            YEAR: "נערך בתאריך ${date_long}"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "שמירה",
         CANCEL: "ביטול",
         USER: "אדם",
         COMMUNITY: "קהילה",
         SHARE: "שיתוף",
         SHARE_ALT: "שיתוף עם אדם זה",
         MEMBER_TYPE: "סוג חבר",
         PERSON_SHADOW: "הקלידו לאיתור אדם",
         COMMUNITY_SHADOW: "הקלידו לאיתור קהילה",
         PERSON_ARIA: "הקלידו לאיתור האדם.  לחצו על Shift+Tab כדי לשנות בין אנשים, קהילות וכולם בארגון.",
         COMMUNITY_ARIA: "הקלידו לאיתור הקהילה.  לחצו על Shift+Tab כדי לשנות בין אנשים, קהילות וכולם בארגון.",
         PERSON_FULL_SEARCH: "האדם אינו מופיע? השתמשו בחיפוש מלא...‏",
         COMMUNITY_FULL_SEARCH: "קהילה אינה מופיעה? השתמשו בחיפוש מלא...",
         ADD_OPTIONAL_MESSAGE: "הוספת הודעה אופציונלית",
         ROLE_LABEL: "תפקיד",
         ROLE_EDIT: "עורך",
         ROLE_VIEW: "קורא"
      },
      FILE_STATE: {
         DOCS_FILE: "זהו קובץ Docs. יש לבצע את כל העריכות באופן מקוון.",
         LOCKED_BY_YOU: {
            TODAY: "ננעל על ידיכם בשעה ${time}.",
            YESTERDAY: "ננעל על ידיכם אתמול בשעה ${time}.",
            DAY: "ננעל על ידיכם בתאריך ${date}.",
            MONTH: "ננעל על ידיכם בתאריך ${date}.",
            YEAR: "ננעל על ידיכם בתאריך ${date_long}."
         },
         LOCKED_BY_OTHER: {
            TODAY: "ננעל בשעה ${time} על-ידי ${user}.",
            YESTERDAY: "ננעל אתמול בשעה ${time} על-ידי ${user}.",
            DAY: "ננעל בתאריך ${date} על-ידי ${user}.",
            MONTH: "ננעל בתאריך ${date} על-ידי ${user}.",
            YEAR: "ננעל בתאריך ${date_long} על-ידי ${user}."
         }
      },
      VALIDATION: {
         A11Y_TEXT: "קיצור הטקסט באופן אוטומטי",
         COMMENT: {
            WARN_TOO_LONG: "ההערה ארוכה מדי.",
            TRIM: "לקצר הערות?"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "התיאור ארוך מדי.",
            TRIM: "לקצר את התיאור?"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "ההודעה ארוכה מדי.",
            TRIM: "לקצר את הההודעה?"
         },
         TAG: {
            WARN_TOO_LONG: "התג ארוך מדי.",
            TRIM: "לקצר את התג?"
         },
         TAGS: {
            WARN_TOO_LONG: "תג אחד או יותר ארוך מדי.",
            TRIM: "לקצר את התגים?"
         },
         FILENAME: {
            WARN_TOO_LONG: "שם קובץ ארוך מדי"
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "ניתן לערוך את הקובץ באופן מקוון על-ידי אנשים בעלי ",
         NO_ENTITLEMENT_LINK: "ניתן לערוך את הקובץ באופן מקוון על-ידי אנשים בעלי ",
		 // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "קובץ זה נערך כעת באינטרנט על-ידי ${users}.",
         UNPUBLISHED_CHANGES: "יש עריכות לטיוטה זו שפורסמה כגרסה.",
         PUBLISH_A_VERSION: "פרסום גרסה",
         PUBLISH_SUCCESS: "גרסת הקובץ פורסמה בהצלחה",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "לא ניתן לפרסם את הגרסה מפני שהגישה נדחתה.",
            NOT_FOUND: "לא ניתן לפרסם את הגרסה מפני שהמסמך לא נמצא.",
            CANNOT_REACH_REPOSITORY: "לא ניתן לפרסם את הגרסה מפני ששרת Docs לא יכול להתחבר למאגר הקבצים.",
            QUOTA_VIOLATION: "לא ניתן להעתיק את הקובץ בגלל מגבלות שטח. יש לסלק קבצים אחרים כדי לשחרר מספיק שטח לפרסום הגרסה.",
            CONVERSION_UNAVAILABLE: "לא ניתן לפרסם את הגרסה מפני ששירות המרת Docs לא זמין. יש לנסות שוב מאוחר יותר.",
            TOO_LARGE: "לא ניתן לפרסם את הגרסה מפני שהמסמך גדול מדי.",
            CONVERSION_TIMEOUT: "לא ניתן לפרסם את הגרסה מפני שחלף זמן רב מדי עד המרת המסמך של שירות המרת Docs. יש לנסות שוב מאוחר יותר.",
            SERVER_BUSY: "לא ניתן לפרסם את הגרסה מפני ששרת Docs עמוס. יש לנסות שוב מאוחר יותר.",
            DEFAULT: "לא ניתן לפרסם את הגרסה מפני ששירות Docs לא זמין. יש לנסות שוב מאוחר יותר."
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "עריכות בפרסום. ${startLink}יש לרענן כדי להציג את השינויים.${endLink}",
            GENERIC: "ייתכן שעליכם לרענן את הדף כדי להציג את השינויים האחרונים.  ${startLink}רענון${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "אין הערות.",
         MODERATED: "ההערה הוגשה לסקירה ותהיה זמינה לאחר שתאושר.",
         ERROR: {
            SAVE: {
               DEFAULT: "לא ניתן לשמור את ההערה שלכם. יש לנסות שוב מאוחר יותר.",
               UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן לשמור את ההערה.",
               NOT_FOUND: "לא ניתן לשמור את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
               ACCESS_DENIED: "לא ניתן לשמור את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
            },
            DELETE: {
               DEFAULT: "לא ניתן למחוק את ההערה שלכם. יש לנסות שוב מאוחר יותר.",
               UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן למחוק את ההערה.",
               NOT_FOUND: "לא ניתן למחוק את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
               ACCESS_DENIED: "לא ניתן למחוק את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "שמירה",
         EDIT_TAGS: "עריכת תגים",
         ERROR: {
            SAVE: {
               DEFAULT: "לא ניתן ליצור את התג. יש לנסות שוב מאוחר יותר."
            },
            DELETE: {
               DEFAULT: "לא ניתן למחוק את התג. יש לנסות שוב מאוחר יותר."
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "קריאת עוד...",
         READ_LESS: "קריאת פחות..."
      },
      SHARE: {
         EVERYONE: "כל משתמשי הארגון שלי",
         ADD_TOOLTIP: "שמירה",
         ROLES: {
            OWNER: "בעלים",
            EDIT: "עורכים",
            VIEW: "קוראים",
            FOLDER: "משותף עם תיקיות"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "בעלים"
            },
            EDIT: {
               ROLE: "עריכה",
               ADD: "הוספת עורך"
            },
            VIEW: {
               ROLE: "קורא",
               ADD: "הוספת קורא"
            },
            FOLDER: {
               ADD: "הוספת תיקיות",
               COMMUNITY_ADD: "הוספה לתיקייה",
               MOVE: "העברה לתיקיה"
            },
            MULTI: {
               ADD: "הוספת אנשים או קהילות",
               ADD_PEOPLE: "הוספת אנשים"
            }
         },
         PUBLIC: {
            SHORT: "כל משתמשי הארגון שלי",
            LONG: {
               GENERIC: "כל משתמשי הארגון שלכם",
               ORG: "כל משתמשי ${org}"
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "קובץ זה כבר שותף עם ${user}.",
            ERROR: "לא ניתן לשתף עם ${user} כעת.",
            SELF: "אינכם יכולים לשתף עם עצמכם."
         },
         SHARE_INFO: {
            PROMOTED: "${user} קודם לתפקיד שיתוף גבוה יותר."
         },
         SHARE_SUCCESS: {
            SUCCESS: "שותף בהצלחה עם ${user}"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "הקובץ שותף בהצלחה."
         },
         MESSAGE_BOX: {
            HINT_TEXT: "הודעה אופציונלית..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "הקצאת משתמש חיצוני",
               ACTION: "הקצאת משתמש חיצוני...",
               TOOLTIP: "הקצאת משתמש חיצוני",
               DIALOG_TITLE: "התוכן לא שותף",
               PROMPT: {
                  NO_ACCOUNT: "למשתמשים שלהלן אין חשבון ולא שותף איתם תוכן.",
                  INVITE: "הזמינו משתמשים אלה כאורחים כדי לשתף את התוכן איתם."
               },
               SUBMIT: "המשך עם ההזמנה",
               CANCEL: "ביטול",
               ERROR: "אירעה שגיאה בהקצאת החשבון. יש לנסות שוב מאוחר יותר.",
               SUCCESS: "הקצאת חשבון משתמש בוצעה בהצלחה."
            },
            PLURAL: {
               NAME: "הקצאת משתמשים חיצוניים",
               ACTION: "הקצאת משתמשים חיצוניים...",
               TOOLTIP: "הקצאת משתמשים חיצוניים",
               DIALOG_TITLE: "התוכן לא שותף",
               PROMPT: {
                  NO_ACCOUNT: "למשתמשים שלהלן אין חשבון ולא שותף אתם תוכן.",
                  INVITE: "הזמינו משתמשים אלה כאורחים כדי לשתף את התוכן אתם."
               },
               SUBMIT: "המשך עם ההזמנות",
               CANCEL: "ביטול",
               ERROR: "אירעה שגיאה בהקצאת חשבונות. יש לנסות שוב מאוחר יותר.",
               SUCCESS: "הקצאת חשבונות משתמש בוצעה בהצלחה."
            },
            ABSTRACT: {
               NAME: "הקצאת משתמשים חיצוניים",
               ACTION: "הקצאת משתמשים חיצוניים...",
               TOOLTIP: "הקצאת משתמשים חיצוניים",
               DIALOG_TITLE: "התוכן לא שותף",
               PROMPT: {
                  NO_ACCOUNT: "לחלק מהמשתמשים אין חשבונות ולא שותף איתם תוכן.",
                  INVITE: "הזמינו משתמשים אלה כאורחים כדי לשתף את התוכן אתם."
               },
               SUBMIT: "המשך עם ההזמנות",
               CANCEL: "ביטול",
               ERROR: "אירעה שגיאה בהקצאת חשבונות. יש לנסות שוב מאוחר יותר.",
               SUCCESS: "הקצאת חשבונות משתמש בוצעה בהצלחה."
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "אפשרויות שיתוף",
         PROPAGATION: "לאפשר לאחרים לשתף קובץ זה",
         EVERYONE: "כולם יכולים לשתף קובץ זה.",
         OWNER_ONLY: "רק הבעלים יכול לשתף קובץ זה.",
         STOP_SHARE: "הפסקת שיתוף",
         MAKE_INTERNAL: "הפסקת שיתוף חיצוני",
         MAKE_INTERNAL_SUCCESS: "כבר לא ניתן לשתף קובץ זה עם אנשים מחוץ לארגון.",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "להגדיר כפנימי?",
            PROMPT: "הגדרת הקובץ כפנימי פירושה שכבר לא ניתן לשתף קובץ זה עם אנשים מחוץ לארגון. ${br}${br}" +
            "שיתופים עם אנשים, קהילות תיקיות חיצוניים יסולקו. ${br}${br}כתוצאה מכך הגדרת קובץ כפנימי היא קבועה, ולא ניתן לבטל אותה.",
            EFSS: {
               DIALOG_TITLE: "להגדיר כפנימי?",
               PROMPT: "הגדרת הקובץ כפנימי פירושה שכבר לא ניתן לשתף קובץ זה עם אנשים מחוץ לארגון ${br}${br}" +
               "שיתופים עם אנשים או תיקיות חיצוניים יסולקו.${br}${br}הגדרת קובץ כפנימי היא קבועה, ולא ניתן לבטל אותה."
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "הפסקת שיתוף קובץ",
            PROMPT: "אתם בטוחים שברצונכם להפסיק את השיתוף עם קובץ זה?",
            QUESTION_PUBLIC: "הקובץ כבר לא יהיה גלוי לכל משתמשי הארגון ולא ישותף עם אנשים, תיקיות או קהילות. לא ניתן לבטל פעולה זו.",
            QUESTION_PUBLIC_E: "הקובץ כבר לא יהיה גלוי לכל משתמשי הארגון ולא ישותף עם אנשים, או תיקיות. לא ניתן לבטל פעולה זו.",
            QUESTION: "הקובץ כבר לא ישותף עם אנשים או קהילות, ויסולק מכל התיקיות מלבד התיקיות הפרטיות שלכם. לא ניתן לבטל פעולה זו.",
            QUESTION_E: "הקובץ כבר לא ישותף עם אנשים, ויסולק מכל התיקיות מלבד התיקיות הפרטיות שלכם. לא ניתן לבטל פעולה זו."
         },
         MAKE_PRIVATE_SUCCESS: "הקובץ פרטי כעת.",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "לא ניתן להפסיק את שיתוף הקובץ. נסו שוב מאוחר יותר."
         }
      },
      SHARE_LINK: {
         MY_SHARES: "השיתופים שלי"
      },
      STREAM: {
         LOADING: "טעינה בביצוע...",
         LOAD_MORE: "טעינת נוספים...‏"
      },
      ENTRY: {
         REMOVE: "סילוק",
         RESTORE: "שחזור",
         EDIT: "עריכה",
         DELETE: "מחיקה",
         OK: "אישור",
         CANCEL: "ביטול",
         USER_PICTURE: "תמונה של ${0}",
         FLAG: "סימון כלא הולם"
      },
      PANEL: {
         LOAD_ERROR: "אירעה שגיאה בגישה למטא-נתונים של קובץ זה.",
         ABOUT: {
            TITLE: "אודות",
            EXPAND_BUTTON: "הרחבת לחצן זה כדי להציג פרטים נוספים",
            CURRENT_VERSION_HEADER: "גרסה נוכחית ${versionNumber}",
            FILE_SIZE_HEADER: "גודל קובץ",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - גרסה נוכחית",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - כל הגרסאות",
            DOCS_DRAFT_UPDATED_HEADER: "טיוטה נערכה",
            DOCS_DRAFT_CREATED_HEADER: "תאריך נוצרה",
            DOCS_UPDATED_HEADER: "פורסם",
            DOCS_CREATED_HEADER: "נוצר",
            UPDATED_HEADER: "עודכן",
            CREATED_HEADER: "נוצר",
            LIKES_HEADER: "סימוני 'אהבתי'",
            LIKES_EXPAND_ICON: "הרחבת איקון זה להצגת אנשים שסימנו 'אהבתי' על הקובץ",
            DOWNLOADS_HEADER: "צפיות",
            DOWNLOADS_HEADER_MORE: "צפיות (${0})",
            DOWNLOADS_EXPAND_ICON: "הרחבת איקון זה להצגת אנשים שצפו בקובץ",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} באופן אנונימי",
            DOWNLOADS_LATEST_VERSION: "ברשותכם הגרסה האחרונה של קובץ זה",
            DOWNLOADS_LAST_VERSION: "הוצגה לאחרונה גרסה ${0} של קובץ זה",
            TAGS_HEADER: "תגים",
            DESCRIPTION_HEADER: "תיאור",
            DESCRIPTION_READ_MORE: "קריאת עוד...",
            LINKS_HEADER: "קישורים",
            SECURITY: "אבטחה",
            FILE_ENCRYPTED: "תוכן הקובץ מוצפן. לא ניתן לחפש בתוכן מוצפן. לא ניתן להציג את תוכן הקובץ ולא ניתן לערוך אותו באמצעות HCL Docs.",
            GET_LINKS: "קבלת קישורים...",
            ADD_DESCRIPTION: "הוספת תיאור",
            NO_DESCRIPTION: "אין תיאור",
            ADD_TAGS: "הוספת תגים",
            NO_TAGS: "אין תגים"
         },
         COMMENTS: {
            TITLE: "הערות",
            TITLE_WITH_COUNT: "הערות (${0})",
            VERSION: "גרסה ${0}",
            FEED_LINK: "ערוץ תוכן עבור הערות אלה",
            FEED_TITLE: "מעקב אחר שינויים בהערות אלה באמצעות קורא ערוצי התוכן שלכם"
         },
         SHARING: {
            TITLE: "שיתוף",
            TITLE_WITH_COUNT: "שותף (${0})",
            SHARED_WITH_FOLDERS: "משותף עם תיקיות - ${count}",
            SEE_WHO_HAS_SHARED: "ראו מי שיתף",
            COMMUNITY_FILE: "לא ניתן לשתף קבצים בבעלות קהילה לאנשים או קהילות אחרים.",
            SHARED_WITH_COMMUNITY: "שותף עם חברי הקהילה '${0}'",
            LOGIN: "התחברות",
            NO_SHARE: "קובץ זה עדיין לא נוסף לתיקיות כלשהן.",
            ONE_SHARE: "קובץ זה נמצא בתיקייה 1 או קהילה שאין לכם גישה אליה.",
            MULTIPLE_SHARE: "קובץ זה נמצא ב-${fileNumber} תיקיות או קהילות שאין לכם גישה אליהן."
         },
         VERSIONS: {
            TITLE: "גרסאות",
            TITLE_WITH_COUNT: "גרסאות (${0})",
            FEED_LINK: "ערוץ תוכן עבור גרסאות אלה",
            FEED_TITLE: "מעקב אחר שינויים בקובץ זה באמצעות קורא ערוצי התוכן שלכם"
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "אישור פעולה",
         DIALOG_TITLE: "אישור",
         PROMPT: "אתם בטוחים שברצונכם לבצע פעולה זו?",
         ERROR: "אירעה שגיאה בביצוע הפעולה. יש לנסות שוב מאוחר יותר.",
         TOOLTIP: "ביצוע פעולה",
         OK: "אישור",
         CANCEL: "ביטול",
         A11Y: "לחצן זה מצבע את הפעולה הנוכחית."
      },
      THUMBNAIL: {
         TITLE: "תמונה ממוזערת",
         CHANGE_LINK: "שינוי תמונה ממוזערת...",
         ERROR: "לא ניתן לשמור את התמונה הממוזערת. יש לנסות שוב מאוחר יותר.",
         EXT_ERROR: "בחרו קובץ עם אחת הסיומות הנתמכות שלהלן: ${0}",
         SUCCESS: "התמונה הממוזערת שונתה",
         UPLOAD: "שמירה",
         CANCEL: "ביטול"
      },
      UPLOAD_VERSION: {
         LINK: "טעינת גרסה חדשה...‏",
         CHANGE_SUMMARY: "סיכום שינויים אופציונלי...",
         ERROR: "לא ניתן לשמור את הגרסה החדשה. יש לנסות שוב מאוחר יותר.",
         SUCCESS: "הגרסה החדשה נשמרה.",
         UPLOAD: "טעינה",
         UPLOAD_AND_CHANGE_EXTENSION: "טעינה ושינוי סיומת",
         CANCEL: "ביטול",
         TOO_LARGE: "${file} גדול מגודל קובץ מורשה ${size}",
         PROGRESS_BAR_TITLE: "טעינת גרסה חדשה (${uploaded} מתוך ${total} הושלם)",
         CANCEL_UPLOAD: "ביטול טעינה"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "אירעה שגיאה בגישה לקובץ. יש לנסות שוב מאוחר יותר.",
         UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב לפני שיהיה ניתן להציג את הקובץ.",
         NOT_FOUND: "הקובץ שביקשתם נמחק או הועבר.‏ אם מישהו שלח לכם את הקישור, ודאו שהוא אינו שגוי.",
         ACCESS_DENIED: "אין לכם הרשאה להציג קובץ זה. הקובץ אינו משותף איתכם.",
         ACCESS_DENIED_ANON: "אין לכם הרשאה להציג קובץ זה. אם זהו הקובץ שלכם, או קובץ ששותף אתכם, עליכם להתחבר תחילה."
      },
      NOTFOUND_FILE_DIALOG: {
         DIALOG_TITLE: "שגיאה",
         PROMPT: "הקובץ שביקשתם נמחק או הועבר.",
         CANCEL: "אישור"
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "אישור",
        PROMPT: "מהלך העבודה של HCL Connections חרג ממגבלת הזמן. ${lineBreaks}לחצו על 'אישור' כדי להתחבר שוב או על 'ביטול' כדי לסגור דו-שיח זה.",
        OK: "אישור",
        CANCEL: "ביטול"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "לא ניתן לגשת לקישור",
        PROMPT: "אירעה בעיה בגישה לקישור. ${lineBreaks}לחצו על 'אישור' כדי לנווט מחדש לדף.",
        OK: "אישור",
        CANCEL: "ביטול"
      },
      LOAD_ERROR: {
         DEFAULT: "אירעה שגיאה בגישה לקישור.",
         ACCESS_DENIED: "יש ליצור קשר עם בעלי הקובץ כדי לבקש אישור להציג את הקובץ."
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - קובץ",
         LOAD_ERROR: "שגיאה בגישה לקובץ"
      },
      SHARE_WITH_LINK: {
         TITLE: "שיתוף באמצעות קישור",
         EMPTY_DESCRIPTION: "לא יצרתם קישור עבור קובץ זה עדיין. צרו קישור שיתוף כדי לשלוח לאחרים, כך שיוכלו לראות תצוגה מקדימה של הקובץ ולהוריד אותו.",
         CREATE_LINK: "יצירת קישור",
         COPY_LINK: "העתקת קישור",
         DELETE_LINK: "מחיקת קישור",
         ACCESS_TYPE_1: "כל מי שהקישור ברשותו יכול להציג קובץ זה",
         ACCESS_TYPE_2: "אנשים בארגון שלי יכולים להציג קובץ זה",
         ACCESS_TYPE_1_DESCRIPTION: "אנשים שיקבלו את הקישור יוכלו לראות תצוגה מקדימה של הקובץ ולהוריד אותו לאחר שיתחברו אל Connections.‏",
         ACCESS_TYPE_2_DESCRIPTION: "אנשים בארגון שלי שיקבלו את הקישור יוכלו לראות תצוגה מקדימה של הקובץ ולהוריד אותו לאחר שיתחברו אל Connections.‏",
         CHANGE_TYPE_SUCCESS: "הרשאת הקישור מתעדכנת כאשר שסוג הגישה משתנה.",
         CHANGE_TYPE_ERROR: "הרשאת הקישור נכשלת כאשר שסוג הגישה משתנה.",
         COPY_LINK_SUCCESS: "הקישור הועתק אל לוח הגזירים",
         CREATE_SHARELINK_SUCCESS:"הקישור נוצר בהצלחה.",
         CREATE_SHARELINK_ERROR:"לא ניתן ליצור קישור בגלל שגיאה.",
         DELETE_SHARELINK_SUCCESS: "מחיקת הקישור ששותף עבור \"${file}.\"",
         DELETE_SHARELINK_ERROR: "הקישור ששיתוף לא נמחק. נסו שוב מאוחר יותר.‏",
         CONFIRM_DIALOG: {
            OK: "מחיקה",
            DIALOG_TITLE: "מחיקת הקישור ששותף",
            PROMPT: "הקובץ יהפוך להיות לא נגיש לכל מי שיש ברשותו הקישור. אתם בטוחים שברצונכם למחוק את הקישור ששותף?"
         },
         COPY_LINK_ACTION_TOOLTIP_TYPE_1: "הקישור המשותף פעיל. כל מי שהקישור ברשותו יכול להציג קובץ זה. לחצו כדי להעתיק קישור זה.",
         COPY_LINK_ACTION_TOOLTIP_TYPE_2: "הקישור המשותף פעיל. אנשים בארגון שלי יכולים להציג קובץ זה. לחצו כדי להעתיק קישור זה."
      }
});
