/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "Προεπισκόπηση αρχείου",
     FILENAME_TOOLTIP: "Τροποποίηση ονόματος αρχείου",
     ICON_TOOLTIP: "Μεταφόρτωση αρχείου στο τοπικό σύστημα",
     ERROR: "Παρουσιάστηκε σφάλμα.",
     SHARED_EXTERNALLY: "Εξωτερική κοινή χρήση",
     FILE_SYNCED: "Προστέθηκε στη λειτουργία συγχρονισμού",
     MORE_ACTIONS: {
       TITLE: "Περισσότερες ενέργειες",
       A11Y: "Ανοίγει ένα αναπτυσσόμενο μενού με επιπλέον ενέργειες που μπορούν να εκτελεστούν με το αρχείο."
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "Περισσότερες επιλογές",
         A11Y: "Αυτό το κουμπί ανοίγει ένα μενού για περισσότερες επιλογές."
       },
       BUTTON: {
         EDIT: {
           TITLE: "Τροποποίηση"
         },
         UPLOAD: {
           TITLE: "Μεταφόρτωση"
         }
       }
     },
     WELCOME: {
       TITLE: "Συνδυασμένη προβολή αρχείων και λεπτομερειών",
       SUBTITLE: "Μπορείτε πλέον να βλέπετε τα αρχεία και τα σχόλιά τους στην ίδια σελίδα.",
       LINES: {
          LINE_1: "Αυτή η σελίδα περιέχει όλα όσα μέχρι τώρα βρίσκονταν σε χωριστές σελίδες.",
          LINE_2: "Τα σχόλια, οι επιλογές και οι πληροφορίες κοινής χρήσης, οι εκδοχές και οι βασικές πληροφορίες ενός αρχείου εμφανίζονται τώρα δίπλα στο περιεχόμενό του."
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "Αυτό το κουμπί σάς μεταφέρει στο επόμενο αρχείο.",
      PREVIOUS_A11Y: "Αυτό το κουμπί σάς μεταφέρει στο προηγούμενο αρχείο."
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "Κλείσιμο",
         A11Y: "Αυτό το κουμπί κλείνει τη λειτουργία προβολής αρχείων."
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "Νέο από αρχείο",
         ACTION_NAME:"Δημιουργία αρχείου",
         A11Y: {
           TEXT: "Δημιουργήστε ένα έγγραφο (αρχείο DOC, DOCX ή ODT) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα έγγραφα online στο Docs.",
           PRES: "Δημιουργήστε μια παρουσίαση (αρχείο PPT, PPTX ή ODP) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτές τις παρουσιάσεις online στο Docs.",
           SHEET: "Δημιουργήστε ένα υπολογιστικό φύλλο (αρχείο XLS, XLSX ή ODS) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα υπολογιστικά φύλλα online στο Docs."
         },
         PROMPT: {
           TEXT: "Δημιουργήστε ένα έγγραφο (αρχείο DOC, DOCX ή ODT) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα έγγραφα online στο Docs.",
           PRES: "Δημιουργήστε μια παρουσίαση (αρχείο PPT, PPTX ή ODP) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτές τις παρουσιάσεις online στο Docs.",
           SHEET: "Δημιουργήστε ένα υπολογιστικό φύλλο (αρχείο XLS, XLSX ή ODS) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα υπολογιστικά φύλλα online στο Docs."
         },
         NAME_FIELD: "Όνομα:",
         EXTERNAL_FIELD: "Τα αρχεία μπορούν να διατεθούν για κοινή χρήση με πρόσωπα που δεν ανήκουν στον οργανισμό μου",
         EXTERNAL_DESC: "Η εξωτερική πρόσβαση επιτρέπει την κοινή χρήση αρχείων, φακέλων και κοινοτήτων με εξωτερικούς χρήστες (πρόσωπα εκτός του οργανισμού ή της εταιρείας σας). Πρέπει να ενεργοποιήσετε την εξωτερική πρόσβαση κατά τη μεταφόρτωση ενός αρχείου. Δεν είναι δυνατή η ενεργοποίησή της αργότερα.",
         CREATE_BUTTON: "Δημιουργία",
         CANCEL: "Ακύρωση",
         PRE_FILL_NAMES: {
           OTT: "Έγγραφο χωρίς τίτλο",
           OTS: "Υπολογιστικό φύλλο χωρίς τίτλο",
           OTP: "Παρουσίαση χωρίς τίτλο",
           DOT: "Έγγραφο χωρίς τίτλο",
           XLT: "Υπολογιστικό φύλλο χωρίς τίτλο",
           POT: "Παρουσίαση χωρίς τίτλο",
           DOTX: "Έγγραφο χωρίς τίτλο",
           XLTX: "Υπολογιστικό φύλλο χωρίς τίτλο",
           POTX: "Παρουσίαση χωρίς τίτλο"
         },
         ERRORS: {
           NAME_REQUIRED: "Απαιτείται το όνομα του εγγράφου.",
           ILLEGAL_NAME:"Ο τίτλος του εγγράφου δεν είναι έγκυρος. Ορίστε έναν άλλο τίτλο για το έγγραφο.",
           WARN_LONG_NAME: "Το όνομα του εγγράφου είναι πολύ μεγάλο.",
           TRIM_NAME: "Να συντομευτεί το όνομα του εγγράφου;",
           SESSION_TIMEOUT: "Η συνεδρία σας έχει λήξει. Συνδεθείτε και προσπαθήστε ξανά.",
           DUPLICATE_NAME: "Εντοπίστηκε διπλότυπο όνομα αρχείου. Καταχωρήστε ένα νέο όνομα.",
           SERVER_ERROR: "Ο εξυπηρετητής του Connections δεν είναι διαθέσιμος. Επικοινωνήστε με το διαχειριστή του εξυπηρετητή και προσπαθήστε ξανά αργότερα."
         }
       },
       DOWNLOAD: {
         TOOLTIP: "Μεταφόρτωση αρχείου στο τοπικό σύστημα",
         A11Y: "Αυτό το κουμπί μεταφορτώνει το αρχείο."
       },
       DOWNLOAD_AS_PDF: {
         NAME: "Μεταφόρτωση σε μορφή PDF",
         TOOLTIP: "Μεταφόρτωση αυτού του αρχείου σε μορφή PDF",
         A11Y: "Αυτό το κουμπί μεταφορτώνει το αρχείο σε μορφή PDF.",
         SUCCESS: "Το αρχείο μεταφορτώθηκε με επιτυχία σε μορφή PDF.",
         ERROR: {
           DEFAULT: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου σε μορφή PDF.  Προσπαθήστε ξανά αργότερα.",
           UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να μεταφορτώσετε το αρχείο σε μορφή PDF, θα πρέπει να συνδεθείτε ξανά.",
           NOT_FOUND: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου σε μορφή PDF επειδή το αρχείο διαγράφηκε ή δεν σας διατίθεται πλέον για κοινή χρήση.",
           ACCESS_DENIED: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου σε μορφή PDF επειδή το αρχείο διαγράφηκε ή δεν σας διατίθεται πλέον για κοινή χρήση."
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "Δεν υπάρχει δημοσιευμένη εκδοχή αυτού του αρχείου για μεταφόρτωση.  Η δημοσίευση εκδοχών είναι δυνατή από το πρόγραμμα σύνταξης του Docs."
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "Δεν είναι δυνατή η μεταφόρτωση του αρχείου",
           CANCEL: "Κλείσιμο",
           PROMPT: "Δεν υπάρχει δημοσιευμένη εκδοχή αυτού του αρχείου για μεταφόρτωση.",
           PROMPT2: "Η δημοσίευση εκδοχών είναι δυνατή από το πρόγραμμα σύνταξης του Docs."
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "Δεν είναι δυνατή η μεταφόρτωση του αρχείου",
           CANCEL: "Κλείσιμο",
           PROMPT: "Δεν υπάρχει δημοσιευμένη εκδοχή αυτού του αρχείου για μεταφόρτωση.",
           PROMPT2: "Ζητήστε από τον κάτοχο του αρχείου να δημοσιεύσει μια εκδοχή του αρχείου."
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "Μεταφόρτωση εκδοχής",
           OK: "Μεταφόρτωση εκδοχής",
           PROMPT: {
             TODAY: "Εντοπίστηκε ένα νεότερο προσχέδιο, το οποίο τροποποιήθηκε τελευταία φορά σήμερα στις ${time}.",
             YESTERDAY: "Εντοπίστηκε ένα νεότερο προσχέδιο, το οποίο τροποποιήθηκε τελευταία φορά χθες στις ${time}.",
             DAY: "Εντοπίστηκε ένα νεότερο προσχέδιο, το οποίο τροποποιήθηκε τελευταία φορά στις ${date}.",
             MONTH: "Εντοπίστηκε ένα νεότερο προσχέδιο, το οποίο τροποποιήθηκε τελευταία φορά στις ${date}.",
             YEAR: "Εντοπίστηκε ένα νεότερο προσχέδιο, το οποίο τροποποιήθηκε τελευταία φορά στις ${date_long}."
           },
           PROMPT2: {
             TODAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε σήμερα στις ${time};",
             YESTERDAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε χθες στις ${time};",
             DAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date};",
             MONTH: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date};",
             YEAR: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date_long};"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "Εμφάνιση πλαισίου λεπτομερειών",
         HIDE: "Απόκρυψη πλαισίου λεπτομερειών",
         SHOW_A11Y: "Αυτό το κουμπί κάνει εναλλαγή ανοίγματος/κλεισίματος του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι κλειστό.",
         HIDE_A11Y: "Αυτό το κουμπί κάνει εναλλαγή ανοίγματος/κλεισίματος του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι ανοικτό."
       },
       VIEW_DOC: {
         NAME: "Άνοιγμα στην υπηρεσία προβολής του Docs",
         TOOLTIP: "Άνοιγμα στην υπηρεσία προβολής του Docs",
         A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για προβολή σε ένα νέο παράθυρο του προγράμματος πλοήγησης."
       },
       EDIT_DOC: {
         NAME: "Τροποποίηση με το Docs",
         TOOLTIP: "Τροποποίηση αρχείου στο Docs",
         A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση σε ένα νέο παράθυρο του Docs."
       },
       ROUNDTRIP_EDIT: {
         NAME: "Τροποποίηση στην επιφάνεια εργασίας",
         DIALOG_TITLE: "Τροποποίηση στην επιφάνεια εργασίας",
         TOOLTIP: "Τροποποίηση αυτού του εγγράφου",
         A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο τοπικό περιβάλλον.",
         PROMPT: "Αυτή η λειτουργία σας επιτρέπει να τροποποιήσετε το αρχείο τοπικά.",
         IMPORTANT: "Σημαντικό:",
         REMINDER: "Όταν ολοκληρώσετε την τροποποίηση, πρέπει να δημοσιεύσετε ένα προσχέδιο χρησιμοποιώντας τις λειτουργίες σύνδεσης επιφάνειας εργασίας. Αν το άνοιγμα του αρχείου αποτύχει, ίσως πρέπει να εγκαταστήσετε τις πρόσθετες λειτουργίες επιφάνειας εργασίας.",
         SKIP_DIALOG: "Να μην εμφανιστεί ξανά αυτό το μήνυμα.",
         OK: "OK",
         CANCEL: "Ακύρωση"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "Επιβεβαίωση",
         DELETE_VERSION: "Διαγραφή εκδοχής ${version}",
         DELETE_VERSION_AND_PRIOR: "Διαγραφή εκδοχής ${version} και όλων των παλαιότερων εκδοχών",
         PROMPT: "Πρόκειται να διαγράψετε την εκδοχή ${version}. Θέλετε να συνεχίσετε;",
         DELETE_PRIOR: "Διαγραφή επίσης όλων των παλαιότερων εκδοχών",
         ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εκδοχής. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Διαγραφή αυτής της εκδοχής",
         OK: "OK",
         CANCEL: "Ακύρωση"
       },
       GET_LINKS: {
         DIALOG_TITLE: "Λήψη διασυνδέσεων",
         LINK_FILE: "Διασύνδεση με το αρχείο:",
         LINK_PREVIEW: "Διασύνδεση για προεπισκόπηση του αρχείου:",
         LINK_DOWNLOAD: "Διασύνδεση για μεταφόρτωση του αρχείου:",
         TOOLTIP: "Διασύνδεση με αρχείο",
         OK: "Κλείσιμο"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "Μεταφόρτωση αυτής της εκδοχής"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "Επιβεβαίωση",
         PROMPT: "Πρόκειται να αντικαταστήσετε την τρέχουσα εκδοχή αυτού του αρχείου με την εκδοχή ${version}. Θέλετε να συνεχίσετε;",
         ERROR: "Παρουσιάστηκε σφάλμα κατά την επαναφορά της εκδοχής. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Επαναφορά αυτής της εκδοχής",
         CHANGE_SUMMARY: "Επαναφορά από την εκδοχή ${version}",
         OK: "OK",
         CANCEL: "Ακύρωση"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "Επιβεβαίωση",
         REMOVE_EVERYONE: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε την πρόσβαση του οργανισμού σας σε αυτό το αρχείο; Αν αφαιρεθεί η πρόσβαση, το αρχείο θα αφαιρεθεί από τους φακέλους και τις κοινότητες δημόσιας πρόσβασης σε επίπεδο οργανισμού. Μόνο ο κάτοχος του αρχείου και οι χρήστες στους οποίους έχει διατεθεί για κοινή χρήση θα μπορούν να το δουν και να εργαστούν με αυτό.",
         REMOVE_USER: "Είστε βέβαιοι ότι θέλετε να τερματιστεί η κοινή χρήση με το χρήστη ${user}; Αν τερματίσετε την κοινή χρήση, ο χρήστης ${user} θα έχει πρόσβαση σε αυτό το αρχείο μόνο μέσω φακέλων ή αν το αρχείο έχει διατεθεί για κοινή χρήση σε όλα τα μέλη του οργανισμού σας.",
         REMOVE_COMMUNITY: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από την κοινότητα ${communityName};",
         REMOVE_FOLDER: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από το φάκελο ${folderName};",
         REMOVE_EVERYONE_TOOLTIP: "Αφαίρεση του δικαιώματος πρόσβασης του οργανισμού σας",
         REMOVE_USER_TOOLTIP: "Αφαίρεση όλων των κοινοχρησιών με το χρήστη ${user}",
         REMOVE_COMMUNITY_TOOLTIP: "Αφαίρεση από την κοινότητα ${communityName}",
         REMOVE_FOLDER_TOOLTIP: "Αφαίρεση από το φάκελο ${folderName}",
         OK: "OK",
         CANCEL: "Ακύρωση"
       },
       EDIT_COMMENT: {
         TOOLTIP: "Τροποποίηση αυτού του σχολίου"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "Επιβεβαίωση",
         PROMPT: "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;",
         ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του σχολίου. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Διαγραφή αυτού του σχολίου",
         OK: "OK",
         CANCEL: "Ακύρωση"
       },
       LIKE: {
         LIKE: "Μου αρέσει το αρχείο",
         UNLIKE: "Δεν μου αρέσει το αρχείο",
         LIKE_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να δηλώσετε τη θετική γνώμη σας για το αρχείο.",
         UNLIKE_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να αναιρέσετε τη θετική γνώμη σας για το αρχείο.",
         LIKED_SUCCESS: "Δηλώσατε ότι σας αρέσει αυτό το αρχείο",
         UNLIKE_SUCCESS: "Δηλώσατε ότι δεν σας αρέσει πλέον αυτό το αρχείο"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "Τροποποίηση περιγραφής",
         ERROR: {
           DEFAULT: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής. Προσπαθήστε ξανά αργότερα.",
           UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Πρέπει να συνδεθείτε ξανά για να ενημερώσετε την περιγραφή.",
           NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής καθώς το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
           ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής καθώς το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "Σφάλμα κατά την αποθήκευση του ονόματος αρχείου",
           CONFLICT: "Το όνομα αρχείου υπάρχει ήδη"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "Παρουσιάστηκε σφάλμα κατά την παρακολούθηση αυτού του αρχείου. Προσπαθήστε ξανά αργότερα.",
             UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να παρακολουθήσετε αυτό το αρχείο, θα πρέπει να συνδεθείτε ξανά.",
             NOT_FOUND: "Δεν μπορείτε να παρακολουθήσετε αυτό το αρχείο, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
             ACCESS_DENIED: "Δεν μπορείτε να παρακολουθήσετε αυτό το αρχείο, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
           },
           UNFOLLOW: {
             DEFAULT: "Παρουσιάστηκε σφάλμα κατά τον τερματισμό παρακολούθησης αυτού του αρχείου. Προσπαθήστε ξανά αργότερα.",
             UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να τερματίσετε την παρακολούθηση αυτού του αρχείου, θα πρέπει να συνδεθείτε ξανά.",
             NOT_FOUND: "Δεν μπορείτε να τερματίσετε την παρακολούθηση αυτού του αρχείου, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
             ACCESS_DENIED: "Δεν μπορείτε να τερματίσετε την παρακολούθηση αυτού του αρχείου, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
           }
         },
         FOLLOW_NAME: "Παρακολούθηση",
         FOLLOW_TOOLTIP: "Παρακολούθηση αυτού του αρχείου",
         FOLLOW_A11Y: "Αυτό το κουμπί ενεργοποιεί την παρακολούθηση του αρχείου.",
         FOLLOW_SUCCESS: "Παρακολουθείτε αυτό το αρχείο.",
         STOP_FOLLOWING_NAME: "Τερματισμός παρακολούθησης",
         STOP_FOLLOWING_TOOLTIP: "Τερματισμός παρακολούθησης αυτού του αρχείου",
         STOP_FOLLOWING_A11Y: "Αυτό το κουμπί τερματίζει την παρακολούθηση του αρχείου.",
         STOP_FOLLOWING_SUCCESS: "Τερματίσατε την παρακολούθηση αυτού του αρχείου."
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "Προσθήκη στην εφαρμογή Συγχρονισμός",
           TOOLTIP: "Προσθήκη αυτού του αρχείου στην εφαρμογή Συγχρονισμός",
           A11Y: "Αυτό το κουμπί προσθέτει το αρχείο στην εφαρμογή Συγχρονισμός.",
           SUCCESS: "Προσθέσατε αυτό το αρχείο στην εφαρμογή Συγχρονισμός.",
           ERROR: {
             DEFAULT: "Παρουσιάστηκε σφάλμα κατά την προσθήκη αυτού του αρχείου στην εφαρμογή Συγχρονισμός. Προσπαθήστε ξανά αργότερα.",
             UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός, θα πρέπει να συνδεθείτε ξανά.",
             NOT_FOUND: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
             ACCESS_DENIED: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
           }
         },
         STOP_SYNC: {
           NAME: "Αφαίρεση από την εφαρμογή Συγχρονισμός",
           TOOLTIP: "Αφαίρεση αυτού του αρχείου από την εφαρμογή Συγχρονισμός",
           A11Y: "Αυτό το κουμπί αφαιρεί το αρχείο από την εφαρμογή Συγχρονισμός.",
           SUCCESS: "Αφαιρέσατε αυτό το αρχείο από την εφαρμογή Συγχρονισμός.",
           ERROR: {
             DEFAULT: "Παρουσιάστηκε σφάλμα κατά την αφαίρεση αυτού του αρχείου από την εφαρμογή Συγχρονισμός. Προσπαθήστε ξανά αργότερα.",
             UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός, θα πρέπει να συνδεθείτε ξανά.",
             NOT_FOUND: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
             ACCESS_DENIED: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "Σταθεροποίηση",
          FAVORITE_TOOLTIP: "Σταθεροποίηση αυτού του αρχείου",
          FAVORITE_A11Y: "Αυτό το κουμπί σταθεροποιεί το αρχείο.",
          FAVORITE_SUCCESS: "Σταθεροποιήσατε αυτό το αρχείο.",
          STOP_FAVORITEING_NAME: "Αναίρεση σταθεροποίησης",
          STOP_FAVORITEING_TOOLTIP: "Αναίρεση σταθεροποίησης αυτού του αρχείου",
          STOP_FAVORITEING_A11Y: "Αυτό το αρχείο αναιρεί τη σταθεροποίηση του αρχείου.",
          STOP_FAVORITEING_SUCCESS: "Αναιρέσατε τη σταθεροποίηση αυτού του αρχείου."
       },
       TRASH: {
         NAME: "Μεταφορά στον κάδο ανακύκλωσης",
         DIALOG_TITLE: "Επιβεβαίωση",
         PROMPT: "Είστε βέβαιοι ότι θέλετε να μεταφέρετε αυτό το αρχείο στον κάδο ανακύκλωσης; Μετά τη μεταφορά του στον κάδο ανακύκλωσης, το αρχείο δεν θα είναι πλέον διαθέσιμο στους χρήστες στους οποίους έχει διατεθεί για κοινή χρήση.",
         ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του αρχείου. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Διαγραφή αυτού του αρχείου",
         OK: "OK",
         CANCEL: "Ακύρωση",
         A11Y: "Αυτό το κουμπί μεταφέρει το αρχείο στον κάδο ανακύκλωσης.",
         SUCCESS_MSG: "Το αρχείο ${file} μεταφέρθηκε στον κάδο ανακύκλωσης."
       },
       REFRESH: {
         NAME: "Ανανέωση",
         ERROR: "Παρουσιάστηκε σφάλμα κατά την ανανέωση της λειτουργίας προβολής αρχείων. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Ανανέωση της λειτουργίας προβολής αρχείων",
         INFO_MSG: "Ανανεώστε τη λειτουργία για να ανακτήσετε το πιο πρόσφατο περιεχόμενο. ${link}",
         A11Y: "Αυτό το κουμπί μεταφέρει το αρχείο στον κάδο ανακύκλωσης.",
         SUCCESS_MSG: "Το περιεχόμενο ανανεώθηκε με επιτυχία."
       },
       COPY_FILE: {
         NAME: "Παροχή αντιγράφου σε κοινότητα",
         DIALOG_TITLE: "Επιβεβαίωση",
         ERROR: "Παρουσιάστηκε σφάλμα κατά την αντιγραφή του αρχείου. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Παροχή αντιγράφου αυτού του αρχείου σε μια κοινότητα",
         OK: "OK",
         CANCEL: "Ακύρωση",
         A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου από το οποίο μπορείτε να διαθέσετε ένα αντίγραφο του αρχείου σε μια κοινότητα.",
         SUCCESS_MSG: "Το αρχείο ${file} αντιγράφηκε στην κοινότητα ${community}."
       },
       UPLOAD_VERSION: {
         NAME: "Μεταφόρτωση νέας εκδοχής",
         NAME_SHORT: "Μεταφόρτωση",
         CHANGE_SUMMARY: "Προαιρετική σύνοψη αλλαγών...",
         TOOLTIP: "Μεταφορτώστε μια νέα εκδοχή αυτού του αρχείου στην εφαρμογή.",
         A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου από το οποίο μπορείτε να μεταφορτώσετε μια νέα εκδοχή αυτού του αρχείου."
       },
       LOG_IN: {
    	   NAME: "Σύνδεση",
    	   TOOLTIP: "Συνδεθείτε για να μεταφορτώσετε και να διαθέσετε αρχεία για κοινή χρήση, να σχολιάσετε αρχεία και να δημιουργήσετε φακέλους."
       },
       LOCK: {
          NAME: "Κλείδωμα αρχείου",
          TITLE: "Κλείδωμα αυτού του αρχείου",
          A11Y: "Κλείδωμα αυτού του αρχείου",
          SUCCESS: "Το αρχείο κλειδώθηκε."
       },
       UNLOCK: {
          NAME: "Ξεκλείδωμα αρχείου",
          TITLE: "Ξεκλείδωμα αυτού του αρχείου",
          A11Y: "Ξεκλείδωμα αυτού του αρχείου",
          SUCCESS: "Το αρχείο ξεκλειδώθηκε."
       },
       EDIT_ON_DESKTOP: {
          NAME: "Τροποποίηση στην επιφάνεια εργασίας",
          TITLE: "Τροποποίηση στην επιφάνεια εργασίας",
          A11Y: "Τροποποίηση στην επιφάνεια εργασίας"
       },
       FLAG: {
         FILE: {
           NAME: "Σημείωση στοιχείου ως ακατάλληλου",
           TITLE: "Σημείωση αρχείου",
           A11Y: "Σημείωση αυτού του αρχείου ως ακατάλληλου",
           PROMPT: "Περιγράψτε την αιτία για τη σημείωση αυτού του αρχείου (προαιρετικά):",
           OK: "Σημείωση",
           CANCEL: "Ακύρωση",
           SUCCESS: "Το αρχείο σημειώθηκε και υποβλήθηκε για εξέταση.",
           ERROR: "Παρουσιάστηκε σφάλμα κατά την προσθήκη σημείωσης σε αυτό το αρχείο. Προσπαθήστε ξανά αργότερα."
         },
         COMMENT: {
           NAME: "Σημείωση στοιχείου ως ακατάλληλου",
           TITLE: "Σημείωση σχολίου",
           A11Y: "Σημείωση αυτού του σχολίου ως ακατάλληλου",
           PROMPT: "Περιγράψτε την αιτία για τη σημείωση αυτού του σχολίου (προαιρετικά):",
           OK: "Σημείωση",
           CANCEL: "Ακύρωση",
           SUCCESS: "Το σχόλιο σημειώθηκε και υποβλήθηκε για εξέταση.",
           ERROR: "Παρουσιάστηκε σφάλμα κατά την προσθήκη σημείωσης σε αυτό το σχόλιο. Προσπαθήστε ξανά αργότερα."
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "Πληροφορίες για αυτό το αρχείο",
       VIEW_FILE_DETAILS: "Προβολή λεπτομερειών αρχείου",
       A11Y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα κλείσει η λειτουργία προβολής αρχείων και θα μεταφερθείτε στη σελίδα λεπτομερειών του συγκεκριμένου αρχείου."
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "Δεν υπάρχει διαθέσιμη προεπισκόπηση για αυτό το αρχείο."
      },
      IMAGE: {
       ZOOM_IN: "Μεγέθυνση",
       ZOOM_OUT: "Σμίκρυνση",
       RESET: "Επαναφορά",
       ZOOM_IN_A11Y: "Αυτό το κουμπί μεγεθύνει την εικόνα.",
       ZOOM_OUT_A11Y: "Αυτό το κουμπί σμικρύνει την εικόνα.",
       RESET_ZOOM_A11Y: "Αυτό το κουμπί επαναφέρει το επίπεδο σμίκρυνσης/μεγέθυνσης."
      },
      VIEWER: {
       LOADING: "Φόρτωση...",
       NO_PUBLISHED_VERSION: "Δεν υπάρχει διαθέσιμη δημοσιευμένη εκδοχή αυτού του αρχείου για προβολή.",
       IFRAME_TITLE: "Προεπισκόπηση αυτού του αρχείου"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "Τελευταία ενημέρωση από το χρήστη ${user}, σήμερα στις ${time}",
       YESTERDAY: "Τελευταία ενημέρωση από το χρήστη ${user}, χθες στις ${time}",
       DAY: "Τελευταία ενημέρωση από το χρήστη ${user} , στις ${EEee} στις ${time}",
       MONTH: "Τελευταία ενημέρωση από το χρήστη ${user}, στις ${date_long}",
       YEAR: "Τελευταία ενημέρωση από το χρήστη ${user}, στις ${date_long}"
      },
      CREATED: {
       TODAY: "Δημιουργήθηκε από το χρήστη ${user}, σήμερα στις ${time}",
       YESTERDAY: "Δημιουργήθηκε από το χρήστη ${user}, χθες στις ${time}",
       DAY: "Δημιουργήθηκε από το χρήστη ${user}, στις ${EEee} στις ${time}",
       MONTH: "Δημιουργήθηκε από το χρήστη ${user}, στις ${date_long}",
       YEAR: "Δημιουργήθηκε από το χρήστη ${user}, στις ${date_long}"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - Σήμερα",
       YESTERDAY: "${time} - Χθες",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "Σήμερα",
       YESTERDAY: "Χθες",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} B",
      KILOBYTES: "${size} KB",
      MEGABYTES: "${size} MB",
      GIGABYTES: "${size} GB",
      TERRABYTES: "${size} TB"
     },
     COMMENT_BOX: {
       TITLE: "Περιοχή κειμένου σχολίου",
       SHADOW_TEXT: "Προσθήκη σχολίου...",
       CANNOT_ACCESS_CONTENT: "Τα ακόλουθα πρόσωπα στα οποία αναφερθήκατε δεν μπορούν να δουν το σχόλιο καθώς δεν έχουν πρόσβαση στο περιεχόμενο:",
       ERROR: "Παρουσιάστηκε σφάλμα κατά την επικύρωση του χρήστη στον οποίο προσπαθείτε να αναφερθείτε.",
       POST: "Ανάρτηση",
       SAVE: "Αποθήκευση",
       CANCEL: "Ακύρωση",
       EXTERNAL_WARNING: "Τα σχόλια ενδέχεται να εμφανιστούν σε πρόσωπα εκτός του οργανισμού σας."
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "Ακύρωση",
         A11Y: "Αυτό το κουμπί ακυρώνει την ενέργεια μετονομασίας του αρχείου."
       },
       INVALID_CHARACTERS: "Μη έγκυρος χαρακτήρας",
       INVALID_CHARACTERS_REMOVED: "Οι μη έγκυροι χαρακτήρες αφαιρέθηκαν"
     },
     COMMENT_WIDGET: {
       EDITED: "(Τροποποιήθηκε)",
       EDITED_DATE: {
         TODAY: "Τροποποιήθηκε σήμερα στις ${time}",
         YESTERDAY: "Τροποποιήθηκε χθες στις ${time}",
         DAY: "Τροποποιήθηκε: ${EEee} στις ${time}",
         MONTH: "Τροποποιήθηκε: ${date_long}",
         YEAR: "Τροποποιήθηκε: ${date_long}"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "Αποθήκευση",
       CANCEL: "Ακύρωση",
       USER: "Χρήστης",
       COMMUNITY: "Κοινότητα",
       SHARE: "Κοινή χρήση",
       SHARE_ALT: "Κοινή χρήση με αυτόν το χρήστη",
       MEMBER_TYPE: "Είδος μέλους",
       PERSON_SHADOW: "Κείμενο για εύρεση προσώπου",
       COMMUNITY_SHADOW: "Κείμενο για εύρεση κοινότητας",
       PERSON_FULL_SEARCH: "Ο χρήστης δεν εμφανίζεται; Χρησιμοποιήστε τις πλήρεις επιλογές αναζήτησης...",
       COMMUNITY_FULL_SEARCH: "Η κοινότητα δεν εμφανίζεται; Χρησιμοποιήστε τις πλήρεις επιλογές αναζήτησης...",
       ADD_OPTIONAL_MESSAGE: "Προσθήκη προαιρετικού μηνύματος",
       ROLE_LABEL: "Ρόλος",
       ROLE_EDIT: "Επιμελητής",
       ROLE_VIEW: "Αναγνώστης"
     },
     FILE_STATE: {
       DOCS_FILE: "Αυτό είναι ένα αρχείο του Docs. Η τροποποίηση αυτού του αρχείου είναι δυνατή μόνο σε διαδικτυακό περιβάλλον.",
       LOCKED_BY_YOU: {
         TODAY: "Κλειδώθηκε από σας στις ${time}.",
         YESTERDAY: "Κλειδώθηκε από σας χθες στις ${time}.",
         DAY: "Κλειδώθηκε από σας: ${date}.",
         MONTH: "Κλειδώθηκε από σας: ${date}.",
         YEAR: "Κλειδώθηκε από σας: ${date_long}."
       },
       LOCKED_BY_OTHER: {
         TODAY: "Κλειδώθηκε από το χρήστη ${user} στις ${time}.",
         YESTERDAY: "Κλειδώθηκε από το χρήστη ${user} χθες στις ${time}.",
         DAY: "Κλειδώθηκε από το χρήστη ${user}: ${date}.",
         MONTH: "Κλειδώθηκε από το χρήστη ${user}: ${date}.",
         YEAR: "Κλειδώθηκε από το χρήστη ${user}: ${date_long}."
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "Το μήκος του σχολίου είναι πολύ μεγάλο.",
         TRIM: "Να συντομευτεί το σχόλιο;"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "Το μήκος της περιγραφής είναι πολύ μεγάλο.",
         TRIM: "Να συντομευτεί η περιγραφή;"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "Το μήκος του μηνύματος είναι πολύ μεγάλο.",
         TRIM: "Να συντομευτεί το μήνυμα;"
       },
       TAG: {
         WARN_TOO_LONG: "Το μήκος του προσδιοριστικού είναι πολύ μεγάλο.",
         TRIM: "Να συντομευτεί το προσδιοριστικό;"
       },
       TAGS: {
         WARN_TOO_LONG: "Ένα ή περισσότερα προσδιοριστικά είναι πολύ μεγάλα.",
         TRIM: "Να συντομευτούν τα προσδιοριστικά;"
       },
       FILENAME: {
         WARN_TOO_LONG: "Το μήκος του ονόματος αρχείου είναι πολύ μεγάλο."
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "Αυτό το αρχείο είναι διαθέσιμο για επεξεργασία σε διαδικτυακό περιβάλλον μόνο αν έχετε αγοράσει μια άδεια χρήσης του Docs.",
       CURRENT_EDITORS: "Αυτό το αρχείο τροποποιείται αυτή τη στιγμή στο διαδίκτυο από το χρήστη ${users}.",
       UNPUBLISHED_CHANGES: "Υπάρχουν αλλαγές σε αυτό το προσχέδιο οι οποίες δεν έχουν δημοσιευτεί ως εκδοχή.",
       PUBLISH_A_VERSION: "Δημοσίευση εκδοχής",
       PUBLISH_SUCCESS: "Δημοσιεύσατε με επιτυχία μια εκδοχή του αρχείου.",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η πρόσβαση δεν επιτράπηκε.",
         NOT_FOUND: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς το έγγραφο δεν βρέθηκε.",
         CANNOT_REACH_REPOSITORY: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς ο εξυπηρετητής Docs δεν μπορεί να συνδεθεί στο χώρο αποθήκευσης αρχείων.",
         QUOTA_VIOLATION: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής εξαιτίας περιορισμών χώρου. Αφαιρέστε άλλα αρχεία για να απελευθερώσετε επαρκή χώρο για τη δημοσίευση αυτής της εκδοχής.",
         CONVERSION_UNAVAILABLE: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η υπηρεσία μετατροπής του Docs δεν είναι διαθέσιμη. Προσπαθήστε ξανά αργότερα.",
         TOO_LARGE: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς το έγγραφο είναι πολύ μεγάλο.",
         CONVERSION_TIMEOUT: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η μετατροπή του εγγράφου από την υπηρεσία μετατροπής του Docs καθυστερεί πολύ. Προσπαθήστε ξανά αργότερα.",
         SERVER_BUSY: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς ο εξυπηρετητής Docs είναι απασχολημένος. Προσπαθήστε ξανά αργότερα.",
         DEFAULT: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η υπηρεσία Docs δεν είναι διαθέσιμη. Προσπαθήστε ξανά αργότερα."
       }
     },
     COMMENTS: {
       EMPTY: "Δεν υπάρχουν σχόλια.",
       MODERATED: "Το σχόλιο υποβλήθηκε για εξέταση και θα είναι διαθέσιμο όταν εγκριθεί. ",
       ERROR: {
         SAVE: {
           DEFAULT: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας. Προσπαθήστε ξανά αργότερα.",
           UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να αποθηκεύσετε το σχόλιό σας, θα πρέπει να συνδεθείτε ξανά.",
           NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
           ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
         },
         DELETE: {
           DEFAULT: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας. Προσπαθήστε ξανά αργότερα.",
           UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να διαγράψετε το σχόλιό σας, θα πρέπει να συνδεθείτε ξανά.",
           NOT_FOUND: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
           ACCESS_DENIED: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "Αποθήκευση",
       EDIT_TAGS: "Τροποποίηση προσδιοριστικών",
       ERROR: {
         SAVE: {
           DEFAULT: "Δεν ήταν δυνατή η δημιουργία του προσδιοριστικού. Προσπαθήστε ξανά αργότερα."
         },
         DELETE: {
           DEFAULT: "Δεν ήταν δυνατή η διαγραφή του προσδιοριστικού. Προσπαθήστε ξανά αργότερα."
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "Περισσότερες πληροφορίες...",
       READ_LESS: "Λιγότερες πληροφορίες..."
     },
     SHARE: {
	     EVERYONE: "Όλα τα μέλη του οργανισμού μου",
	     ADD_TOOLTIP: "Αποθήκευση",
	     ROLES: {
	       OWNER: "Κάτοχος",
	       EDIT: "Επιμελητές",
	       VIEW: "Αναγνώστες",
	       FOLDER: "Κοινή χρήση σε φακέλους"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "Κάτοχος"
	       },
	       EDIT: {
	         ROLE: "Τροποποίηση",
           ADD: "Προσθήκη επιμελητή"
	       },
	       VIEW: {
	         ROLE: "Αναγνώστης",
           ADD: "Προσθήκη αναγνώστη"
	       },
	       FOLDER: {
           ADD: "Προσθήκη φακέλων",
           COMMUNITY_ADD: "Προσθήκη σε φάκελο",
           MOVE: "Μεταφορά σε φάκελο"
	       },
	       MULTI: {
	         ADD: "Προσθήκη προσώπων ή κοινοτήτων",
	         ADD_PEOPLE: "Προσθήκη προσώπων"
	       }
	     },
	     PUBLIC: {
	        SHORT: "Όλα τα μέλη του οργανισμού μου",
	        LONG: {
	           GENERIC: "Όλα τα μέλη στον οργανισμό σας",
	           ORG: "Όλα τα μέλη στον οργανισμό ${org}"
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "Αυτό το αρχείο έχει ήδη διατεθεί για κοινή χρήση στο χρήστη ${user}.",
	       ERROR: "Δεν είναι δυνατή η διάθεση για κοινή χρήση με το χρήστη ${user}.",
	       SELF: "Δεν μπορείτε να διαθέσετε περιεχόμενο για κοινή χρήση στον εαυτό σας."
	     },
	     SHARE_INFO: {
	       PROMOTED: "Ο χρήστης ${user} έλαβε ανώτερο ρόλο κοινής χρήσης."
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "Επιτυχής διάθεση για κοινή χρήση με το χρήστη ${user}"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "Προαιρετικό μήνυμα..."
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "Προετοιμασία παραμέτρων εξωτερικού χρήστη",
            ACTION: "Προετοιμασία παραμέτρων εξωτερικού χρήστη...",
            TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικού χρήστη",
            DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
            PROMPT: {
              NO_ACCOUNT: "Ο ακόλουθος χρήστης δεν έχει λογαριασμό. Ως εκ τούτου, δεν του διατέθηκε περιεχόμενο για κοινή χρήση.",
              INVITE: "Προσκαλέστε αυτόν το χρήστη ως επισκέπτη για να του διαθέσετε περιεχόμενο για κοινή χρήση."
            },
            SUBMIT: "Συνέχιση για αποστολή πρόσκλησης",
            CANCEL: "Ακύρωση",
            ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμού. Προσπαθήστε ξανά αργότερα.",
            SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμού για το χρήστη."
	       },
	       PLURAL: {
	         NAME: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
	         ACTION: "Προετοιμασία παραμέτρων εξωτερικών χρηστών...",
	         TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
	         DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
	         PROMPT: {
	           NO_ACCOUNT: "Οι ακόλουθοι χρήστες δεν έχουν λογαριασμό. Ως εκ τούτου, δεν τους διατέθηκε περιεχόμενο για κοινή χρήση.",
	           INVITE: "Προσκαλέστε αυτούς τους χρήστες ως επισκέπτες για να τους διαθέσετε περιεχόμενο για κοινή χρήση."
	         },
	         SUBMIT: "Συνέχιση για αποστολή προσκλήσεων",
	         CANCEL: "Ακύρωση",
	         ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμών. Προσπαθήστε ξανά αργότερα.",
	         SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμών για τους χρήστες."
	       },
	       ABSTRACT: {
	         NAME: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
            ACTION: "Προετοιμασία παραμέτρων εξωτερικών χρηστών...",
            TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
            DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
            PROMPT: {
              NO_ACCOUNT: "Ορισμένοι χρήστες δεν έχουν λογαριασμό. Ως εκ τούτου, δεν τους διατέθηκε περιεχόμενο για κοινή χρήση.",
              INVITE: "Προσκαλέστε αυτούς τους χρήστες ως επισκέπτες για να τους διαθέσετε περιεχόμενο για κοινή χρήση."
            },
            SUBMIT: "Συνέχιση για αποστολή προσκλήσεων",
            CANCEL: "Ακύρωση",
            ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμών. Προσπαθήστε ξανά αργότερα.",
            SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμών για τους χρήστες."
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "Επιλογές κοινής χρήσης",
         PROPAGATION: "Επιτρέπεται σε άλλους η διάθεση αυτού του αρχείου για κοινή χρήση",
         EVERYONE: "Όλοι οι χρήστες μπορούν να διαθέσουν αυτό το αρχείο για κοινή χρήση.",
         OWNER_ONLY: "Μόνο ο κάτοχος μπορεί να διαθέσει αυτό το αρχείο για κοινή χρήση.",
         STOP_SHARE: "Τερματισμός κοινής χρήσης",
         MAKE_INTERNAL: "Τερματισμός εξωτερικής κοινής χρήσης",
         MAKE_INTERNAL_SUCCESS: "Δεν μπορεί πλέον να γίνει κοινή χρήση αυτού του αρχείου με χρήστες που δεν ανήκουν στον οργανισμό σας.",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "Ορισμός ως εσωτερικού",
           PROMPT: "Με τον ορισμό αυτού του αρχείου ως εσωτερικού, το αρχείο δεν θα μπορεί πλέον να διατεθεί για κοινή χρήση από χρήστες που δεν ανήκουν στον οργανισμό σας. ${br}${br}" +
             "Όλες οι κοινοχρησίες με εξωτερικούς χρήστες, εξωτερικές κοινότητες ή εξωτερικούς φακέλους θα αφαιρεθούν.${br}${br}Ο ορισμός ενός αρχείου ως εσωτερικού είναι μόνιμος και δεν μπορεί να αναιρεθεί."
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "Τερματισμός κοινής χρήσης αρχείου",
           PROMPT: "Είστε βέβαιοι ότι θέλετε να τερματίσετε την κοινή χρήση αυτού του αρχείου;",
           QUESTION_PUBLIC: "Αυτό το αρχείο δεν θα εμφανίζεται πλέον δημόσια στον οργανισμό ούτε θα είναι διαθέσιμο για κοινή χρήση από πρόσωπα ή σε φακέλους ή κοινότητες. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
           QUESTION_PUBLIC_E: "Αυτό το αρχείο δεν θα εμφανίζεται πλέον δημόσια στον οργανισμό ούτε θα είναι διαθέσιμο για κοινή χρήση από πρόσωπα ή σε φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
           QUESTION: "Το αρχείο δεν θα είναι πλέον κοινόχρηστο με πρόσωπα ή κοινότητες και θα αφαιρεθεί από όλους τους φακέλους εκτός από τους ιδιωτικούς σας φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
           QUESTION_E: "Αυτό το αρχείο δεν θα είναι πλέον κοινόχρηστο με πρόσωπα και θα αφαιρεθεί από όλους τους φακέλους εκτός από τους ιδιωτικούς σας φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας."
         },
         MAKE_PRIVATE_SUCCESS: "Το αρχείο είναι πλέον ιδιωτικό.",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "Δεν είναι δυνατός ο τερματισμός κοινής χρήσης του αρχείου. Προσπαθήστε ξανά αργότερα."
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "Οι κοινοχρησίες μου"
	   },
	   STREAM: {
	     LOADING: "Φόρτωση...",
	     LOAD_MORE: "Φόρτωση περισσότερων..."
	   },
	   ENTRY: {
	     REMOVE: "Αφαίρεση",
	     RESTORE: "Επαναφορά",
	     EDIT: "Τροποποίηση",
	     DELETE: "Διαγραφή",
	     OK: "OK",
	     CANCEL: "Ακύρωση",
	     USER_PICTURE: "Φωτογραφία του χρήστη ${0}",
	     FLAG: "Σημείωση στοιχείου ως ακατάλληλου"
	   },
	   PANEL: {
	     LOAD_ERROR: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στα μεταδεδομένα αυτού του αρχείου.",
	     ABOUT: {
	       TITLE: "Πληροφορίες",
	       EXPAND_BUTTON: "Αναπτύξτε αυτό το κουμπί για να δείτε περισσότερες πληροφορίες.",
	       CURRENT_VERSION_HEADER: "Τρέχουσα εκδοχή ${versionNumber}",
	       FILE_SIZE_HEADER: "Μέγεθος αρχείου",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - Τρέχουσα εκδοχή",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - Όλες οι εκδοχές",
	       DOCS_DRAFT_UPDATED_HEADER: "Το προσχέδιο τροποποιήθηκε",
	       DOCS_DRAFT_CREATED_HEADER: "Το προσχέδιο δημιουργήθηκε",
	       DOCS_UPDATED_HEADER: "Δημοσιεύτηκε",
	       DOCS_CREATED_HEADER: "Δημιουργήθηκε",
	       UPDATED_HEADER: "Ενημερώθηκε",
	       CREATED_HEADER: "Δημιουργήθηκε",
	       LIKES_HEADER: "Θετικές γνώμες",
	       LIKES_EXPAND_ICON: "Αναπτύξτε αυτό το εικονίδιο για να δείτε ποιοι έχουν δηλώσει τους αρέσει το αρχείο.",
	       DOWNLOADS_HEADER: "Μεταφορτώσεις",
	       DOWNLOADS_HEADER_MORE: "Μεταφορτώσεις (${0})",
	       DOWNLOADS_EXPAND_ICON: "Αναπτύξτε αυτό το εικονίδιο για να δείτε ποιοι έχουν μεταφορτώσει το αρχείο.",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} ανώνυμα",
	       DOWNLOADS_LATEST_VERSION: "Έχετε την πιο πρόσφατη εκδοχή αυτού του αρχείου.",
	       DOWNLOADS_LAST_VERSION: "Μεταφορτώσατε τελευταία την εκδοχή ${0} αυτού του αρχείου.",
	       TAGS_HEADER: "Προσδιοριστικά",
	       DESCRIPTION_HEADER: "Περιγραφή",
	       DESCRIPTION_READ_MORE: "Περισσότερες πληροφορίες...",
	       LINKS_HEADER: "Διασυνδέσεις",
	       SECURITY: "Ασφάλεια",
	       FILE_ENCRYPTED: "Το περιεχόμενο του αρχείου είναι κρυπτογραφημένο. Η αναζήτηση στο περιεχόμενο των κρυπτογραφημένων αρχείων δεν είναι δυνατή. Επιπλέον, δεν υποστηρίζεται η χρήση του HCL Docs για την προβολή και την τροποποίηση των κρυπτογραφημένων αρχείων.",
	       GET_LINKS: "Λήψη διασυνδέσεων...",
	       ADD_DESCRIPTION: "Προσθήκη περιγραφής",
	       NO_DESCRIPTION: "Δεν υπάρχει περιγραφή",
	       ADD_TAGS: "Προσθήκη προσδιοριστικών",
	       NO_TAGS: "Δεν υπάρχουν προσδιοριστικά"
	     },
	     COMMENTS: {
	       TITLE: "Σχόλια",
	       TITLE_WITH_COUNT: "Σχόλια (${0})",
	       VERSION: "Εκδοχή ${0}",
	       FEED_LINK: "Διανομή περιεχομένου για αυτά τα σχόλια",
	       FEED_TITLE: "Παρακολουθήστε τις αλλαγές που γίνονται σε αυτά τα σχόλια μέσω ενός προγράμματος ανάγνωσης περιεχομένου υπηρεσιών διανομής (feed reader)."
	     },
	     SHARING: {
	       TITLE: "Κοινή χρήση",
	       TITLE_WITH_COUNT: "Κοινή χρήση (${0})",
	       SHARED_WITH_FOLDERS: "Κοινή χρήση σε φακέλους - ${count}",
	       SEE_WHO_HAS_SHARED: "Προβολή πληροφοριών διάθεσης για κοινή χρήση",
           COMMUNITY_FILE: "Τα αρχεία που ανήκουν σε μια κοινότητα δεν μπορούν να διατεθούν για κοινή χρήση σε άλλες κοινότητες ή μεμονωμένα πρόσωπα.",
           SHARED_WITH_COMMUNITY: "Κοινή χρήση με τα μέλη της κοινότητας '${0}'",
           LOGIN: "Σύνδεση",
           NO_SHARE: "Αυτό το αρχείο δεν έχει προστεθεί ακόμα σε φακέλους.",
           ONE_SHARE: "Αυτό το αρχείο βρίσκεται σε 1 φάκελο ή κοινότητα όπου δεν έχετε πρόσβαση.",
           MULTIPLE_SHARE: "Αυτό το αρχείο βρίσκεται σε ${fileNumber} φακέλους ή κοινότητες όπου δεν έχετε πρόσβαση."
	     },
	     VERSIONS: {
	       TITLE: "Εκδοχές",
	       TITLE_WITH_COUNT: "Εκδοχές (${0})",
	       FEED_LINK: "Διανομή περιεχομένου για αυτές τις εκδοχές",
	       FEED_TITLE: "Παρακολουθήστε τις αλλαγές που γίνονται σε αυτό το αρχείο μέσω ενός προγράμματος ανάγνωσης περιεχομένου υπηρεσιών διανομής (feed reader)."
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "Επιβεβαίωση ενέργειας",
       DIALOG_TITLE: "Επιβεβαίωση",
       PROMPT: "Είστε βέβαιοι ότι επιθυμείτε να εκτελέσετε αυτή την ενέργεια;",
       ERROR: "Παρουσιάστηκε ένα σφάλμα κατά την εκτέλεση της ενέργειας. Προσπαθήστε ξανά αργότερα.",
       TOOLTIP: "Εκτέλεση ενέργειας",
       OK: "OK",
       CANCEL: "Ακύρωση",
       A11Y: "Αυτό το κουμπί εκτελεί την τρέχουσα ενέργεια."
     },
     THUMBNAIL: {
       TITLE: "Μικρογραφία",
       CHANGE_LINK: "Αλλαγή μικρογραφίας...",
       ERROR: "Δεν ήταν δυνατή η αποθήκευση της μικρογραφίας. Προσπαθήστε ξανά αργότερα.",
       EXT_ERROR: "Επιλέξτε ένα αρχείο με μία από τις ακόλουθες υποστηριζόμενες προεκτάσεις: ${0}",
       SUCCESS: "Η μικρογραφία άλλαξε.",
       UPLOAD: "Αποθήκευση",
       CANCEL: "Ακύρωση"
     },
     UPLOAD_VERSION: {
       LINK: "Μεταφόρτωση νέας εκδοχής στην υπηρεσία...",
       CHANGE_SUMMARY: "Προαιρετική σύνοψη αλλαγών...",
       ERROR: "Δεν ήταν δυνατή η αποθήκευση της νέας εκδοχής. Προσπαθήστε ξανά αργότερα.",
       SUCCESS: "Η νέα εκδοχή αποθηκεύτηκε.",
       UPLOAD: "Μεταφόρτωση",
       UPLOAD_AND_CHANGE_EXTENSION: "Μεταφόρτωση και αλλαγή προέκτασης",
       CANCEL: "Ακύρωση"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στο αρχείο. Προσπαθήστε ξανά αργότερα.",
       UNAUTHENTICATED: "Έληξε η προθεσμία της συνεδρίας σας. Για να είναι δυνατή η προβολή του αρχείου, θα πρέπει να συνδεθείτε ξανά.",
       NOT_FOUND: "Το αρχείο που ζητήσατε έχει διαγραφεί ή μεταφερθεί. Αν κάποιος σας έστειλε αυτή τη διασύνδεση, βεβαιωθείτε ότι είναι σωστή.",
       ACCESS_DENIED: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου. Το αρχείο δεν σας έχει διατεθεί για κοινή χρήση.",
       ACCESS_DENIED_ANON: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου. Αν είστε ο κάτοχος του αρχείου ή αν σας έχει διατεθεί για κοινή χρήση, θα πρέπει πρώτα να συνδεθείτε."
     },
     LOAD_ERROR: {
       DEFAULT: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στη διασύνδεση.",
       ACCESS_DENIED: "Επικοινωνήστε με τον κάτοχο του αρχείου για να του ζητήσετε να σας εκχωρήσει δικαίωμα προβολής του αρχείου."
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - Αρχείο",
       LOAD_ERROR: "Σφάλμα κατά την πρόσβαση του αρχείου"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
