define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "מידע נוסף על פקד הספריה",
		   COMMUNITY_LIBRARY_TITLE: "אודות ספריות קהילה", 
		   COMMUNITY_LIBRARY_DESC: "פקד הספריה מעמיד ניהול תוכן שיתופי ומאפיינים חברתיים מורחבים לרשות חברי הקהילה. תוכלו להתאים את אופן השיתוף של קבצים ותיקיות, לערוך קבצים ביחד עם עמיתים באמצעות טיוטות, ולסקור קבצים מעודכנים לפני שתגדירו אותם כזמינים לחברי הקהילה.",
		   SHARE_FILES_TITLE: "שיתוף קבצים", 
		   SHARE_FILES_DESC: "קבצים ותיקיות משותפים עם כל חברי הקהילה כברירת מחדל. חברים יכולים לשנות את הגדרות השיתוף עבור קבצים ותיקיות כדי להתאים את שיטת העבודה המשותפת בקהילה.",
		   EDIT_FILES_TITLE: "עריכת קבצים", 
		   EDIT_FILES_DESC: "חברי קהילה יכולים לבצע שינויים בקבצים באמצעות טיוטות אישיות. הטיוטה נשארת פרטית עד שהחבר מוכן לפרסם אותה כך שתהיה זמינה לשאר חברי הקהילה.",
		   REVIEW_FILES_TITLE: "סקירת קבצים", 
		   REVIEW_FILES_DESC: "סקירה מאפשרת לקהילה לפקח על איכות הקבצים. כשסקירת טיוטות מופעלת, חברי קהילה נבחרים חייבים לסקור כל טיוטה ולאשר את השינויים לפני הפרסום.",
		   LINKED_LIBRARY_WIDGET_TITLE: "מידע נוסף על פקד הספריה המקושרת", 
		   LINKED_LIBRARY_TITLE: "אודות ספריות מקושרות", 
		   LINKED_LIBRARY_DESC: "השתמשו בפקד הספריות המקושרות כדי לשלב בקהילה תוכן ממקורות חיצוניים. תוכלו לעבוד על קבצים ביחד עם עמיתיכם תוך שימוש ביכולות חברתיות מוכרות.", 
		   CONNECT_CONTENT_TITLE: "חיבור לתוכן", 
		   CONNECT_CONTENT_DESC: "חברו את פקד הספריות המקושרות למאגר מסמכים חיצוני, כדי שתוכלו לבצע פעולות על תוכנו ישירות מהקהילה שלכם. כדי ליצור את החיבור, דרוש מידע על מיקום המאגר ופרטי התחברות לגישה אל המאגר.",
		   FILES_WIDGET_TITLE: "מידע נוסף על פקד יישום הקבצים", 
		   FILES_TITLE: "אודות יישום הקבצים", 
		   FILES_DESC: "השתמשו בפקד יישום הקבצים לעבוד על תוכן ביחד עם עמיתיכם. תוכלו לשתף לערוך את התוכן באמצעות גרסאות, לשפר את יכולת האחזור של התוכן באמצעות נעיצת קבצים מועדפים, ולסדר את התוכן בתיקיות.", 
		   UPLOAD_SHARE_TITLE: "טעינה ושיתוף של קבצים",
		   UPLOAD_SHARE_DESC: "טענו קבצים כדי להוסיף אותם לפעילות או לקהילה, או פשוט לאחסן אותם ולשתף אותם עם עמיתים. תייגו קבצים כדי שאחרים יוכלו למצוא אותם בקלות. תוכלו לשתף קבצים עם עמיתים ולהגדיר אותם כעורכים, כדי שתוכלו לעבוד ביחד על עדכון התוכן.",
		   EDIT_FILES_TITLE: "עריכת קבצים",
		   EDIT_FILES_DESC:"תוכלו לעבוד ביחד עם עמיתיכם כדי לערוך תוכן המאוחסן ביישום הקבצים. כל אחד יכול לקרוא ולהוריד קובצי תמונות. תוכלו לשתף תוכן באופן פרטי כדי לעבוד עם עמיתים נבחרים. השתמשו ביישום הקבצים כדי לעבוד על גרסאות של עבודתכם, והוסיפו הערות כדי ליצור דיון."
});

