define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "了解有关“库”窗口小部件的更多信息",
		   COMMUNITY_LIBRARY_TITLE: "关于社区文档库", 
		   COMMUNITY_LIBRARY_DESC: "“库”窗口小部件可使社区成员使用协作内容管理和增强型社交功能。 在使社区成员可以使用这些功能之前，请定制共享文件和文件夹的方式，使用草稿与同事一起编辑文件并复审更新后的文件。",
		   SHARE_FILES_TITLE: "共享文件", 
		   SHARE_FILES_DESC: "缺省情况下，将与所有社区成员共享文件和文件夹。 成员可以更改文件和文件夹的共享设置，以定制在社区内工作时这些成员的协作方式。",
		   EDIT_FILES_TITLE: "编辑文件", 
		   EDIT_FILES_DESC: "社区成员可以使用个人草稿来对文件进行更改。 在成员准备将草稿发布到社区以供其他成员使用之前，草稿将保持私有状态。",
		   REVIEW_FILES_TITLE: "复审文件", 
		   REVIEW_FILES_DESC: "复审能够使社区控制文件质量。 启用草稿复审后，所选社区成员必须在发布前复审各个草稿并批准更改。",
		   LINKED_LIBRARY_WIDGET_TITLE: "了解有关“链接库”窗口小部件的更多信息", 
		   LINKED_LIBRARY_TITLE: "关于链接库", 
		   LINKED_LIBRARY_DESC: "“链接库”窗口小部件可用于将外部源中的内容集成到您的社区中。 使用熟悉的社交功能与同事协作处理文件。", 
		   CONNECT_CONTENT_TITLE: "连接到内容", 
		   CONNECT_CONTENT_DESC: "将“链接库”窗口小部件连接到外部文档存储库，以便直接从社区中与该存储库进行交互并管理其内容。 要创建此连接，您需要有关存储库位置的信息以及用于访问存储库的登录详细信息。",
		   FILES_WIDGET_TITLE: "了解有关“文件”窗口小部件的更多信息", 
		   FILES_TITLE: "关于“文件”", 
		   FILES_DESC: "“文件”窗口小部件可用于通过版本来共享和编辑内容以与同事协作处理内容，将所需文件置顶以提高内容的可检索性，以及使用文件夹来组织内容。", 
		   UPLOAD_SHARE_TITLE: "上传并共享文件",
		   UPLOAD_SHARE_DESC: "上载文件以将这些文件添加到活动或社区，或仅存储这些文件并与同事共享。 对文件进行标记以使其他成员可以轻松地找到这些文件。 与同事共享文件并让同事成为编辑者以便共同更新内容。",
		   EDIT_FILES_TITLE: "编辑文件",
		   EDIT_FILES_DESC:"与同事一起编辑“文件”中存储的内容。 公共文件可供任何人阅读和下载。 私下共享内容以与所选同事一起处理该内容。 使用“文件”跟踪工作版本并添加注释来创建讨论。"
});

