/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "ดูตัวอย่าง",
   PREV_TITLE: "ดูไฟล์ก่อนหน้านี้ในแกลเลอรี",
   NEXT_TITLE: "ดูไฟล์ถัดไปในแกลเลอรี",
   DETAILS: "ดูรายละเอียดไฟล์",
   DETAILS_TITLE: "เปิดหน้ารายละเอียดไฟล์",
   DETAILS_A11Y: "การเรียกใช้งานลิงก์นี้จะปิดไดอะล็อกการแสดงตัวอย่างแกลเลอรี และนำคุณไปยังหน้ารายละเอียดแกลเลอรีสำหรับไฟล์นี้",
   CANCEL: "ยกเลิก",
   NO_IMG_PREV: "การแสดงตัวอย่างไม่พร้อมใช้งานในปัจจุบัน",
   PLAY_VIDEO_TOOLTIP: "เล่น ${0}",
   A11Y: "${description}.  วิดีโอของคุณอาจใช้เวลาดาวน์โหลดสองสามนาที",
   NODESCRIPFILE: "ไม่มีคำอธิบายอยู่",
   REQUIRED_A11Y: "* บ่งชี้ฟิลด์บังคับ",
   FILEVIEW_NO_FOUND: "การแสดงตัวอย่างไม่พร้อมใช้งานสำหรับไฟล์นี้"
})

