/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "authorize" : {
         "legal" : "Licensed Materials - Property of IBM Corp. 5724-S68 \xa9 IBM Corporation 2007, 2012. Παραχωρηθέντα με άδεια χρήσης υλικά ιδιοκτησίας IBM Corp. Ο όρος IBM, το λογότυπο IBM και οι όροι ibm.com και Lotus είναι εμπορικά σήματα της IBM Corporation στις Ηνωμένες Πολιτείες ή/και σε άλλες χώρες. Περιορισμένα Δικαιώματα Χρηστών Κυβέρνησης ΗΠΑ - Η χρήση, αναπαραγωγή ή αποκάλυψη υπόκειται στους όρους του Σχεδίου Σύμβασης GSA ADP με την IBM Corp. Ανατρέξτε στη σελίδα Πληροφορίες για περισσότερες πληροφορίες.",
         "error" : "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.",
         "granted" : {
            "title" : "Εκχώρηση πρόσβασης",
            "blurb" : "Εκχωρήσατε πρόσβαση στην εφαρμογή ${0} ώστε να επικοινωνεί με το λογαριασμό σας στο HCL Connections."
         },
         "denied" : {
            "title" : "Απαγόρευση πρόσβασης",
            "blurb" : "Απαγορεύσατε στην εφαρμογή ${0} την πρόσβαση ώστε να επικοινωνεί με το λογαριασμό σας στο HCL Connections."
         },
         "blurb" : "Η υπηρεσία {0} ζητά πρόσβαση στις πληροφορίες σας από το HCL Connections, συμπεριλαμβανομένου του περιεχομένου του Connections.",
         "revoke" : {
            "description" : "Μπορείτε να ανακαλέσετε την πρόσβαση οποιαδήποτε στιγμή επιλέγοντας Ρυθμίσεις του HCL Connections > {0}. Το Connections μπορεί κατά διαστήματα να σας ζητήσει να εκχωρήσετε ξανά πρόσβαση.",
            "link" : "Πρόσβαση εφαρμογών"
         },
         "authorize" : {
            "label" : "Εκχώρηση πρόσβασης"
         },
         "windowtitle" : "Εξουσιοδότηση πρόσβασης στο HCL Connections",
         "title" : "Αίτηση πρόσβασης",
         "deny" : {
            "label" : "Απαγόρευση πρόσβασης"
         },
         "action_tooltip" : "Εκχώρηση πρόσβασης στην εφαρμογή ${0}",
         "action" : "Εκχώρηση πρόσβασης",
         "connections" : {
            "heading" : "HCL Connections"
         },
         "success" : "Επιστρέφετε στην εφαρμογή ${0}."
      },
      "javascript" : {
         "disabled" : {
            "title" : "Ενεργοποίηση JavaScript",
            "p2" : "Ανανεώστε τη σελίδα για να συνεχίσετε.",
            "p1" : "Η JavaScript έχει απενεργοποιηθεί στο πρόγραμμα πλοήγησης.  Για τη σωστή λειτουργία του HCL Connections, απαιτείται η ενεργοποίηση της JavaScript.  Αφού ενεργοποιήσετε τη JavaScript, ανανεώστε τη σελίδα."
         }
      },
      "errors" : {
         "malformed_request" : {
            "title" : "Δεν είναι δυνατή η επεξεργασία της αίτησής σας",
            "description" : "Η αίτηση που υποβλήθηκε από την εφαρμογή για πρόσβαση στο λογαριασμό σας στο HCL Connections δεν ήταν πλήρης.  Πατήστε το κουμπί Πίσω του προγράμματος πλοήγησης για να επιστρέψετε στο δικτυακό τόπο ή στην εφαρμογή που σας προώθησε σε αυτή τη σελίδα και προσπαθήστε ξανά.  Αν το σφάλμα δεν διορθωθεί, αναφέρετε το πρόβλημα στο διαχειριστή."
         },
         "invalid_token" : {
            "title" : "Δεν είναι δυνατή η επεξεργασία της αίτησής σας",
            "description" : "Η αίτηση που υποβλήθηκε από την εφαρμογή για πρόσβαση στο λογαριασμό σας στο HCL Connections δεν ήταν έγκυρη.  Πατήστε το κουμπί Πίσω του προγράμματος πλοήγησης για να επιστρέψετε στο δικτυακό τόπο ή στην εφαρμογή που σας προώθησε σε αυτή τη σελίδα και προσπαθήστε ξανά.  Αν το σφάλμα δεν διορθωθεί, αναφέρετε το πρόβλημα στο διαχειριστή."
         },
         "default_action" : {
            "label" : "Επιστροφή στην Αρχική σελίδα"
         }
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Σφάλμα:",
            "icon_alt" : "Σφάλμα"
         },
         "success" : {
            "a11y_label" : "Επιτυχία:",
            "icon_alt" : "Επιτυχία"
         },
         "warning" : {
            "a11y_label" : "Προειδοποίηση:",
            "icon_alt" : "Προειδοποίηση"
         },
         "info" : {
            "a11y_label" : "Πληροφορίες:",
            "icon_alt" : "Πληροφορίες"
         }
      },
      "loading" : "Φόρτωση...",
      "deny" : {
         "error" : "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.",
         "action_tooltip" : "Απαγόρευση πρόσβασης για την εφαρμογή ${0}",
         "action" : "Απαγόρευση πρόσβασης",
         "success" : "Η πρόσβαση απαγορεύτηκε."
      },
      "grid" : {
         "applications" : {
            "summary" : "Λίστα των εφαρμογών που έχουν πρόσβαση στις πληροφορίες σας στο HCL Connections.",
            "loading" : "Φόρτωση...",
            "empty" : "Δεν βρέθηκαν εφαρμογές.",
            "reverse_sort" : "Αντίστροφη ταξινόμηση"
         }
      },
      "applications" : {
         "windowtitle" : "Πρόσβαση εφαρμογών",
         "details" : "Εφαρμογές με δικαίωμα πρόσβασης στις πληροφορίες σας στο HCL Connections.",
         "error" : "Η λίστα δεν ανακτήθηκε εξαιτίας κάποιου σφάλματος.",
         "titlebar" : {
            "tab2" : "Πρόσβαση εφαρμογών",
            "tab1" : "Ειδοποιήσεις μέσω e-mail",
            "tab3" : "Διεθνοποίηση"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Με το πάτημα αυτού του κουμπιού, η σελίδα θα ανανεωθεί με νέο περιεχόμενο.  Για να επιστρέψετε σε αυτό το μενού, μεταβείτε στο:"
         },
         "a11y" : {
            "titlebar_label" : "Ρυθμίσεις του HCL Connections"
         },
         "heading" : "Πρόσβαση εφαρμογών"
      },
      "sorts" : {
         "application_name" : "Όνομα εφαρμογής",
         "authorization_date" : "Ημερομηνία εξουσιοδότησης",
         "expiration_date" : "Ημερομηνία λήξης",
         "action" : "Ενέργεια"
      },
      "revoke_token" : {
         "error" : "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.",
         "dialog_title" : "Ανάκληση πρόσβασης",
         "action_tooltip" : "Ανάκληση πρόσβασης για την εφαρμογή ${0}",
         "action" : "Ανάκληση",
         "ok" : "OK",
         "cancel" : "Ακύρωση",
         "confirm" : "Να ανακληθεί η πρόσβαση αυτής της εφαρμογής στις πληροφορίες σας στο HCL Connections; ",
         "success" : "Η εφαρμογή αφαιρέθηκε."
      }
});
