/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2020                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

define({
      FILE_VIEWER_TITLE: "Προεπισκόπηση αρχείου",
      FILENAME_TOOLTIP: "Τροποποίηση ονόματος αρχείου",
      ICON_TOOLTIP: "Κατέβασμα αρχείου",
      ERROR: "Παρουσιάστηκε σφάλμα.",
      FILE_MALICIOUS: "Σάρωση εντοπισμένου κακόβουλου περιεχομένου",
      SHARED_EXTERNALLY: "Εξωτερική κοινή χρήση",
      FILE_SYNCED: "Προστέθηκε στη λειτουργία συγχρονισμού",
      MY_DRIVE: {
         TITLE: "Στη μονάδα δίσκου μου",
         ROOT_FOLDER: "/Η μονάδα δίσκου μου",
         FOLDER: "/Η μονάδα δίσκου μου/.../${0}"
      },
      MORE_ACTIONS: {
         TITLE: "Περισσότερες ενέργειες",
         A11Y: "Ανοίγει ένα αναπτυσσόμενο μενού με επιπλέον ενέργειες που μπορούν να εκτελεστούν με το αρχείο.",
            PANELS: {
               TITLE: "Περισσότερα",
               A11Y: "Ανοίγει ένα αναπτυσσόμενο μενού με μια λίστα κρυφών πλαισίων"
            }
      },
      WELCOME: {
         TITLE: "Συνδυασμένη προβολή αρχείων και λεπτομερειών",
         SUBTITLE: "Μπορείτε πλέον να βλέπετε τα αρχεία και τα σχόλιά τους στην ίδια σελίδα.",
         LINES: {
            LINE_1: "Αυτή η σελίδα περιέχει όλα όσα μέχρι τώρα βρίσκονταν σε χωριστές σελίδες.",
            LINE_2: "Τα σχόλια, οι επιλογές και οι πληροφορίες κοινής χρήσης, οι εκδοχές και οι βασικές πληροφορίες ενός αρχείου εμφανίζονται τώρα δίπλα στο περιεχόμενό του."
         }
      },
      NAVIGATION: {
         NEXT_A11Y: "Αυτό το κουμπί σάς μεταφέρει στο επόμενο αρχείο.",
         PREVIOUS_A11Y: "Αυτό το κουμπί σάς μεταφέρει στο προηγούμενο αρχείο."
      },
      SPLIT_ACTION: {
         MENU: {
            TITLE: "Περισσότερες επιλογές τροποποίησης",
            A11Y: "Αυτό το κουμπί ανοίγει ένα μενού με περισσότερες επιλογές τροποποίησης."
         },
         BUTTON: {
            EDIT: {
               TITLE: "Τροποποίηση"
            },
            UPLOAD: {
               TITLE: "Ανέβασμα"
            },
            CREATE: {
              TITLE: "Δημιουργία"
            }
         }
      },
      ACTION: {
         RESIZE: {
           RESIZE_BAR: "Αλλαγή διαστάσεων πλαισίου",
           USAGE: "Χρησιμοποιήστε τα πλήκτρα αριστερής και δεξιάς αγκύλης για να αλλάξετε τις διαστάσεις του πλαισίου."
       },
         CLOSE: {
            TOOLTIP: "Κλείσιμο",
            A11Y: "Αυτό το κουμπί κλείνει τη λειτουργία προβολής αρχείων.",
            WARNING_DIALOG: {
              DIALOG_TITLE: "Το αρχείο σας ανεβαίνει στην εφαρμογή.",
              PROMPT: "Η μεταφόρτωση του αρχείου σας δεν έχει ακόμα ολοκληρωθεί. Αν κλείσετε πριν ολοκληρωθεί η μεταφόρτωση του αρχείου, η μεταφόρτωση θα ακυρωθεί.",
              OK: "Κλείσιμο",
              CANCEL: "Αναμονή ανεβάσματος"
            }
         },
         ADD_TO_FILES: {
           TOOLTIP: "Προσθήκη στην εφαρμογή Αρχεία",
           A11Y: "Αυτό το κουμπί προσθέτει το συνημμένο στην εφαρμογή Αρχεία.",
           VIEW_NOW: "Άμεση προβολή"
         },
         TEAR_OFF: {
           TOOLTIP: "Άνοιγμα σε νέο παράθυρο",
           A11Y: "Άνοιγμα σε νέο παράθυρο",
           ERROR_TEARING_OFF: "Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανοίγματος του νέου παραθύρου.",
           DIALOG_TITLE: "Επιβεβαίωση",
           UNSAVED_CHANGES_WARNING: "Υπάρχουν μη αποθηκευμένες αλλαγές που θα χαθούν. Θέλετε να γίνει άνοιγμα σε νέο παράθυρο;",
           OK: "Ναι",
           CANCEL: "Όχι",
           OPEN: "Άνοιγμα",
           OPEN_ANYWAY: "Άνοιγμα οπωσδήποτε",
           CANCEL_ALT: "Ακύρωση"
         },
         CREATE_FROM_TEMPLATE: {
            NAME: "Νέο από αρχείο",
            ACTION_NAME:"Δημιουργία αρχείου",
            A11Y: {
               TEXT: "Δημιουργήστε ένα έγγραφο (αρχείο DOC, DOCX ή ODT) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα έγγραφα online στο Docs.",
               PRES: "Δημιουργήστε μια παρουσίαση (αρχείο PPT, PPTX ή ODP) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτές τις παρουσιάσεις online στο Docs.",
               SHEET: "Δημιουργήστε ένα υπολογιστικό φύλλο (αρχείο XLS, XLSX ή ODS) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα υπολογιστικά φύλλα online στο Docs."
            },
            PROMPT: {
               TEXT: "Δημιουργήστε ένα έγγραφο (αρχείο DOC, DOCX ή ODT) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα έγγραφα online στο Docs.",
               PRES: "Δημιουργήστε μια παρουσίαση (αρχείο PPT, PPTX ή ODP) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτές τις παρουσιάσεις online στο Docs.",
               SHEET: "Δημιουργήστε ένα υπολογιστικό φύλλο (αρχείο XLS, XLSX ή ODS) από ένα αρχείο προτύπου. Μπορείτε να επεξεργαστείτε αυτά τα υπολογιστικά φύλλα online στο Docs."
            },
            NAME_FIELD: "Όνομα:",
            EXTERNAL_FIELD: "Τα αρχεία μπορούν να διατεθούν για κοινή χρήση με πρόσωπα που δεν ανήκουν στον οργανισμό μου",
            EXTERNAL_DESC: "Η εξωτερική πρόσβαση επιτρέπει την κοινή χρήση αρχείων, φακέλων και κοινοτήτων με εξωτερικούς χρήστες (πρόσωπα εκτός του οργανισμού ή της εταιρείας σας). Πρέπει να ενεργοποιήσετε την εξωτερική πρόσβαση κατά τη μεταφόρτωση ενός αρχείου. Δεν είναι δυνατή η ενεργοποίησή της αργότερα.",
            CREATE_BUTTON: "Δημιουργία",
            CANCEL: "Ακύρωση",
            PRE_FILL_NAMES: {
               OTT: "Έγγραφο χωρίς τίτλο",
               OTS: "Υπολογιστικό φύλλο χωρίς τίτλο",
               OTP: "Παρουσίαση χωρίς τίτλο",
               DOT: "Έγγραφο χωρίς τίτλο",
               XLT: "Υπολογιστικό φύλλο χωρίς τίτλο",
               POT: "Παρουσίαση χωρίς τίτλο",
               DOTX: "Έγγραφο χωρίς τίτλο",
               XLTX: "Υπολογιστικό φύλλο χωρίς τίτλο",
               POTX: "Παρουσίαση χωρίς τίτλο"
            },
            ERRORS: {
               NAME_REQUIRED: "Απαιτείται το όνομα του εγγράφου.",
               ILLEGAL_NAME:"Ο τίτλος του εγγράφου δεν είναι έγκυρος. Ορίστε έναν άλλο τίτλο για το έγγραφο.",
               WARN_LONG_NAME: "Το όνομα του εγγράφου είναι πολύ μεγάλο.",
               TRIM_NAME: "Να συντομευτεί το όνομα του εγγράφου;",
               SESSION_TIMEOUT: "Η συνεδρία σας έχει λήξει. Συνδεθείτε και προσπαθήστε ξανά.",
               DUPLICATE_NAME: "Εντοπίστηκε διπλότυπο όνομα αρχείου. Καταχωρήστε ένα νέο όνομα.",
               SERVER_ERROR: "Ο εξυπηρετητής του Connections δεν είναι διαθέσιμος. Επικοινωνήστε με τον διαχειριστή του εξυπηρετητή και προσπαθήστε ξανά αργότερα."
            }
         },
         DOWNLOAD: {
            TOOLTIP: "Κατέβασμα αρχείου",
            A11Y: "Αυτό το κουμπί κατεβάζει το αρχείο."
         },
         DOWNLOAD_AS_PDF: {
            NAME: "Κατέβασμα σε μορφή PDF",
            TOOLTIP: "Κατέβασμα αυτού του αρχείου σε μορφή PDF",
            A11Y: "Αυτό το κουμπί κατεβάζει το αρχείο σε μορφή PDF.",
            SUCCESS: "Το αρχείο κατέβηκε με επιτυχία σε μορφή PDF.",
            ERROR: {
               DEFAULT: "Δεν ήταν δυνατή η μεταφόρτωση του αρχείου σε μορφή PDF. Προσπαθήστε ξανά αργότερα.",
               UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να μεταφορτώσετε το αρχείο σε μορφή PDF.",
               NOT_FOUND: "Δεν ήταν δυνατό το κατέβασμα του αρχείου σε μορφή PDF επειδή το αρχείο διαγράφηκε ή δεν σας διατίθεται πλέον για κοινή χρήση.",
               ACCESS_DENIED: "Δεν ήταν δυνατό το κατέβασμα του αρχείου σε μορφή PDF επειδή το αρχείο διαγράφηκε ή δεν σας διατίθεται πλέον για κοινή χρήση."
            },
            DOCS_ERRORS: {
               NO_PUBLISHED_OR_EMPTY: "Δεν υπάρχει μια δημοσιευμένη εκδοχή αυτού του αρχείου για μεταφόρτωση. Η δημοσίευση εκδοχών είναι δυνατή από το πρόγραμμα σύνταξης του Docs."
            }
         },
         DOWNLOAD_DOCS_FILE: {
            EMPTY_FILE_EDITOR: {
               DIALOG_TITLE: "Δεν είναι δυνατό το κατέβασμα του αρχείου",
               CANCEL: "Κλείσιμο",
               PROMPT: "Δεν υπάρχει μια δημοσιευμένη εκδοχή αυτού του αρχείου για κατέβασμα.",
               PROMPT2: "Η δημοσίευση εκδοχών είναι δυνατή από το πρόγραμμα σύνταξης του Docs."
            },
            EMPTY_FILE_READER: {
               DIALOG_TITLE: "Δεν είναι δυνατό το κατέβασμα του αρχείου",
               CANCEL: "Κλείσιμο",
               PROMPT: "Δεν υπάρχει μια δημοσιευμένη εκδοχή αυτού του αρχείου για κατέβασμα.",
               PROMPT2: "Ζητήστε από τον κάτοχο του αρχείου να δημοσιεύσει μια εκδοχή του αρχείου."
            },
            NEWER_DRAFT_EXISTS: {
               DIALOG_TITLE: "Κατέβασμα εκδοχής",
               OK: "Κατέβασμα εκδοχής",
               PROMPT: {
                  TODAY: "Εντοπίστηκε ένα νεότερο προσχέδιο το οποίο τροποποιήθηκε τελευταία φορά σήμερα στις ${time}.",
                  YESTERDAY: "Εντοπίστηκε ένα νεότερο προσχέδιο το οποίο τροποποιήθηκε τελευταία φορά χθες στις ${time}.",
                  DAY: "Εντοπίστηκε ένα νεότερο προσχέδιο το οποίο τροποποιήθηκε τελευταία φορά στις ${date}.",
                  MONTH: "Εντοπίστηκε ένα νεότερο προσχέδιο το οποίο τροποποιήθηκε τελευταία φορά στις ${date}.",
                  YEAR: "Εντοπίστηκε ένα νεότερο προσχέδιο το οποίο τροποποιήθηκε τελευταία φορά στις ${date_long}."
               },
               PROMPT2: {
                  TODAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε σήμερα στις ${time};",
                  YESTERDAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε χθες στις ${time};",
                  DAY: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date};",
                  MONTH: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date};",
                  YEAR: "Είστε βέβαιοι ότι επιθυμείτε να συνεχίσετε τη μεταφόρτωση της εκδοχής που δημοσιεύτηκε στις ${date_long};"
               }
            }
         },
         TOGGLE_PANEL: {
            SHOW: "Εμφάνιση πλαισίου λεπτομερειών",
            HIDE: "Απόκρυψη πλαισίου λεπτομερειών",
            RESET: "Επαναφορά μεγέθους πλαισίου",
            SHOW_A11Y: "Αυτό το κουμπί κάνει εναλλαγή ανοίγματος/κλεισίματος του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι κλειστό.",
            HIDE_A11Y: "Αυτό το κουμπί κάνει εναλλαγή ανοίγματος/κλεισίματος του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι ανοιχτό.",
            RESET_A11Y: "Αυτό το κουμπί επαναφέρει το προεπιλεγμένο μέγεθος του πλαϊνού πλαισίου. Το πλαϊνό πλαίσιο είναι αναπτυγμένο."
         },
         VIEW_DOC: {
            NAME: "Άνοιγμα στην εφαρμογή προβολής του Docs",
            TOOLTIP: "Άνοιγμα στην εφαρμογή προβολής του Docs",
            A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για προβολή σε ένα νέο παράθυρο του προγράμματος πλοήγησης."
         },
         EDIT_DOC: {
            NAME: "Τροποποίηση με το Docs",
            TOOLTIP: "Χρησιμοποιήστε το HCL Docs για να τροποποιήσετε αυτό το αρχείο",
            A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση σε ένα νέο παράθυρο του Docs."
         },
         EDIT_OFFICE: {
            TITLE: "Επιλογές τροποποίησης",
            NAME: "Τροποποίηση στο Microsoft Office Online",
            TOOLTIP: "Χρησιμοποιήστε το Microsoft Office Online για να τροποποιήσετε αυτό το αρχείο.",
            A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο Microsoft Office Online σε νέο παράθυρο."
         },
         EDIT_OFFICE_WORD: {
           NAME: "Τροποποίηση στο Microsoft Word Online",
           TOOLTIP: "Χρησιμοποιήστε το Microsoft Word Online για να τροποποιήσετε αυτό το αρχείο.",
           A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο Microsoft Word Online σε νέο παράθυρο."
         },
         EDIT_OFFICE_EXCEL: {
             NAME: "Τροποποίηση στο Microsoft Excel Online",
             TOOLTIP: "Χρησιμοποιήστε το Microsoft Excel Online για να τροποποιήσετε αυτό το αρχείο.",
             A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο Microsoft Excel Online σε νέο παράθυρο."
         },
         EDIT_OFFICE_POWERPOINT: {
             NAME: "Τροποποίηση στο Microsoft PowerPoint Online",
             TOOLTIP: "Χρησιμοποιήστε το Microsoft PowerPoint Online για να τροποποιήσετε αυτό το αρχείο.",
             A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο Microsoft PowerPoint Online σε νέο παράθυρο."
         },
         OFFICE_EDITED: {
             SUCCESS: "Το αρχείο αποθηκεύεται."
         },
         ROUNDTRIP_EDIT: {
            NAME: "Τροποποίηση στην επιφάνεια εργασίας",
            DIALOG_TITLE: "Τροποποίηση στην επιφάνεια εργασίας",
            TOOLTIP: "Τροποποίηση αυτού του εγγράφου",
            A11Y: "Αυτό το κουμπί ανοίγει το αρχείο για τροποποίηση στο τοπικό περιβάλλον.",
            PROMPT: "Αυτή η λειτουργία επιτρέπει την τροποποίηση του αρχείου με τη χρήση λογισμικού που είναι εγκαταστημένο στο τοπικό σύστημα.",
            INSTALL: "Πριν συνεχίσετε, ${startLink}εγκαταστήστε τις λειτουργίες σύνδεσης αρχείων επιφάνειας εργασίας${endLink}.",
			// The text between the start/end link tags will be a link to download an installer
            IMPORTANT: "Σημαντικό:",
            REMINDER: "Όταν ολοκληρώσετε την τροποποίηση, δημοσιεύστε ένα προσχέδιο χρησιμοποιώντας τις λειτουργίες σύνδεσης αρχείων επιφάνειας εργασίας.",
            SKIP_DIALOG: "Να μην εμφανιστεί ξανά αυτό το μήνυμα.",
            OK: "OK",
            CANCEL: "Ακύρωση"
         },
         DELETE_VERSION: {
            DIALOG_TITLE: "Επιβεβαίωση",
            DELETE_VERSION: "Διαγραφή εκδοχής ${version}",
            DELETE_VERSION_AND_PRIOR: "Διαγραφή εκδοχής ${version} και όλων των παλαιότερων εκδοχών",
            PROMPT: "Πρόκειται να διαγράψετε την εκδοχή ${version}. Θέλετε να συνεχίσετε;",
            DELETE_PRIOR: "Διαγραφή επίσης όλων των παλαιότερων εκδοχών",
            ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εκδοχής. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Διαγραφή αυτής της εκδοχής",
            OK: "OK",
            CANCEL: "Ακύρωση"
         },
         GET_LINKS: {
            DIALOG_TITLE: "Λήψη διασυνδέσεων",
            LINK_FILE: "Διασύνδεση με το αρχείο:",
            LINK_PREVIEW: "Διασύνδεση για προεπισκόπηση του αρχείου:",
            LINK_DOWNLOAD: "Διασύνδεση για κατέβασμα του αρχείου:",
            TOOLTIP: "Διασύνδεση με αρχείο",
            OK: "Κλείσιμο"
         },
         DOWNLOAD_VERSION: {
            TOOLTIP: "Μεταφόρτωση αυτής της εκδοχής"
         },
         RESTORE_VERSION: {
            DIALOG_TITLE: "Επιβεβαίωση",
            PROMPT: "Πρόκειται να αντικαταστήσετε την τρέχουσα εκδοχή αυτού του αρχείου με την εκδοχή ${version} η οποία δημιουργήθηκε από τον χρήστη .Θέλετε να συνεχίσετε;",
            ERROR: "Παρουσιάστηκε σφάλμα κατά την επαναφορά της εκδοχής. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Επαναφορά αυτής της εκδοχής",
            CHANGE_SUMMARY: "Επαναφορά από την εκδοχή ${version}",
            OK: "OK",
            CANCEL: "Ακύρωση"
         },
         STOP_SHARING: {
            DIALOG_TITLE: "Επιβεβαίωση",
            REMOVE_EVERYONE: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε την πρόσβαση του οργανισμού σας σε αυτό το αρχείο; Αν αφαιρεθεί η πρόσβαση, το αρχείο αφαιρείται από τους φακέλους και τις κοινότητες με δυνατότητα πρόσβασης από τον οργανισμό. Μόνο ο κάτοχος και οι χρήστες στους οποίους το αρχείο έχει διατεθεί για κοινή χρήση θα μπορούν να το δουν και να εργαστούν με αυτό.",
            REMOVE_USER: "Είστε βέβαιοι ότι θέλετε να τερματιστεί η κοινή χρήση με τον χρήστη ${user}; Αν τερματίσετε την κοινή χρήση, ο χρήστης ${user} θα έχει πρόσβαση σε αυτό το αρχείο μόνο μέσω φακέλων ή, αν έχει διατεθεί για κοινή χρήση, με όλα τα μέλη του οργανισμού σας.",
            REMOVE_COMMUNITY: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από την κοινότητα ${communityName};",
            REMOVE_FOLDER: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από τον φάκελο ${folderName};",
            REMOVE_EVERYONE_TOOLTIP: "Αφαίρεση της πρόσβασης του οργανισμού σας",
            REMOVE_USER_TOOLTIP: "Αφαίρεση όλων των κοινών χρήσεων με τον χρήστη ${user}",
            REMOVE_COMMUNITY_TOOLTIP: "Αφαίρεση από την κοινότητα ${communityName}",
            REMOVE_FOLDER_TOOLTIP: "Αφαίρεση από τον φάκελο ${folderName}",
            OK: "OK",
            CANCEL: "Ακύρωση",
            EFSS: {
              DIALOG_TITLE: "Επιβεβαίωση",
              REMOVE_EVERYONE: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε την πρόσβαση του οργανισμού σας σε αυτό το αρχείο; Αν αφαιρεθεί η πρόσβαση, το αρχείο αφαιρείται από τους φακέλους με δυνατότητα πρόσβασης από τον οργανισμό. Μόνο ο κάτοχος και οι χρήστες στους οποίους το αρχείο έχει διατεθεί για κοινή χρήση θα μπορούν να το δουν και να εργαστούν με αυτό.",
              REMOVE_USER: "Είστε βέβαιοι ότι θέλετε να τερματιστεί η κοινή χρήση με τον χρήστη ${user}; Αν τερματίσετε την κοινή χρήση, ο χρήστης ${user} θα έχει πρόσβαση σε αυτό το αρχείο μόνο μέσω φακέλων ή, αν έχει διατεθεί για κοινή χρήση, με όλα τα μέλη του οργανισμού σας.",
              REMOVE_COMMUNITY: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από την κοινότητα ${communityName};",
              REMOVE_FOLDER: "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το αρχείο από τον φάκελο ${folderName};",
              REMOVE_EVERYONE_TOOLTIP: "Αφαίρεση της πρόσβασης του οργανισμού σας",
              REMOVE_USER_TOOLTIP: "Αφαίρεση όλων των κοινών χρήσεων με τον χρήστη ${user}",
              REMOVE_COMMUNITY_TOOLTIP: "Αφαίρεση από την κοινότητα ${communityName}",
              REMOVE_FOLDER_TOOLTIP: "Αφαίρεση από τον φάκελο ${folderName}",
              OK: "OK",
              CANCEL: "Ακύρωση",
            }
         },
         EDIT_COMMENT: {
            TOOLTIP: "Τροποποίηση αυτού του σχολίου"
         },
         DELETE_COMMENT: {
            DIALOG_TITLE: "Επιβεβαίωση",
            PROMPT: "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;",
            ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του σχολίου. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Διαγραφή αυτού του σχολίου",
            OK: "OK",
            CANCEL: "Ακύρωση"
         },
         LIKE: {
            LIKE: "Μου αρέσει το αρχείο",
            UNLIKE: "Δεν μου αρέσει το αρχείο",
            LIKE_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να δηλώσετε τη θετική γνώμη σας για το αρχείο.",
            UNLIKE_A11Y: "Χρησιμοποιήστε αυτό το κουμπί για να αναιρέσετε τη θετική γνώμη σας για το αρχείο.",
            LIKED_SUCCESS: "Δηλώσατε ότι σας αρέσει αυτό το αρχείο",
            UNLIKE_SUCCESS: "Δηλώσατε ότι δεν σας αρέσει πλέον αυτό το αρχείο"
         },
         EDIT_DESCRIPTION: {
            TOOLTIP: "Τροποποίηση περιγραφής",
            ERROR: {
               DEFAULT: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής. Προσπαθήστε ξανά αργότερα.",
               UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να ενημερώσετε την περιγραφή.",
               NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής καθώς το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
               ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση της περιγραφής καθώς το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
            }
         },
         EDIT_FILENAME: {
            ERROR: {
               DEFAULT: "Σφάλμα κατά την αποθήκευση του ονόματος αρχείου",
               CONFLICT: "Το όνομα αρχείου υπάρχει ήδη"
            }
         },
         TOGGLE_FOLLOW: {
            ERROR: {
               FOLLOW: {
                  DEFAULT: "Παρουσιάστηκε σφάλμα κατά την παρακολούθηση αυτού του αρχείου. Προσπαθήστε ξανά αργότερα.",
                  UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να παρακολουθήσετε αυτό το αρχείο.",
                  NOT_FOUND: "Δεν μπορείτε να παρακολουθήσετε αυτό το αρχείο, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
                  ACCESS_DENIED: "Δεν μπορείτε να παρακολουθήσετε αυτό το αρχείο, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
               },
               UNFOLLOW: {
                  DEFAULT: "Παρουσιάστηκε σφάλμα κατά τον τερματισμό παρακολούθησης αυτού του αρχείου. Προσπαθήστε ξανά αργότερα.",
                  UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να τερματίσετε την παρακολούθηση αυτού του αρχείου.",
                  NOT_FOUND: "Δεν μπορείτε να τερματίσετε την παρακολούθηση αυτού του αρχείου, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
                  ACCESS_DENIED: "Δεν μπορείτε να τερματίσετε την παρακολούθηση αυτού του αρχείου, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
               }
            },
            FOLLOW_NAME: "Παρακολούθηση",
            FOLLOW_TOOLTIP: "Παρακολούθηση αυτού του αρχείου",
            FOLLOW_A11Y: "Αυτό το κουμπί ενεργοποιεί την παρακολούθηση του αρχείου.",
            FOLLOW_SUCCESS: "Παρακολουθείτε αυτό το αρχείο.",
            STOP_FOLLOWING_NAME: "Τερματισμός παρακολούθησης",
            STOP_FOLLOWING_TOOLTIP: "Τερματισμός παρακολούθησης αυτού του αρχείου",
            STOP_FOLLOWING_A11Y: "Αυτό το κουμπί τερματίζει την παρακολούθηση του αρχείου.",
            STOP_FOLLOWING_SUCCESS: "Τερματίσατε την παρακολούθηση αυτού του αρχείου."
         },
         TOGGLE_SYNC: {
            SYNC: {
               NAME: "Προσθήκη στην εφαρμογή Συγχρονισμός",
               TOOLTIP: "Προσθήκη αυτού του αρχείου στην εφαρμογή Συγχρονισμός",
               A11Y: "Αυτό το κουμπί προσθέτει το αρχείο στην εφαρμογή Συγχρονισμός.",
               SUCCESS: "Προσθέσατε αυτό το αρχείο στην εφαρμογή Συγχρονισμός.",
               ERROR: {
                  DEFAULT: "Παρουσιάστηκε σφάλμα κατά την προσθήκη αυτού του αρχείου στην εφαρμογή Συγχρονισμός. Προσπαθήστε ξανά αργότερα.",
                  UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός.",
                  NOT_FOUND: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
                  ACCESS_DENIED: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
               }
            },
            STOP_SYNC: {
               NAME: "Αφαίρεση από την εφαρμογή Συγχρονισμός",
               TOOLTIP: "Αφαίρεση αυτού του αρχείου από την εφαρμογή Συγχρονισμός",
               A11Y: "Αυτό το κουμπί αφαιρεί το αρχείο από την εφαρμογή Συγχρονισμός.",
               SUCCESS: "Αφαιρέσατε αυτό το αρχείο από την εφαρμογή Συγχρονισμός.",
               ERROR: {
                  DEFAULT: "Παρουσιάστηκε σφάλμα κατά την αφαίρεση αυτού του αρχείου από την εφαρμογή συγχρονισμού. Προσπαθήστε ξανά αργότερα.",
                  UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός.",
                  NOT_FOUND: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου.",
                  ACCESS_DENIED: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την εφαρμογή Συγχρονισμός, είτε γιατί το αρχείο έχει διαγραφεί είτε γιατί δεν έχετε πλέον δικαίωμα κοινής χρήσης του αρχείου."
               }
            },
            MYDRIVE: {
                NAME: "Προσθήκη στη μονάδα δίσκου μου",
                TOOLTIP: "Προσθέστε αυτό το αρχείο στην προβολή Η μονάδα δίσκου μου.",
                A11Y: "Αυτό το κουμπί προσθέτει το αρχείο στην προβολή Η μονάδα δίσκου μου.",
                SUCCESS: "Αυτό το αρχείο προστέθηκε στην προβολή Η μονάδα δίσκου μου.",
                ERROR: {
                   DEFAULT: "Παρουσιάστηκε σφάλμα κατά την προσθήκη αυτού του αρχείου στην προβολή Η μονάδα δίσκου μου. Προσπαθήστε ξανά αργότερα.",
                   UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να προσθέσετε αυτό το αρχείο στην προβολή Η μονάδα δίσκου μου.",
                   NOT_FOUND: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην προβολή Η μονάδα δίσκου μου, γιατί το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
                   ACCESS_DENIED: "Δεν μπορείτε να προσθέσετε αυτό το αρχείο στην προβολή Η μονάδα δίσκου μου, γιατί το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
                }
             },
             REMOVE_MYDRIVE: {
                NAME: "Αφαίρεση από τη μονάδα δίσκου μου",
                TOOLTIP: "Αφαιρέστε αυτό το αρχείο από την προβολή Η μονάδα δίσκου μου.",
                A11Y: "Αυτό το κουμπί αφαιρεί το αρχείο από την προβολή Η μονάδα δίσκου μου.",
                SUCCESS: "Αυτό το αρχείο αφαιρέθηκε από την προβολή Η μονάδα δίσκου μου.",
                ERROR: {
                   DEFAULT: "Παρουσιάστηκε σφάλμα κατά την αφαίρεση αυτού του αρχείου από την προβολή Η μονάδα δίσκου μου. Προσπαθήστε ξανά αργότερα.",
                   UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να αφαιρέσετε αυτό το αρχείο από την προβολή Η μονάδα δίσκου μου.",
                   NOT_FOUND: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την προβολή Η μονάδα δίσκου μου, γιατί το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
                   ACCESS_DENIED: "Δεν μπορείτε να αφαιρέσετε αυτό το αρχείο από την προβολή Η μονάδα δίσκου μου, γιατί το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
                }
             }
         },
         TOGGLE_FAVORITE: {
            FAVORITE_NAME: "Καρφίτσωμα",
            FAVORITE_TOOLTIP: "Καρφίτσωμα αυτού του αρχείου",
            FAVORITE_A11Y: "Αυτό το κουμπί καρφιτσώνει το αρχείο.",
            FAVORITE_SUCCESS: "Καρφιτσώσατε αυτό το αρχείο.",
            STOP_FAVORITEING_NAME: "Ξεκαρφίτσωμα",
            STOP_FAVORITEING_TOOLTIP: "Ξεκαρφίτσωμα αυτού του αρχείου",
            STOP_FAVORITEING_A11Y: "Αυτό το κουμπί ξεκαρφιτσώνει το αρχείο.",
            STOP_FAVORITEING_SUCCESS: "Ξεκαρφιτσώσατε αυτό το αρχείο."
         },
         TRASH: {
            NAME: "Μεταφορά στον κάδο ανακύκλωσης",
            DIALOG_TITLE: "Επιβεβαίωση",
            PROMPT: "Είστε βέβαιοι ότι θέλετε να μεταφέρετε αυτό το αρχείο στον κάδο ανακύκλωσης; Μετά τη μεταφορά του στον κάδο ανακύκλωσης, το αρχείο δεν θα είναι πλέον διαθέσιμο στους χρήστες στους οποίους έχει διατεθεί για κοινή χρήση.",
            ERROR: "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του αρχείου. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Διαγραφή αυτού του αρχείου",
            OK: "OK",
            CANCEL: "Ακύρωση",
            A11Y: "Αυτό το κουμπί μεταφέρει το αρχείο στον κάδο ανακύκλωσης.",
            SUCCESS_MSG: "Το αρχείο ${file} μεταφέρθηκε στον κάδο ανακύκλωσης."
         },
         REFRESH: {
            NAME: "Ανανέωση",
            ERROR: "Παρουσιάστηκε σφάλμα κατά την ανανέωση της λειτουργίας προβολής αρχείων. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Ανανέωση της λειτουργίας προβολής αρχείων",
            INFO_MSG: "Ανανεώστε τη λειτουργία για να ανακτήσετε το πιο πρόσφατο περιεχόμενο. ${link}",
            A11Y: "Αυτό το κουμπί μεταφέρει το αρχείο στον κάδο ανακύκλωσης.",
            SUCCESS_MSG: "Το περιεχόμενο ανανεώθηκε με επιτυχία."
         },
         COPY_FILE: {
            NAME: "Παροχή αντιγράφου σε κοινότητα...",
            DIALOG_TITLE: "Επιβεβαίωση",
            ERROR: "Παρουσιάστηκε σφάλμα κατά την αντιγραφή του αρχείου. Προσπαθήστε ξανά αργότερα.",
            TOOLTIP: "Παροχή αντιγράφου αυτού του αρχείου σε μια κοινότητα",
            OK: "OK",
            CANCEL: "Ακύρωση",
            A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου από το οποίο μπορείτε να διαθέσετε ένα αντίγραφο του αρχείου σε μια κοινότητα.",
            SUCCESS_MSG: "Το αρχείο ${file} αντιγράφηκε στην κοινότητα ${community}."
         },
         TRANSFER_FILE: {
            NAME: "Μεταφορά κυριότητας...",
            DIALOG_TITLE: "Μεταφορά κυριότητας",
            TOOLTIP: "Μεταφορά αυτού του αρχείου σε νέο κάτοχο",
            A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου από το οποίο μπορείτε να μεταφέρετε αυτό το αρχείο σε νέο κάτοχο.",
            EMPTY: "Κενό"
         },
         UPLOAD_VERSION: {
            NAME: "Ανέβασμα νέας εκδοχής",
            NAME_SHORT: "Ανέβασμα",
            CHANGE_SUMMARY: "Προαιρετική σύνοψη αλλαγών...",
            TOOLTIP: "Ανεβάστε μια νέα εκδοχή αυτού του αρχείου.",
            A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου από το οποίο μπορείτε να ανεβάσετε μια νέα εκδοχή αυτού του αρχείου."
         },
         LOG_IN: {
            NAME: "Σύνδεση",
            TOOLTIP: "Συνδεθείτε για να ανεβάσετε και να διαθέσετε αρχεία για κοινή χρήση, να σχολιάσετε αρχεία και να δημιουργήσετε φακέλους."
         },
         LOCK: {
            NAME: "Κλείδωμα αρχείου",
            TITLE: "Κλείδωμα αυτού του αρχείου",
            A11Y: "Κλείδωμα αυτού του αρχείου",
            SUCCESS: "Το αρχείο κλειδώθηκε.",
            ERROR: "Δεν ήταν δυνατό το κλείδωμα του αρχείου επειδή έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
         },
         UNLOCK: {
            NAME: "Ξεκλείδωμα αρχείου",
            TITLE: "Ξεκλείδωμα αυτού του αρχείου",
            A11Y: "Ξεκλείδωμα αυτού του αρχείου",
            SUCCESS: "Το αρχείο ξεκλειδώθηκε.",
            ERROR: "Δεν ήταν δυνατό το ξεκλείδωμα του αρχείου, γιατί το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
         },
         EDIT_ON_DESKTOP: {
            NAME: "Τροποποίηση στην επιφάνεια εργασίας",
            TITLE: "Τροποποίηση στην επιφάνεια εργασίας",
            A11Y: "Τροποποίηση στην επιφάνεια εργασίας"
         },
         FLAG: {
            FILE: {
               NAME: "Σημείωση στοιχείου ως ακατάλληλου",
               TITLE: "Σημείωση αρχείου",
               A11Y: "Σημείωση αυτού του αρχείου ως ακατάλληλου",
               PROMPT: "Περιγράψτε την αιτία για τη σημείωση αυτού του αρχείου (προαιρετικά):",
               OK: "Σημείωση",
               CANCEL: "Ακύρωση",
               SUCCESS: "Το αρχείο σημειώθηκε και υποβλήθηκε για εξέταση.",
               ERROR: "Παρουσιάστηκε σφάλμα κατά την προσθήκη σημείωσης σε αυτό το αρχείο. Προσπαθήστε ξανά αργότερα."
            },
            FILE_DIALOG: {
               DIALOG_TITLE: "Επιτυχία",
               PROMPT: "Το αρχείο σημειώθηκε και υποβλήθηκε για εξέταση.",
               CANCEL: "OK"
            },
            COMMENT: {
               NAME: "Σημείωση στοιχείου ως ακατάλληλου",
               TITLE: "Σημείωση σχολίου",
               A11Y: "Σημείωση αυτού του σχολίου ως ακατάλληλου",
               PROMPT: "Περιγράψτε την αιτία για τη σημείωση αυτού του σχολίου (προαιρετικά):",
               OK: "Σημείωση",
               CANCEL: "Ακύρωση",
               SUCCESS: "Το σχόλιο σημειώθηκε και υποβλήθηκε για εξέταση.",
               ERROR: "Παρουσιάστηκε σφάλμα κατά την προσθήκη σημείωσης σε αυτό το σχόλιο. Προσπαθήστε ξανά αργότερα."
            }
         },
         MODERATION: {
            DIALOG_TITLE: "Επιτυχία",
            PROMPT: "Οι αλλαγές υποβλήθηκαν για εξέταση. Αυτό το αρχείο δεν θα είναι διαθέσιμο μέχρι να εγκριθούν οι αλλαγές.",
            CANCEL: "OK"
         },
         DROPDOWN_BUTTON: "Αναπτυσσόμενο κουμπί"
      },
      SECTION: {
         ABOUT: {
            NAME: "Πληροφορίες για αυτό το αρχείο",
            VIEW_FILE_DETAILS: "Προβολή λεπτομερειών αρχείου",
            A11Y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα κλείσει η λειτουργία προβολής αρχείων και θα μεταφερθείτε στη σελίδα λεπτομερειών του συγκεκριμένου αρχείου."
         }
      },
      PREVIEW: {
         ICON: {
            PREVIEW_NOT_AVAILABLE: "Δεν υπάρχει διαθέσιμη προεπισκόπηση για αυτό το αρχείο."
         },
         IMAGE: {
            ZOOM_IN: "Μεγέθυνση",
            ZOOM_OUT: "Σμίκρυνση",
            RESET: "Επαναφορά",
            ZOOM_IN_A11Y: "Αυτό το κουμπί μεγεθύνει την εικόνα.",
            ZOOM_OUT_A11Y: "Αυτό το κουμπί σμικρύνει την εικόνα.",
            RESET_ZOOM_A11Y: "Αυτό το κουμπί επαναφέρει το επίπεδο σμίκρυνσης/μεγέθυνσης.",
            UNSAFE_PREVIEW: "Δεν είναι δυνατή η προεπισκόπηση του αρχείου, γιατί το αρχείο δεν έχει ελεγχθεί για ιούς."
         },
         VIEWER: {
            LOADING: "Φόρτωση...",
            PUBLISHING: "Δημοσίευση...",
            NO_PUBLISHED_VERSION: "Δεν υπάρχει καμία δημοσιευμένη εκδοχή αυτού του αρχείου για προβολή.",
            IFRAME_TITLE: "Προεπισκόπηση αυτού του αρχείου",
            AUTOPUBLISH_TIMEOUT: "Υπάρχει καθυστέρηση στην απόκριση του εξυπηρετητή. Οι πιο πρόσφατες αλλαγές μπορεί να μην έχουν δημοσιευτεί."
         },
         VIDEO: {
            UNSAFE_PREVIEW: "Δεν είναι δυνατή η προεπισκόπηση του αρχείου, γιατί το αρχείο δεν έχει ελεγχθεί για ιούς."
         }
      },
      DATE: {
         LAST_UPDATED: {
            TODAY: "Η τελευταία ενημέρωση έγινε από τον χρήστη ${user} σήμερα στις ${time}",
            YESTERDAY: "Η τελευταία ενημέρωση έγινε από τον χρήστη ${user} χθες στις ${time}",
            DAY: "Η τελευταία ενημέρωση έγινε από τον χρήστη ${user} την ${EEee} στις ${time}",
            MONTH: "Η τελευταία ενημέρωση έγινε από τον χρήστη ${user} στις ${date_long}",
            YEAR: "Η τελευταία ενημέρωση έγινε από τον χρήστη ${user} στις ${date_long}"
         },
         CREATED: {
            TODAY: "Δημιουργήθηκε από τον χρήστη ${user} σήμερα στις ${time}",
            YESTERDAY: "Δημιουργήθηκε από τον χρήστη ${user} χθες στις ${time}",
            DAY: "Δημιουργήθηκε από τον χρήστη ${user} στις ${EEee}, ${time}",
            MONTH: "Δημιουργήθηκε από τον χρήστη ${user} στις ${date_long}",
            YEAR: "Δημιουργήθηκε από τον χρήστη ${user} στις ${date_long}"
         },
         LONG: {
            TODAY: "${EEEE}, ${date_long}, ${time_long}",
            YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
            DAY: "${EEEE}, ${date_long}, ${time_long}",
            MONTH: "${date_long}, ${time_long}",
            YEAR: "${date_long}, ${time_long}"
         },
         SHORT: {
            TODAY: "${time} - Σήμερα",
            YESTERDAY: "${time} - Χθες",
            DAY: "${time} - ${EEee}",
            MONTH: "${time} - ${date_long}",
            YEAR: "${time} - ${date_long}"
         },
         VERY_SHORT: {
            TODAY: "Σήμερα",
            YESTERDAY: "Χθες",
            DAY: "${EEee}",
            MONTH: "${date_long}",
            YEAR: "${date_long}"
         }
      },
      FILE_SIZE: {
         B: "${0} B",
         KB: "${0} KB",
         MB: "${0} MB",
         GB: "${0} GB",
         TB: "${0} TB"
      },
      COMMENT_BOX: {
         TITLE: "Περιοχή κειμένου σχολίου",
         SHADOW_TEXT: "Προσθήκη σχολίου...",
         CANNOT_ACCESS_CONTENT: "Τα ακόλουθα πρόσωπα στα οποία αναφερθήκατε δεν μπορούν να δουν το σχόλιο καθώς δεν έχουν πρόσβαση στο περιεχόμενο:",
         ERROR: "Παρουσιάστηκε σφάλμα κατά την επικύρωση του χρήστη στον οποίο προσπαθείτε να αναφερθείτε.",
         POST: "Ανάρτηση",
         SAVE: "Αποθήκευση",
         CANCEL: "Ακύρωση",
         EXTERNAL_WARNING: "Τα σχόλια ενδέχεται να εμφανιστούν σε πρόσωπα εκτός του οργανισμού σας."
      },
      EDIT_BOX: {
         SAVE: "Αποθήκευση",
         CANCEL: {
            TOOLTIP: "Ακύρωση",
            A11Y: "Αυτό το κουμπί ακυρώνει την ενέργεια μετονομασίας του αρχείου."
         },
         INVALID_CHARACTERS: "Μη έγκυρος χαρακτήρας",
         INVALID_CHARACTERS_REMOVED: "Οι μη έγκυροι χαρακτήρες αφαιρέθηκαν"
      },
      COMMENT_WIDGET: {
         EDITED: "(Τροποποιήθηκε)",
         EDITED_DATE: {
            TODAY: "Τροποποιήθηκε σήμερα στις ${time}",
            YESTERDAY: "Τροποποιήθηκε χθες στις ${time}",
            DAY: "Τροποποιήθηκε στις ${EEee} και ώρα ${time}",
            MONTH: "Τροποποιήθηκε: ${date_long}",
            YEAR: "Τροποποιήθηκε: ${date_long}"
         }
      },
      TYPEAHEAD_BOX: {
         SAVE: "Αποθήκευση",
         CANCEL: "Ακύρωση",
         USER: "Πρόσωπο",
         COMMUNITY: "Κοινότητα",
         SHARE: "Κοινή χρήση",
         SHARE_ALT: "Κοινή χρήση με αυτό το πρόσωπο",
         MEMBER_TYPE: "Είδος μέλους",
         PERSON_SHADOW: "Κείμενο για εύρεση προσώπου",
         COMMUNITY_SHADOW: "Κείμενο για εύρεση κοινότητας",
         PERSON_ARIA: "Πληκτρολογήστε για εύρεση προσώπου. Χρησιμοποιήστε τον συνδυασμό πλήκτρων Shift+Tab για την εναλλαγή των επιλογών αναζήτησης για πρόσωπα, κοινότητες και όλα τα μέλη του οργανισμού.",
         COMMUNITY_ARIA: "Πληκτρολογήστε για εύρεση κοινότητας. Χρησιμοποιήστε τον συνδυασμό πλήκτρων Shift+Tab για την εναλλαγή των επιλογών αναζήτησης για πρόσωπα, κοινότητες και όλα τα μέλη του οργανισμού.",
         PERSON_FULL_SEARCH: "Ο χρήστης δεν εμφανίζεται; Χρησιμοποιήστε τις πλήρεις επιλογές αναζήτησης...",
         COMMUNITY_FULL_SEARCH: "Η κοινότητα δεν εμφανίζεται; Χρησιμοποιήστε τις πλήρεις επιλογές αναζήτησης...",
         ADD_OPTIONAL_MESSAGE: "Προσθήκη προαιρετικού μηνύματος",
         ROLE_LABEL: "Ρόλος",
         ROLE_EDIT: "Επιμελητής",
         ROLE_VIEW: "Αναγνώστης"
      },
      FILE_STATE: {
         DOCS_FILE: "Αυτό είναι ένα αρχείο του Docs. Η τροποποίηση αυτού του αρχείου είναι δυνατή μόνο σε διαδικτυακό περιβάλλον.",
         LOCKED_BY_YOU: {
            TODAY: "Κλειδώθηκε από εσάς στις ${time}.",
            YESTERDAY: "Κλειδώθηκε από σας χθες στις ${time}.",
            DAY: "Κλειδώθηκε από εσάς: ${date}.",
            MONTH: "Κλειδώθηκε από εσάς: ${date}.",
            YEAR: "Κλειδώθηκε από εσάς: ${date_long}."
         },
         LOCKED_BY_OTHER: {
            TODAY: "Κλειδώθηκε στις ${time} από τον χρήστη ${user}.",
            YESTERDAY: "Κλειδώθηκε χθες στις ${time} από τον χρήστη ${user}.",
            DAY: "Κλειδώθηκε στις ${date} από τον χρήστη ${user}.",
            MONTH: "Κλειδώθηκε στις ${date} από τον χρήστη ${user}.",
            YEAR: "Κλειδώθηκε στις ${date_long} από τον χρήστη ${user}."
         }
      },
      VALIDATION: {
         A11Y_TEXT: "Αυτόματη συντόμευση αυτού του κειμένου",
         COMMENT: {
            WARN_TOO_LONG: "Το μήκος του σχολίου είναι πολύ μεγάλο.",
            TRIM: "Να συντομευτεί το σχόλιο;"
         },
         DESCRIPTION: {
            WARN_TOO_LONG: "Το μήκος της περιγραφής είναι πολύ μεγάλο.",
            TRIM: "Να συντομευτεί η περιγραφή;"
         },
         SHARE_MESSAGE: {
            WARN_TOO_LONG: "Το μήκος του μηνύματος είναι πολύ μεγάλο.",
            TRIM: "Να συντομευτεί το μήνυμα;"
         },
         TAG: {
            WARN_TOO_LONG: "Το μήκος του προσδιοριστικού είναι πολύ μεγάλο.",
            TRIM: "Να συντομευτεί το προσδιοριστικό;"
         },
         TAGS: {
            WARN_TOO_LONG: "Ένα ή περισσότερα προσδιοριστικά είναι πολύ μεγάλα.",
            TRIM: "Να συντομευτούν τα προσδιοριστικά;"
         },
         FILENAME: {
            WARN_TOO_LONG: "Το μήκος του ονόματος αρχείου είναι πολύ μεγάλο."
         }
      },
      DOCS_STATUS_MESSAGE: {
         NO_ENTITLEMENT: "Αυτό το αρχείο μπορεί να τροποποιηθεί online από τους χρήστες του HCL Docs.",
         NO_ENTITLEMENT_LINK: "Αυτό το αρχείο μπορεί να τροποποιηθεί online από τους χρήστες του ${startLink}HCL Docs${endLink}.",
		 // When configured, "HCL Docs" will be a link to more information about the product
         CURRENT_EDITORS: "Αυτό το αρχείο τροποποιείται αυτήν τη στιγμή στο διαδίκτυο από τον χρήστη ${users}.",
         UNPUBLISHED_CHANGES: "Υπάρχουν αλλαγές σε αυτό το προσχέδιο οι οποίες δεν έχουν δημοσιευτεί ως εκδοχή.",
         PUBLISH_A_VERSION: "Δημοσίευση εκδοχής",
         PUBLISH_SUCCESS: "Δημοσιεύσατε με επιτυχία μια εκδοχή του αρχείου.",
         PUBLISH_ERROR: {
            ACCESS_DENIED: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η πρόσβαση δεν επιτράπηκε.",
            NOT_FOUND: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς το έγγραφο δεν βρέθηκε.",
            CANNOT_REACH_REPOSITORY: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς ο εξυπηρετητής Docs δεν μπορεί να συνδεθεί στο χώρο αποθήκευσης αρχείων.",
            QUOTA_VIOLATION: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής εξαιτίας περιορισμών χώρου. Αφαιρέστε άλλα αρχεία για να απελευθερώσετε επαρκή χώρο για τη δημοσίευση αυτής της εκδοχής.",
            CONVERSION_UNAVAILABLE: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η υπηρεσία μετατροπής του Docs δεν είναι διαθέσιμη. Προσπαθήστε ξανά αργότερα.",
            TOO_LARGE: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς το έγγραφο είναι πολύ μεγάλο.",
            CONVERSION_TIMEOUT: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η μετατροπή του εγγράφου από την υπηρεσία μετατροπής του Docs καθυστερεί πολύ. Προσπαθήστε ξανά αργότερα.",
            SERVER_BUSY: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς ο εξυπηρετητής Docs είναι απασχολημένος. Προσπαθήστε ξανά αργότερα.",
            DEFAULT: "Δεν ήταν δυνατή η δημοσίευση της εκδοχής καθώς η υπηρεσία Docs δεν είναι διαθέσιμη. Προσπαθήστε ξανά αργότερα."
         },
         AUTOPUBLISH: {
            // The text between the start/end link tags will be links to refresh the content
            IN_PROGRESS: "Οι αλλαγές σας δημοσιεύονται. ${startLink}Ανανεώστε τη σελίδα για να δείτε τις αλλαγές σας.${endLink}",
            GENERIC: "Ενδεχομένως, πρέπει να ανανεώσετε τη σελίδα για να δείτε τις πιο πρόσφατες αλλαγές. ${startLink}Ανανέωση${endLink}"
         }
      },
      COMMENTS: {
         EMPTY: "Δεν υπάρχουν σχόλια.",
         MODERATED: "Το σχόλιο υποβλήθηκε για εξέταση και θα γίνει διαθέσιμο όταν εγκριθεί.",
         ERROR: {
            SAVE: {
               DEFAULT: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας. Προσπαθήστε ξανά αργότερα.",
               UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να αποθηκεύσετε το σχόλιό σας.",
               NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
               ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
            },
            DELETE: {
               DEFAULT: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας. Προσπαθήστε ξανά αργότερα.",
               UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να διαγράψετε το σχόλιό σας.",
               NOT_FOUND: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
               ACCESS_DENIED: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση."
            }
         }
      },
      TAG_WIDGET: {
         ADD_TOOLTIP: "Αποθήκευση",
         EDIT_TAGS: "Τροποποίηση προσδιοριστικών",
         ERROR: {
            SAVE: {
               DEFAULT: "Δεν ήταν δυνατή η δημιουργία του προσδιοριστικού. Προσπαθήστε ξανά αργότερα."
            },
            DELETE: {
               DEFAULT: "Δεν ήταν δυνατή η διαγραφή του προσδιοριστικού. Προσπαθήστε ξανά αργότερα."
            }
         }
      },
      EXPANDABLE_TEXT: {
         READ_MORE: "Περισσότερες πληροφορίες...",
         READ_LESS: "Λιγότερες πληροφορίες..."
      },
      SHARE: {
         EVERYONE: "Όλα τα μέλη του οργανισμού μου",
         ADD_TOOLTIP: "Αποθήκευση",
         ROLES: {
            OWNER: "Κάτοχος",
            EDIT: "Επιμελητές",
            VIEW: "Αναγνώστες",
            FOLDER: "Κοινή χρήση σε φακέλους"
         },
         USERROLE: "${userRole} - ${sharedUserCount}",
         ACTION: {
            OWNER: {
               ROLE: "Κάτοχος"
            },
            EDIT: {
               ROLE: "Τροποποίηση",
               ADD: "Προσθήκη επιμελητή"
            },
            VIEW: {
               ROLE: "Αναγνώστης",
               ADD: "Προσθήκη αναγνώστη"
            },
            FOLDER: {
               ADD: "Προσθήκη φακέλων",
               COMMUNITY_ADD: "Προσθήκη σε φάκελο",
               MOVE: "Μεταφορά στο φάκελο"
            },
            MULTI: {
               ADD: "Προσθήκη προσώπων ή κοινοτήτων",
               ADD_PEOPLE: "Προσθήκη προσώπων"
            }
         },
         PUBLIC: {
            SHORT: "Όλα τα μέλη του οργανισμού μου",
            LONG: {
               GENERIC: "Όλα τα μέλη του οργανισμού σας",
               ORG: "Όλοι οι χρήστες στον οργανισμό ${org}"
            }
         },
         SHARE_FAIL: {
            EXISTING_USER: "Αυτό το αρχείο έχει ήδη διατεθεί για κοινή χρήση στον χρήστη ${user}.",
            ERROR: "Δεν είναι δυνατή η διάθεση για κοινή χρήση με τον χρήστη ${user}.",
            SELF: "Δεν μπορείτε να διαθέσετε περιεχόμενο για κοινή χρήση με τον εαυτό σας."
         },
         SHARE_INFO: {
            PROMOTED: "Ο χρήστης ${user} έλαβε ανώτερο ρόλο κοινής χρήσης."
         },
         SHARE_SUCCESS: {
            SUCCESS: "Επιτυχής διάθεση για κοινή χρήση με τον χρήστη ${user}"
         },
         MULTI_SHARE_SUCCESS: {
            SUCCESS: "Το αρχείο διατέθηκε με επιτυχία για κοινή χρήση."
         },
         MESSAGE_BOX: {
            HINT_TEXT: "Προαιρετικό μήνυμα..."
         },
         PROVISION_EXTERNAL_USER_DIALOG: {
            SINGULAR: {
               NAME: "Προετοιμασία παραμέτρων εξωτερικού χρήστη",
               ACTION: "Προετοιμασία παραμέτρων εξωτερικού χρήστη...",
               TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικού χρήστη",
               DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
               PROMPT: {
                  NO_ACCOUNT: "Ο ακόλουθος χρήστης δεν έχει λογαριασμό. Ως εκ τούτου, δεν του διατέθηκε περιεχόμενο για κοινή χρήση.",
                  INVITE: "Προσκαλέστε αυτόν τον χρήστη ως επισκέπτη για να του διαθέσετε περιεχόμενο για κοινή χρήση."
               },
               SUBMIT: "Συνέχιση για αποστολή πρόσκλησης",
               CANCEL: "Ακύρωση",
               ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμού. Προσπαθήστε ξανά αργότερα.",
               SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμού για τον χρήστη."
            },
            PLURAL: {
               NAME: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
               ACTION: "Προετοιμασία παραμέτρων εξωτερικών χρηστών...",
               TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
               DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
               PROMPT: {
                  NO_ACCOUNT: "Οι ακόλουθοι χρήστες δεν έχουν λογαριασμό. Ως εκ τούτου, δεν τους διατέθηκε περιεχόμενο για κοινή χρήση.",
                  INVITE: "Προσκαλέστε αυτούς τους χρήστες ως επισκέπτες για να τους διαθέσετε περιεχόμενο για κοινή χρήση."
               },
               SUBMIT: "Συνέχιση για αποστολή προσκλήσεων",
               CANCEL: "Ακύρωση",
               ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμών. Προσπαθήστε ξανά αργότερα.",
               SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμών για τους χρήστες."
            },
            ABSTRACT: {
               NAME: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
               ACTION: "Προετοιμασία παραμέτρων εξωτερικών χρηστών...",
               TOOLTIP: "Προετοιμασία παραμέτρων εξωτερικών χρηστών",
               DIALOG_TITLE: "Μη διάθεση περιεχομένου για κοινή χρήση",
               PROMPT: {
                  NO_ACCOUNT: "Ορισμένοι χρήστες δεν έχουν λογαριασμό. Ως εκ τούτου, δεν τους διατέθηκε περιεχόμενο για κοινή χρήση.",
                  INVITE: "Προσκαλέστε αυτούς τους χρήστες ως επισκέπτες για να τους διαθέσετε περιεχόμενο για κοινή χρήση."
               },
               SUBMIT: "Συνέχιση για αποστολή προσκλήσεων",
               CANCEL: "Ακύρωση",
               ERROR: "Παρουσιάστηκε σφάλμα κατά την προετοιμασία παραμέτρων λογαριασμών. Προσπαθήστε ξανά αργότερα.",
               SUCCESS: "Ολοκληρώθηκε με επιτυχία η προετοιμασία παραμέτρων λογαριασμών για τους χρήστες."
            }
         }
      },
      SHARE_OPTIONS: {
         TITLE: "Επιλογές κοινής χρήσης",
         PROPAGATION: "Επιτρέπεται σε άλλους η διάθεση αυτού του αρχείου για κοινή χρήση",
         EVERYONE: "Όλοι οι χρήστες μπορούν να διαθέσουν αυτό το αρχείο για κοινή χρήση.",
         OWNER_ONLY: "Μόνο ο κάτοχος μπορεί να διαθέσει αυτό το αρχείο για κοινή χρήση.",
         STOP_SHARE: "Τερματισμός κοινής χρήσης",
         MAKE_INTERNAL: "Τερματισμός εξωτερικής κοινής χρήσης",
         MAKE_INTERNAL_SUCCESS: "Δεν μπορεί πλέον να γίνει κοινή χρήση αυτού του αρχείου με χρήστες που δεν ανήκουν στον οργανισμό σας.",
         MAKE_INTERNAL_DIALOG: {
            DIALOG_TITLE: "Ορισμός ως εσωτερικού",
            PROMPT: "Ο ορισμός αυτού του αρχείου ως εσωτερικού σημαίνει ότι το αρχείο δεν θα μπορεί πλέον να είναι κοινόχρηστο με άτομα εκτός του οργανισμού σας. ${br}${br}" +
               "Όλες οι κοινές χρήσεις με εξωτερικούς χρήστες, κοινότητες ή φακέλους θα αφαιρεθούν.${br}${br}Ο ορισμός ενός αρχείου ως εσωτερικού είναι μόνιμος και δεν μπορεί να αναιρεθεί.",
            EFSS: {
               DIALOG_TITLE: "Ορισμός ως εσωτερικού",
               PROMPT: "Ο ορισμός αυτού του αρχείου ως εσωτερικού σημαίνει ότι το αρχείο δεν θα μπορεί πλέον να είναι κοινόχρηστο με άτομα εκτός του οργανισμού σας. ${br}${br}" +
               "Όλες οι κοινές χρήσεις με εξωτερικούς χρήστες ή φακέλους θα αφαιρεθούν.${br}${br}Ο ορισμός ενός αρχείου ως εσωτερικού είναι μόνιμος και δεν μπορεί να αναιρεθεί."
            }
         },
         MAKE_PRIVATE_DIALOG: {
            DIALOG_TITLE: "Τερματισμός κοινής χρήσης αρχείου",
            PROMPT: "Είστε βέβαιοι ότι θέλετε να τερματίσετε την κοινή χρήση αυτού του αρχείου;",
            QUESTION_PUBLIC: "Αυτό το αρχείο δεν θα εμφανίζεται πλέον δημόσια στον οργανισμό ούτε θα είναι διαθέσιμο για κοινή χρήση από πρόσωπα ή σε φακέλους ή κοινότητες. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
            QUESTION_PUBLIC_E: "Αυτό το αρχείο δεν θα εμφανίζεται πλέον δημόσια στον οργανισμό ούτε θα είναι διαθέσιμο για κοινή χρήση από πρόσωπα ή σε φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
            QUESTION: "Το αρχείο δεν θα είναι πλέον κοινόχρηστο σε πρόσωπα ή κοινότητες και θα αφαιρεθεί από όλους τους φακέλους εκτός από τους ιδιωτικούς σας φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.",
            QUESTION_E: "Αυτό το αρχείο δεν θα είναι πλέον κοινόχρηστο σε πρόσωπα και θα αφαιρεθεί από όλους τους φακέλους εκτός από τους ιδιωτικούς σας φακέλους. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας."
         },
         MAKE_PRIVATE_SUCCESS: "Το αρχείο είναι πλέον ιδιωτικό.",
         MAKE_PRIVATE_ERROR: {
            DEFAULT: "Δεν είναι δυνατός ο τερματισμός κοινής χρήσης του αρχείου. Προσπαθήστε ξανά αργότερα."
         }
      },
      SHARE_LINK: {
         MY_SHARES: "Οι κοινοχρησίες μου"
      },
      STREAM: {
         LOADING: "Φόρτωση...",
         LOAD_MORE: "Φόρτωση περισσότερων..."
      },
      ENTRY: {
         REMOVE: "Αφαίρεση",
         RESTORE: "Επαναφορά",
         EDIT: "Τροποποίηση",
         DELETE: "Διαγραφή",
         OK: "OK",
         CANCEL: "Ακύρωση",
         USER_PICTURE: "Φωτογραφία του χρήστη ${0}",
         FLAG: "Σημείωση στοιχείου ως ακατάλληλου"
      },
      PANEL: {
         LOAD_ERROR: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στα μεταδεδομένα αυτού του αρχείου.",
         ABOUT: {
            TITLE: "Πληροφορίες",
            EXPAND_BUTTON: "Αναπτύξτε αυτό το κουμπί για να δείτε περισσότερες πληροφορίες.",
            CURRENT_VERSION_HEADER: "Τρέχουσα εκδοχή ${versionNumber}",
            FILE_SIZE_HEADER: "Μέγεθος αρχείου",
            CURRENT_VERSION_FILE_SIZE: "${fileSize} - Τρέχουσα εκδοχή",
            ALL_VERSIONS_FILE_SIZE: "${fileSize} - Όλες οι εκδοχές",
            DOCS_DRAFT_UPDATED_HEADER: "Το προσχέδιο τροποποιήθηκε",
            DOCS_DRAFT_CREATED_HEADER: "Το προσχέδιο δημιουργήθηκε",
            DOCS_UPDATED_HEADER: "Δημοσιεύτηκε:",
            DOCS_CREATED_HEADER: "Δημιουργήθηκε",
            UPDATED_HEADER: "Ενημέρωση",
            CREATED_HEADER: "Δημιουργήθηκε",
            LIKES_HEADER: "Θετικές γνώμες",
            LIKES_EXPAND_ICON: "Αναπτύξτε αυτό το εικονίδιο για να δείτε ποιοι έχουν δηλώσει τους αρέσει το αρχείο.",
            DOWNLOADS_HEADER: "Προβολές",
            DOWNLOADS_HEADER_MORE: "Προβολές (${0})",
            DOWNLOADS_EXPAND_ICON: "Αναπτύξτε αυτό το εικονίδιο για να δείτε ποιοι έχουν δει αυτό το αρχείο.",
            DOWNLOADS_COUNT: "${downloads}",
            DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} ανώνυμα",
            DOWNLOADS_LATEST_VERSION: "Έχετε την πιο πρόσφατη εκδοχή αυτού του αρχείου.",
            DOWNLOADS_LAST_VERSION: "Τελευταία φορά, είδατε την εκδοχή ${0} αυτού του αρχείου",
            TAGS_HEADER: "Προσδιοριστικά",
            DESCRIPTION_HEADER: "Περιγραφή",
            DESCRIPTION_READ_MORE: "Περισσότερες πληροφορίες...",
            LINKS_HEADER: "Διασυνδέσεις",
            SECURITY: "Ασφάλεια",
            FILE_ENCRYPTED: "Το περιεχόμενο του αρχείου είναι κρυπτογραφημένο. Η αναζήτηση στο περιεχόμενο των κρυπτογραφημένων αρχείων δεν είναι δυνατή. Επιπλέον, δεν υποστηρίζεται η χρήση του HCL Docs για την προβολή και την τροποποίηση των κρυπτογραφημένων αρχείων.",
            GET_LINKS: "Λήψη διασυνδέσεων...",
            ADD_DESCRIPTION: "Προσθήκη περιγραφής",
            NO_DESCRIPTION: "Δεν υπάρχει περιγραφή",
            ADD_TAGS: "Προσθήκη προσδιοριστικών",
            NO_TAGS: "Δεν υπάρχουν προσδιοριστικά"
         },
         COMMENTS: {
            TITLE: "Σχόλια",
            TITLE_WITH_COUNT: "Σχόλια (${0})",
            VERSION: "Εκδοχή ${0}",
            FEED_LINK: "Διανομή περιεχομένου για αυτά τα σχόλια",
            FEED_TITLE: "Παρακολουθήστε τις αλλαγές που γίνονται σε αυτά τα σχόλια μέσω ενός προγράμματος ανάγνωσης περιεχομένου υπηρεσιών διανομής (feed reader)."
         },
         SHARING: {
            TITLE: "Κοινή χρήση",
            TITLE_WITH_COUNT: "Διατέθηκαν για κοινή χρήση (${0})",
            SHARED_WITH_FOLDERS: "Κοινή χρήση σε φακέλους - ${count}",
            SEE_WHO_HAS_SHARED: "Προβολή πληροφοριών διάθεσης για κοινή χρήση",
            COMMUNITY_FILE: "Τα αρχεία που ανήκουν σε μια κοινότητα δεν μπορούν να διατεθούν για κοινή χρήση σε άλλες κοινότητες ή μεμονωμένα πρόσωπα.",
            SHARED_WITH_COMMUNITY: "Κοινή χρήση με τα μέλη της κοινότητας '${0}'",
            LOGIN: "Συνδεθείτε",
            NO_SHARE: "Αυτό το αρχείο δεν έχει προστεθεί ακόμα σε φακέλους.",
            ONE_SHARE: "Αυτό το αρχείο βρίσκεται σε 1 φάκελο ή κοινότητα όπου δεν έχετε πρόσβαση.",
            MULTIPLE_SHARE: "Αυτό το αρχείο βρίσκεται σε ${fileNumber} φακέλους ή κοινότητες όπου δεν έχετε πρόσβαση."
         },
         VERSIONS: {
            TITLE: "Εκδοχές",
            TITLE_WITH_COUNT: "Εκδοχές (${0})",
            FEED_LINK: "Διανομή περιεχομένου για αυτές τις εκδοχές",
            FEED_TITLE: "Παρακολουθήστε τις αλλαγές που γίνονται σε αυτό το αρχείο μέσω ενός προγράμματος ανάγνωσης περιεχομένου υπηρεσιών διανομής (feed reader)."
         }
      },
      CONFIRMATION_DIALOG: {
         NAME: "Επιβεβαίωση ενέργειας",
         DIALOG_TITLE: "Επιβεβαίωση",
         PROMPT: "Είστε βέβαιοι ότι επιθυμείτε να εκτελέσετε αυτή την ενέργεια;",
         ERROR: "Παρουσιάστηκε σφάλμα κατά την εκτέλεση της ενέργειας. Προσπαθήστε ξανά αργότερα.",
         TOOLTIP: "Εκτέλεση ενέργειας",
         OK: "OK",
         CANCEL: "Ακύρωση",
         A11Y: "Αυτό το κουμπί εκτελεί την τρέχουσα ενέργεια."
      },
      THUMBNAIL: {
         TITLE: "Μικρογραφία",
         CHANGE_LINK: "Αλλαγή μικρογραφίας...",
         ERROR: "Δεν ήταν δυνατή η αποθήκευση της μικρογραφίας. Προσπαθήστε ξανά αργότερα.",
         EXT_ERROR: "Επιλέξτε ένα αρχείο με μία από τις ακόλουθες υποστηριζόμενες προεκτάσεις: ${0}",
         SUCCESS: "Η μικρογραφία άλλαξε.",
         UPLOAD: "Αποθήκευση",
         CANCEL: "Ακύρωση"
      },
      UPLOAD_VERSION: {
         LINK: "Ανέβασμα νέας εκδοχής...",
         CHANGE_SUMMARY: "Προαιρετική σύνοψη αλλαγών...",
         ERROR: "Δεν ήταν δυνατή η αποθήκευση της νέας εκδοχής. Προσπαθήστε ξανά αργότερα.",
         SUCCESS: "Η νέα εκδοχή αποθηκεύτηκε.",
         UPLOAD: "Ανέβασμα",
         UPLOAD_AND_CHANGE_EXTENSION: "Ανέβασμα και αλλαγή προέκτασης",
         CANCEL: "Ακύρωση",
         TOO_LARGE: "Το αρχείο ${file} υπερβαίνει το μέγιστο επιτρεπόμενο όριο μεγέθους ${size}.",
         PROGRESS_BAR_TITLE: "Μεταφόρτωση νέας εκδοχής (έχουν μεταφορτωθεί ${uploaded} από ${total})",
         CANCEL_UPLOAD: "Ακύρωση μεταφόρτωσης"
      },
      OPEN_BY_ID_ERROR: {
         DEFAULT: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στο αρχείο. Προσπαθήστε ξανά αργότερα.",
         UNAUTHENTICATED: "Η συνεδρία σας έχει λήξει. Πρέπει να συνδεθείτε ξανά για να δείτε το αρχείο.",
         NOT_FOUND: "Το αρχείο που ζητήσατε έχει διαγραφεί ή μεταφερθεί. Αν κάποιος σας έστειλε αυτή τη διασύνδεση, βεβαιωθείτε ότι είναι σωστή.",
         ACCESS_DENIED: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου. Το αρχείο δεν σας έχει διατεθεί για κοινή χρήση.",
         ACCESS_DENIED_ANON: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου. Αν είστε ο κάτοχος του αρχείου ή αν σας έχει διατεθεί για κοινή χρήση, πρέπει πρώτα να συνδεθείτε στην εφαρμογή."
      },
      NOTFOUND_FILE_DIALOG: {
         DIALOG_TITLE: "Σφάλμα",
         PROMPT: "Το αρχείο που ζητήσατε έχει διαγραφεί ή μεταφερθεί.",
         CANCEL: "OK"
      },
      LOST_AUTHENTICATION_DIALOG: {
        DIALOG_TITLE: "Επιβεβαίωση",
        PROMPT: "Η συνεδρία του HCL Connections έληξε.${lineBreaks}Πατήστε OK για να συνδεθείτε ξανά ή Ακύρωση για να κλείσει αυτό το παράθυρο διαλόγου.",
        OK: "OK",
        CANCEL: "Ακύρωση"
      },
      ERROR_VALIDATING_FILES_FILE: {
        DIALOG_TITLE: "Δεν είναι δυνατή η πρόσβαση στη διασύνδεση",
        PROMPT: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στη διασύνδεση. ${lineBreaks}Πατήστε OK για να ανακατευθυνθείτε στη σελίδα.",
        OK: "OK",
        CANCEL: "Ακύρωση"
      },
      LOAD_ERROR: {
         DEFAULT: "Παρουσιάστηκε σφάλμα κατά την πρόσβαση στη διασύνδεση.",
         ACCESS_DENIED: "Επικοινωνήστε με τον κάτοχο του αρχείου για να του ζητήσετε να σας εκχωρήσει δικαίωμα προβολής του αρχείου."
      },
      WINDOW_TITLE: {
         FILE: "${fileName} - Αρχείο",
         LOAD_ERROR: "Σφάλμα κατά την πρόσβαση του αρχείου"
      },
      SHARE_WITH_LINK: {
         TITLE: "Κοινή χρήση μέσω διασύνδεσης",
         EMPTY_DESCRIPTION: "Δεν έχετε δημιουργήσει ακόμα μια διασύνδεση για αυτό το αρχείο. Δημιουργήστε μια κοινόχρηστη διασύνδεση που θα μπορεί να σταλεί σε άλλα πρόσωπα για την προεπισκόπηση και το κατέβασμα του αρχείου.",
         CREATE_LINK: "Δημιουργία διασύνδεσης",
         COPY_LINK: "Αντιγραφή διασύνδεσης",
         DELETE_LINK: "Διαγραφή διασύνδεσης",
         ACCESS_TYPE_1: "Οποιοσδήποτε έχει αυτή τη διασύνδεση μπορεί να δει αυτό το αρχείο",
         ACCESS_TYPE_2: "Τα πρόσωπα στον οργανισμό μου μπορούν να δουν αυτό το αρχείο",
         ACCESS_TYPE_1_DESCRIPTION: "Τα πρόσωπα που θα λάβουν τη διασύνδεση θα μπορούν να δουν σε προεπισκόπηση και να κατεβάσουν αυτό το αρχείο αφού συνδεθούν στο Connections.",
         ACCESS_TYPE_2_DESCRIPTION: "Τα πρόσωπα στον οργανισμό μου που θα λάβουν τη διασύνδεση θα μπορούν να δουν σε προεπισκόπηση και να κατεβάσουν αυτό το αρχείο αφού συνδεθούν στο Connections.",
         CHANGE_TYPE_SUCCESS: "Τα δικαιώματα της διασύνδεσης ενημερώθηκαν όταν άλλαξε το είδος πρόσβασης.",
         CHANGE_TYPE_ERROR: "Απέτυχε η ενημέρωση των δικαιωμάτων της διασύνδεσης όταν άλλαξε το είδος πρόσβασης.",
         COPY_LINK_SUCCESS: "Η διασύνδεση αντιγράφηκε στο πρόχειρο.",
         CREATE_SHARELINK_SUCCESS:"Η διασύνδεση δημιουργήθηκε με επιτυχία.",
         CREATE_SHARELINK_ERROR:"Δεν είναι δυνατή η δημιουργία μιας διασύνδεσης λόγω σφάλματος.",
         DELETE_SHARELINK_SUCCESS: "Διαγράφηκε η κοινόχρηστη διασύνδεση για το αρχείο \"${file}\".",
         DELETE_SHARELINK_ERROR: "Η κοινόχρηστη διασύνδεση δεν διαγράφηκε. Προσπαθήστε ξανά αργότερα.",
         CONFIRM_DIALOG: {
            OK: "Διαγραφή",
            DIALOG_TITLE: "Διαγραφή κοινόχρηστης διασύνδεσης",
            PROMPT: "Αυτό το αρχείο θα πάψει να είναι προσβάσιμο από οποιονδήποτε έχει λάβει τη διασύνδεση. Είστε βέβαιοι ότι θέλετε να διαγράψετε την κοινόχρηστη διασύνδεση;"
         },
         COPY_LINK_ACTION_TOOLTIP_TYPE_1: "Η κοινόχρηστη διασύνδεση είναι ενεργή. Οποιοσδήποτε έχει αυτή τη διασύνδεση μπορεί να δει αυτό το αρχείο. Πατήστε για να αντιγράψετε αυτή τη διασύνδεση.",
         COPY_LINK_ACTION_TOOLTIP_TYPE_2: "Η κοινόχρηστη διασύνδεση είναι ενεργή. Τα πρόσωπα στον οργανισμό μου μπορούν να δουν αυτό το αρχείο. Πατήστε για να αντιγράψετε αυτή τη διασύνδεση."
      }
});
