/* Copyright IBM Corp. 2008, 2015  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	ADD_WIDGET: "Ослободете го глувчето за да додадете графичка контрола на страницата",
	CANNOT_ADD_WIDGET: "Тука не може да се додаде графичка контрола",
	MOVE_WIDGET: "Ослободете го глувчето за да ја спуштите графичката контрола",
	CANNOT_DROP_WIDGET: "Тука не може да се спушти графичката контрола",
	TITLE_CREATE_WIDGET: "Се создава графичка контрола",
	TITLE_MOVE_WIDGET: "Се преместува графичката контрола"
})

