/* Copyright IBM Corp. 2009, 2015  All Rights Reserved.              */
// NLS_CHARSET=UTF-8
({
   LIBRARY_WIDGET_TITLE: "Дознајте повеќе за додатокот за библиотеки",
   COMMUNITY_LIBRARY_TITLE: "За библиотеки на заедница", 
   COMMUNITY_LIBRARY_DESC: "Додатокот за библиотека ги прави заедничкото управување со содржини и подобрените друштвени карактеристики достапни за членовите на заедницата. Прилагодете како да се прави споделување на датотеки и папки, уредување датотеки со колеги со користење нацрт-верзии и прегледување ажурирани датотеки.",
   SHARE_FILES_TITLE: "Сподели датотеки", 
   SHARE_FILES_DESC: "Стандардно, датотеките и папките се споделуваат со сите членови на заедницата. Членовите можат да ги изменат поставките за споделување датотеки и папки за да го прилагодат начинот на кој соработуваат во работата во заедницата.",
   EDIT_FILES_TITLE: "Уреди датотеки", 
   EDIT_FILES_DESC: "Членовите на заедницата можат да направат измени на датотеки користејќи лични нацрт-верзии. Нацрт-верзијата останува приватна до моментот кога членот е подготвен да ја направи достапна за другите во заедницата со нејзино објавување.",
   REVIEW_FILES_TITLE: "Преглед на датотеки", 
   REVIEW_FILES_DESC: "Со прегледувањето се овозможува заедницата да го контролира квалитетот на датотеките. Кога е овозможено прегледување нацрт-верзија, избраните членови на заедницата мора да ја прегледаат секоја нацрт-верзија и да ги одобрат измените пред да биде објавена.",
   LINKED_LIBRARY_WIDGET_TITLE: "Дознајте повеќе за додатокот за поврзани библиотеки", 
   LINKED_LIBRARY_TITLE: "За поврзани библиотеки", 
   LINKED_LIBRARY_DESC: "Користете го додатокот за поврзани библиотеки за да интегрирате во заедницата содржини од надворешни извори. Соработувајте со колегите на датотеките користејќи ги познатите друштвени можности.", 
   CONNECT_CONTENT_TITLE: "Поврзи се со содржина", 
   CONNECT_CONTENT_DESC: "Поврзете го додатокот за поврзани библиотеки со надворешна архива на документ за да можете да комуницирате со содржините и да управувате со нив директно од заедницата. За да создадете поврзување, потребни се информации за локацијата на архивата и детали за најава за пристап до архивата.",
   FILES_WIDGET_TITLE: "Дознајте повеќе за додатокот за датотеки", 
   FILES_TITLE: "За Датотеки", 
   FILES_DESC: "Користете го дотатокот за датотеки за да соработувате со колегите на содржина со нејзино споделување и уредување преку користење верзии, подобрете враќање на содржината преку прикачување на вашите омилени датотеки и организирајте ја содржината со користење папки.", 
   UPLOAD_SHARE_TITLE: "Постави и сподели датотеки",
   UPLOAD_SHARE_DESC: "Поставете датотеки за да ги додадете на активност или заедница, или едноставно складирајте ги и споделете со колегите. Означете ги датотеките за да можат другите полесно да ги најдат. Споделете датотеки со колеги и направете ги уредници за да можете заедно да работите на ажурирање содржината.",
   EDIT_FILES_TITLE: "Уреди датотеки",
   EDIT_FILES_DESC:"Работете со колегите за да ја уредите содржината складирана во Датотеки. Сите можат да ги читаат и да ги преземаат јавните датотеки. Споделете содржина приватно за да работете само со одредени колеги. Користете Датотеки за да ги следите верзиите од вашата работа и да додавате коментари за да создадете дискусија."
})

