/* Copyright IBM Corp. 2009, 2015  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	ADD_INFO: "Додај апликација на страницата",
	ICON_ALT: "Икона на апликацијата",
	ADDED_WIDGET: "Додадено на страницата",
	NO_MORE: "Веќе отворено на страницата",
	ADDED_WIDGET_COMMUNITIES: "Додадено на заедницата",
	ADDING_WIDGET: "Се додава апликацијата",
	ADD_INFO_2: "Додајте ја апликацијата ${0} на страницата",
	ADD_INFO_3: "Додајте ја апликацијата на страницата",
	ADD_INFO_4: "Додајте ја апликацијата ${0} на страницата",
	WIDGET_ADDED: "Додадена е ${0}",
	WIDGET_LAYOUT_ADDED: "Страницата е поставена на распоредот ${0}",
	WIDGET_THIS_LAYOUT: "Страницата го користи овој распоред"
})

