/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "globalization" : {
         "windowtitle" : "גלובליזציה",
         "unavailable" : "הגדרות גלובליזציה אינן זמינות",
         "details" : "ציינו את השפה המועדפת, היומן המועדף, וכיוון הזרימה של תמליל הנוצר על ידי המשתמש.",
         "error" : "הגדרות הגלובליזציה לא אוחזרו בגלל שגיאה.",
         "titlebar" : {
            "tab2" : "גישת יישומים",
            "tab1" : "דיווחים בדואל",
            "tab3" : "גלובליזציה"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "הלחיצה על לחצן זה מרעננת את הדף הנוכחי בתוכן חדש.  כדי לחזור לתפריט זה, נווט בחזרה אל:"
         },
         "details_nolanguage" : "ציינו את היומן המועדף, ואת כיוון הזרימה של תמליל הנוצר על ידי המשתמש.",
         "a11y" : {
            "titlebar_label" : "הגדרות HCL Connections",
            "body_label" : "הגדרות גלובליזציה"
         },
         "heading" : "הגדרות גלובליזציה"
      },
      "restore_defaults" : {
         "error" : "אירעה שגיאה. נא לנסות שוב מאוחר יותר.",
         "action_tooltip" : "החזרת הגדרות הגלובליזציה לערכים המחדליים המקוריים שלהן.",
         "action" : "שחזור ברירות מחדל",
         "success" : "הגדרות הגלובליזציה הוחזרו לערכים המחדליים המקוריים."
      },
      "help" : {
         "help" : "עזרה",
         "close" : "סגירה"
      },
      "save" : {
         "error" : "אירעה שגיאה. נא לנסות שוב מאוחר יותר.",
         "action_tooltip" : "שמירת הגדרות גלובליזציה",
         "action" : "שמירה",
         "success" : "הגדרות הגלובליזציה שלכם עודכנו."
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "שגיאה:",
            "icon_alt" : "שגיאה"
         },
         "success" : {
            "a11y_label" : "הצלחה:",
            "icon_alt" : "הצלחה"
         },
         "warning" : {
            "a11y_label" : "אזהרה:",
            "icon_alt" : "אזהרה"
         },
         "info" : {
            "a11y_label" : "מידע:‏",
            "icon_alt" : "מידע"
         }
      },
      "preferences" : {
         "restore_defaults" : {
            "label" : "שחזור ברירות מחדל"
         },
         "bidi" : {
            "help" : "עזרה להפעלת תמליל דו-כיווני",
            "label" : "הפעלת תמליל דו-כיווני",
            "tooltip" : "מאפשר הצגה תלוית-שפה של תמליל משורשר ותמליל מובנה, כגון נתיבי קבצים.  כמו כן, מאפשר לציין כיוון תמליל שאינו תלוי בבחירת השפה שלכם."
         },
         "error" : "שגיאה",
         "save" : {
            "label" : "שמירה"
         },
         "direction" : {
            "label" : "כיוון תמליל הנוצר על ידי המשתמש:",
            "tooltip" : "כיוון התמליל המתקבלת מקלט משתמש, כגון שמות פריטי תוכן ונתיבי ניווט.  כברירת מחדל, הכיוון נקבע על ידי בחירת השפה (משמאל לימין עבור רוב השפות).  בחירת 'תלוי הקשר' מאפשר מערכת לקבוע את הכיוון על בסיס ניתוח תווים (תמיכה בתמליל עם כיוון מעורב).",
            "options" : {
               "contextual" : "תלוי הקשר (מבוסס תווים)",
               "rtl" : "מימין לשמאל",
               "ltr" : "משמאל לימין",
               "default_ltr" : "שימוש בברירת המחדל של השפה (משמאל לימין)",
               "default_rtl" : "שימוש בברירת המחדל של השפה (מימין לשמאל)"
            }
         },
         "cancel" : {
            "label" : "ביטול"
         },
         "language" : {
            "selected" : "${0} (נוכחי)",
            "label" : "שפה:",
            "tooltip" : "ציינו את השפה שבה יוצג תמליל היישום.  הגדרה זו תשפיע מעתה על תמליל הנוצר על ידי המשתמש."
         },
         "calendar" : {
            "label" : "יומן:",
            "options" : {
               "hebrew" : "עברי",
               "gregorian" : "גרגוריאני",
               "hijri" : "היג'רי"
            }
         }
      }
});
