/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   DIALOG_TITLE: "Προεπισκόπηση",
   PREV_TITLE: "Προβολή του προηγούμενου αρχείου στην έκθεση.",
   NEXT_TITLE: "Προβολή του επόμενου αρχείου στην έκθεση.",
   DETAILS: "Προβολή λεπτομερειών αρχείου.",
   DETAILS_TITLE: "Ανοίξτε τη σελίδα λεπτομερειών αρχείου.",
   DETAILS_A11Y: "Αν ενεργοποιήσετε αυτή τη διασύνδεση το πλαίσιο διαλόγου προεπισκόπησης έκθεσης θα κλείσει και θα μεταβείτε στη σελίδα λεπτομερειών της έκθεσης για αυτό το αρχείο.",
   CANCEL: "Ακύρωση",
   NO_IMG_PREV: "Η προεπισκόπηση δεν είναι διαθέσιμη.",
   PLAY_VIDEO_TOOLTIP: "Αναπαραγωγή: ${0}",
   A11Y: "${description}.  Η μεταφόρτωση του βίντεο μπορεί να διαρκέσει αρκετά λεπτά.",
   NODESCRIPFILE: "Δεν υπάρχει διαθέσιμη περιγραφή",
   REQUIRED_A11Y: "Ο αστερίσκος (*) υποδεικνύει ένα απαραίτητο πεδίο.",
   FILEVIEW_NO_FOUND: "Δεν υπάρχει διαθέσιμη προεπισκόπηση για αυτό το αρχείο."
})

