/* Copyright IBM Corp. 2014, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
   // generic file visibility messages
   file_private_gen: "Ιδιωτικό αρχείο",
   file_shared_gen: "Κοινόχρηστο αρχείο",
   file_public_gen: "Δημόσιο αρχείο",
  
   file_private_gen_ext: "Ιδιωτικό αρχείο. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   file_shared_gen_ext: "Κοινόχρηστο αρχείο. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   file_public_gen_ext: "Αρχείο που εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
  
   // file visibility messages with file name option
   file_private: "Το αρχείο {0} είναι ιδιωτικό.",
   file_shared: "Το αρχείο {0} είναι κοινόχρηστο.",
   file_public: "Το αρχείο {0} εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας.",

   file_private_ext: "Το αρχείο {0} είναι ιδιωτικό. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   file_shared_ext: "Το αρχείο {0} είναι κοινόχρηστο. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   file_public_ext: "Το αρχείο {0} εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας. Αυτό το αρχείο μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   

   // generic folder visibility messages
   folder_private_gen: "Ιδιωτικός φάκελος",
   folder_shared_gen: "Κοινόχρηστος φάκελος",
   folder_public_gen: "Δημόσιος φάκελος",
   folder_community_gen: "Φάκελος κοινότητας",

   folder_private_gen_ext: "Ιδιωτικός φάκελος. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_shared_gen_ext: "Κοινόχρηστος φάκελος. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_public_gen_ext: "Φάκελος που εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_community_gen_ext: "Φάκελος κοινότητας. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   
   // folder visibility messages with folder name option
   folder_private: "Ο φάκελος {0} είναι ιδιωτικός.",
   folder_shared: "Ο φάκελος {0} είναι κοινόχρηστος.",
   folder_public: "Ο φάκελος {0} εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας.",
   folder_community: "Ο φάκελος {0} είναι ένας φάκελος κοινότητας.",

   folder_private_ext: "Ο φάκελος {0} είναι ιδιωτικός. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_shared_ext: "Ο φάκελος {0} είναι κοινόχρηστος. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_public_ext: "Ο φάκελος {0} εμφανίζεται σε οποιοδήποτε πρόσωπο στον οργανισμό σας. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   folder_community_ext: "Ο φάκελος {0} είναι ένας φάκελος κοινότητας. Αυτός ο φάκελος μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   
  
   // generic file/folder visibility messages
   gen_private: "Ιδιωτικό στοιχείο",
   gen_shared: "Κοινόχρηστο στοιχείο",
   gen_public: "Εμφάνιση σε όλα τα πρόσωπα στον οργανισμό σας",
   gen_shared_ext: "Εξωτερική κοινή χρήση",

   gen_private_shared_ext: "Ιδιωτικό στοιχείο. Μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   gen_shared_shared_ext: "Κοινόχρηστο στοιχείο. Μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
   gen_public_shared_ext: "Εμφανίζεται σε όλα τα πρόσωπα στον οργανισμό σας. Μπορεί να διατεθεί για κοινή χρήση με πρόσωπα εκτός του οργανισμού σας.",
  

   // actions on node elements
   folder_expand: "Ανάπτυξη του φακέλου {0}",
   gen_expand: "Ανάπτυξη του στοιχείου {0}",

   folder_collapse: "Σύμπτυξη του φακέλου {0}",
   gen_collapse: "Σύμπτυξη του στοιχείου {0}",
   
   folder_select: "Επιλογή του φακέλου {0}",
   file_select: "Επιλογή του αρχείου {0}",
   gen_select: "Επιλογή του στοιχείου {0}",
  
  
   // aria text
   gen_click_to_select: "Πατήστε στο στοιχείο {0} για να το επιλέξετε.",
   gen_click_to_expand: "Πατήστε στο στοιχείο {0} για να το αναπτύξετε.",
   gen_disabled: "Το στοιχείο {0} είναι απενεργοποιημένο."
})

