/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

({
	error: "Състоянието на поканата за Вашата мрежа не е достъпно.  Моля, опитайте отново по-късно.",
	loading: "Зареждане на покани на мрежата...",
	inNetwork: "${0} е член на Вашата мрежа.",
	pendingNetwork: "${0} е поканен да се присъедини към Вашата мрежа.",
	removeNetwork: "Премахване?",
	defaultMessage: "Бих желал/а да Ви поканя да се присъедините към моята мрежа.",
	notLoggedIn: "Трябва да влезете, за да поканите лица към Вашата мрежа.",
	labelMessage: "Покана за ${0} за Вашата мрежа:",
	labelFollow: "Също така Следване и получаване на актуализации",
	btnInvite: "Изпращане на покана"
})

