/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "authorize" : {
         "legal" : "Лицензияланған материалдар - IBM Corporation меншігі. 5724-S68 \xa9 IBM Corporation 2007, 2012. IBM, IBM мекеме ені, ibm.com торабы және Lotus IBM Құрама Штаттарда, басқа елдерде немесе екеуінде де тіркелген сауда белгілері болып табылады. Үкімет пайдаланушыларының шектеулі құқықтары: IBM Корпорациясымен жасалған GS ADP Үкіметтік келісім-шарт бойынша пайдалану, көбейту немесе жариялау шектелген.",
         "error" : "Қате орын алды. Әрекетті кейін қайталап көріңіз.",
         "granted" : {
            "title" : "Қатынас берілді",
            "blurb" : "HCL Connections тіркелімімен байланыс жасау үшін ${0} қатынасын мұраға алғансыз."
         },
         "denied" : {
            "title" : "Тыйым салынған",
            "blurb" : "HCL Connections тіркелімімен байланыс жасау үшін ${0} қатынасын қабылда мадыңыз."
         },
         "blurb" : "{0} мәні қосылымдардағы мазмұнның барлығын қоса отыра HCL Connections мәліметіне қатынасты ұсынады.",
         "revoke" : {
            "description" : "Connections параметрлері > {0} арқылы кез келген уақытта қатынасты болдырмауға болады. Connections сізден қайта рұқсат алуды қайта-қайта сұрауы мүмкін.",
            "link" : "Бағдарламаға қатынасу"
         },
         "authorize" : {
            "label" : "Қатынас беру"
         },
         "windowtitle" : "HCL Connections қатынасуға рұқсат ету",
         "title" : "Қатынас сұрауы",
         "deny" : {
            "label" : "Қатынасуды тоқтату"
         },
         "action_tooltip" : "${0} бағдарламасына қатынас беру",
         "action" : "Қатынас беру",
         "connections" : {
            "heading" : "HCL Connections"
         },
         "success" : "${0} мәніне қайта бағыттау."
      },
      "javascript" : {
         "disabled" : {
            "title" : "JavaScript қосу",
            "p2" : "Жалғастыру үшін бетті жаңартыңыз.",
            "p1" : "JavaScript веб-шолғышыңызда ажыратылған.  HCL Connections функциялау үшін JavaScript бағдарламасын талап етеді.  Қосқан соң, бетті жаңартыңыз."
         }
      },
      "errors" : {
         "malformed_request" : {
            "title" : "Сұрауыңызды орындау мүмкін емес",
            "description" : "Сіздің ІBM Connections тіркелгіңізге рұқсат сұраған талап еткен бағдарламаның сұрауы сәтсіз болды.  Алдыңғы бетке оралып, әрекетті қайталау үшін шолғышты кері қайту түймешігін басыңыз.  Бұл қате жоғалмай қойса, проблема туралы әкімшіге есеп жіберіңіз."
         },
         "invalid_token" : {
            "title" : "Сұрауыңызды орындау мүмкін емес",
            "description" : "Сіздің IBM тіркелгіңізге рұқсат талап еткен бағдарламаның талабы жарамсыз болды.  Алдыңғы бетке оралып, әрекетті қайталау үшін шолғышты кері қайту түймешігін басыңыз.  Бұл қате жоғалмай қойса, проблема туралы әкімшіге есеп жіберіңіз."
         },
         "default_action" : {
            "label" : "Негізгі бетке оралыңыз"
         }
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Қате:",
            "icon_alt" : "Қате"
         },
         "success" : {
            "a11y_label" : "Сәттілік:",
            "icon_alt" : "Сәтті"
         },
         "warning" : {
            "a11y_label" : "Ескерту:",
            "icon_alt" : "Ескерту"
         },
         "info" : {
            "a11y_label" : "Ақпарат:",
            "icon_alt" : "Ақпарат"
         }
      },
      "loading" : "Жүктелуде...",
      "deny" : {
         "error" : "Қате орын алды. Әрекетті кейін қайталап көріңіз.",
         "action_tooltip" : "Бағдарламаға рұқсаттан бас тарту ${0}",
         "action" : "Қатынасуды тоқтату",
         "success" : "Қатынастан бас тартылды."
      },
      "grid" : {
         "applications" : {
            "summary" : "HCL Connections ақпаратыңызға қатынасатын бағдарламалар тізімі.",
            "loading" : "Жүктелуде...",
            "empty" : "Бағздарламалар табылмады.",
            "reverse_sort" : "Кері сұрыптау"
         }
      },
      "applications" : {
         "windowtitle" : "Бағдарламаға қатынасу",
         "details" : "HCL Connections ақпаратыңызға қатынасатын бағдарламалар.",
         "error" : "Қатеге байланысты тізім шығарылмады.",
         "titlebar" : {
            "tab2" : "Бағдарламаға қатынасу",
            "tab1" : "Электрондық пошта хабарландырулары",
            "tab3" : "Жаһандандыру"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Осы түймешікті басу жаңа мазмұны бар ағымдағы бетті жаңартады.  Осы мәзірге оралу үшін кері шарлаңыз:"
         },
         "a11y" : {
            "titlebar_label" : "HCL Connections параметрлері"
         },
         "heading" : "Бағдарламаға қатынасу"
      },
      "sorts" : {
         "application_name" : "Бағдарлама атауы",
         "authorization_date" : "Қатынас шегін анықтау күні",
         "expiration_date" : "Жарамдылық мерзімі",
         "action" : "Әрекет"
      },
      "revoke_token" : {
         "error" : "Қате орын алды. Әрекетті кейін қайталап көріңіз.",
         "dialog_title" : "Қатынасты шақыру",
         "action_tooltip" : "Бағдарламаға рұқсатты жою ${0}",
         "action" : "Қайтарып алу",
         "ok" : "OK",
         "cancel" : "Болдырмау",
         "confirm" : "Осы бағдарлама\ қатынасын HCL Connections мәліметіне тыйым саласыз ба? ",
         "success" : "Бағдарлама жойылды."
      }
});
