/* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */

({
	error: "Не удается получить состояние вашего приглашения в сеть.  Повторите попытку позже.",
	loading: "Загрузка приглашений в сеть...",
	inNetwork: "${0} входит в вашу сеть.",
	pendingNetwork: "${0} был приглашен в вашу сеть.",
	removeNetwork: "Удалить?",
	defaultMessage: "Приглашаю вас присоединиться к моей сети.",
	notLoggedIn: "Для приглашения пользователей в свою сеть необходимо войти в систему.",
	labelMessage: "Пригласить ${0} в вашу сеть:",
	labelFollow: "Также отслеживать и получать обновления",
	btnInvite: "Отправить приглашение"
})

