/* Copyright IBM Corp. 2008, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	ADD_WIDGET: "Αφήστε το κουμπί του ποντικιού για να προσθέσετε το μικροεργαλείο στη σελίδα",
	CANNOT_ADD_WIDGET: "Το μικροεργαλείο δεν μπορεί να προστεθεί εδώ",
	MOVE_WIDGET: "Αφήστε το κουμπί του ποντικιού για εναπόθεση του μικροεργαλείου",
	CANNOT_DROP_WIDGET: "Δεν είναι δυνατή η εναπόθεση του μικροεργαλείου σε αυτό το σημείο",
	TITLE_CREATE_WIDGET: "Δημιουργία μικροεργαλείου",
	TITLE_MOVE_WIDGET: "Μετακίνηση μικροεργαλείου"
})

