/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
// NLS_CHARSET=UTF-8
({
   LIBRARY_WIDGET_TITLE: "Περισσότερες πληροφορίες για το μικροεργαλείο Βιβλιοθήκη",
   COMMUNITY_LIBRARY_TITLE: "Πληροφορίες για τις βιβλιοθήκες κοινότητας", 
   COMMUNITY_LIBRARY_DESC: "Το μικροεργαλείο Βιβλιοθήκη παρέχει στα μέλη των κοινοτήτων τη δυνατότητα να συνεργάζονται και να διαχειρίζονται αποτελεσματικά κοινόχρηστο περιεχόμενο. Μπορείτε να ελέγχετε τον τρόπο διάθεσης των αρχείων και των φακέλων για κοινή χρήση, να συνεργάζεστε με τα άλλα μέλη της κοινότητάς σας για τη δημιουργία νέου περιεχομένου, να εργάζεστε με προσχέδια και να εξετάζετε τα ενημερωμένα αρχεία πριν από τη διάθεσή τους στα άλλα μέλη.",
   SHARE_FILES_TITLE: "Διάθεση αρχείων για κοινή χρήση", 
   SHARE_FILES_DESC: "Τα αρχεία και οι φάκελοι είναι στη διάθεση όλων των μελών μιας κοινότητας από προεπιλογή. Τα μέλη μπορούν να προσαρμόσουν τον τρόπο συνεργασίας τους στην κοινότητα αλλάζοντας τις ρυθμίσεις κοινής χρήσης για τα αρχεία και τους φακέλους.",
   EDIT_FILES_TITLE: "Τροποποίηση αρχείων", 
   EDIT_FILES_DESC: "Τα μέλη μιας κοινότητας μπορούν να κάνουν αλλαγές στα αρχεία δουλεύοντας με προσωπικά προσχέδια. Ένα προσχέδιο παραμένει ιδιωτικό όσο ο κάτοχός του εργάζεται με αυτό. Όταν το προσχέδιο είναι έτοιμο, ο κάτοχός του μπορεί να το θέσει στη διάθεση της υπόλοιπης κοινότητας δημοσιεύοντας το.",
   REVIEW_FILES_TITLE: "Εξέταση αρχείων", 
   REVIEW_FILES_DESC: "Η εξέταση των αρχείων επιτρέπει στα μέλη μιας κοινότητας να ελέγχουν την ποιότητα του δημιουργούμενου περιεχομένου. Όταν η εξέταση προσχεδίων είναι ενεργοποιημένη, τα προσχέδια πρέπει να εξετάζονται και να εγκρίνονται από συγκεκριμένα μέλη της κοινότητας.",
   LINKED_LIBRARY_WIDGET_TITLE: "Περισσότερες πληροφορίες για το μικροεργαλείο Διασυνδεδεμένη βιβλιοθήκη", 
   LINKED_LIBRARY_TITLE: "Πληροφορίες για τις διασυνδεδεμένες βιβλιοθήκες", 
   LINKED_LIBRARY_DESC: "Το μικροεργαλείο Διασυνδεδεμένη βιβλιοθήκη επιτρέπει την ενσωμάτωση περιεχομένου από εξωτερικές πηγές σε μια κοινότητα. Εργαστείτε με αρχεία μαζί με τους συναδέλφους σας αξιοποιώντας τις καθιερωμένες λειτουργίες κοινωνικής δικτύωσης.", 
   CONNECT_CONTENT_TITLE: "Σύνδεση με εξωτερικό περιεχόμενο", 
   CONNECT_CONTENT_DESC: "Συνδέστε το μικροεργαλείο Διασυνδεδεμένη βιβλιοθήκη σε έναν εξωτερικό χώρο αποθήκευσης εγγράφων για να διαχειρίζεστε το περιεχόμενό του απευθείας από την κοινότητά σας. Για να δημιουργήσετε τη σύνδεση, χρειάζεστε πληροφορίες σχετικά με τη θέση του χώρου αποθήκευσης και τα στοιχεία ταυτότητας για την πρόσβαση σε αυτόν.",
   FILES_WIDGET_TITLE: "Περισσότερες πληροφορίες για το μικροεργαλείο Αρχεία", 
   FILES_TITLE: "Πληροφορίες για το μικροεργαλείο Αρχεία", 
   FILES_DESC: "Χρησιμοποιήστε το μικροεργαλείο Αρχεία για να οργανώνετε το περιεχόμενο σας σε φακέλους, να μοιράζεστε αρχεία με τους συναδέλφους σας, να εργάζεστε με εκδοχές και να αναδεικνύετε συγκεκριμένα αρχεία τοποθετώντας τα στην αρχή των διαφόρων προβολών.", 
   UPLOAD_SHARE_TITLE: "Μεταφόρτωση και κοινή χρήση αρχείων",
   UPLOAD_SHARE_DESC: "Μεταφορτώστε αρχεία από το τοπικό σύστημα για να τα αποθηκεύσετε, να τα διαθέσετε για κοινή χρήση ή να τα προσθέσετε σε δραστηριότητες ή κοινότητες. Προσθέστε προσδιοριστικά σε αρχεία για να διευκολύνετε τον εντοπισμό τους από τους άλλους χρήστες. Διαθέστε αρχεία για κοινή χρήση με τους συναδέλφους σας και ορίστε τους ως επιμελητές για να μπορούν να ενημερώνουν το περιεχόμενο των αρχείων.",
   EDIT_FILES_TITLE: "Τροποποίηση αρχείων",
   EDIT_FILES_DESC:"Επεξεργαστείτε μαζί με τους συναδέλφους σας το περιεχόμενο που είναι αποθηκευμένο στην εφαρμογή Αρχεία. Τα δημόσια αρχεία είναι διαθέσιμα σε όλους. Οποιοσδήποτε χρήστης μπορεί να ανοίξει για ανάγνωση ή να μεταφορτώσει ένα δημόσιο αρχείο. Αν θέλετε να περιορίσετε την πρόσβαση στα αρχεία σας, διαθέστε τα για κοινή χρήση με συγκεκριμένα πρόσωπα. Χρησιμοποιήστε την εφαρμογή Αρχεία για να παρακολουθείτε τις εκδοχές των αρχείων και να ανταλλάσσετε σχόλια."
})

