/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2014, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

//NLS_CHARSET=UTF-8

define ({
  root: {
     FILE_VIEWER_TITLE: "תצוגה מקדימה של קובץ",
     FILENAME_TOOLTIP: "עריכת שם קובץ",
     ICON_TOOLTIP: "הורדת קובץ",
     ERROR: "אירעה שגיאה.‏",
     SHARED_EXTERNALLY: "משותף חיצונית",
     FILE_SYNCED: "נוסף לסינכרון",
     MORE_ACTIONS: {
       TITLE: "פעולות נוספות",
       A11Y: "פתיחת תפריט נפתח עם רשימה של פעולות נוספות לביצוע על הקובץ."
     },
     SPLIT_ACTION: {
       MENU: {
         TITLE: "יותר אפשרויות",
         A11Y: "לחצן זה פותח תפריט עם פעולות נוספות"
       },
       BUTTON: {
         EDIT: {
           TITLE: "עריכה"
         },
         UPLOAD: {
           TITLE: "טעינה"
         }
       }
     },
     WELCOME: {
       TITLE: "שילבנו את תצוגת הקובץ ותצוגת הפרטים",
       SUBTITLE: "כעת תוכלו להציג קובץ יחד עם ההערות שלו.",
       LINES: {
          LINE_1: "כל המידע והפעולות שהיו זמינות בדף הישן נמצאות כאן.",
          LINE_2: "הערות, פרטי שיתוף, גרסאות ומידע בסיסי מוצגים לצד הקובץ."
       }
     },
     NAVIGATION: {
      NEXT_A11Y: "לחצן זה מנווט אל הקובץ הבא.",
      PREVIOUS_A11Y: "לחצן זה מנווט אל הקובץ הקודם."
     },
     ACTION: {
       CLOSE: {
         TOOLTIP: "סגירה",
         A11Y: "לחצן זה סוגר את מציג הקבצים."
       },
       CREATE_FROM_TEMPLATE: {
         NAME: "חדש מקובץ",
         ACTION_NAME:"יצירת קובץ",
         A11Y: {
           TEXT: "יצירת מסמך (קובץ DOC,‏ DOCX או ODT) מקובץ תבנית. תוכלו לערוך מסמכים אלה באופן מקוון בתוך Docs.‏",
           PRES: "יצירת מצגת (קובץ PPT,‏ PPTX או ODP) מקובץ תבנית. תוכלו לערוך מצגות אלה באופן מקוון בתוך Docs.‏",
           SHEET: "יצירת גיליון אלקטרוני (קובץ XLS,‏ XLSX או ODS) מקובץ תבנית. תוכלו לערוך גליונות אלקטרוניים אלה באופן מקוון בתוך Docs.‏"
         },
         PROMPT: {
           TEXT: "יצירת מסמך (קובץ DOC,‏ DOCX או ODT) מקובץ תבנית. תוכלו לערוך מסמכים אלה באופן מקוון בתוך Docs.‏",
           PRES: "יצירת מצגת (קובץ PPT,‏ PPTX או ODP) מקובץ תבנית. תוכלו לערוך מצגות אלה באופן מקוון בתוך Docs.‏",
           SHEET: "יצירת גיליון אלקטרוני (קובץ XLS,‏ XLSX או ODS) מקובץ תבנית. תוכלו לערוך גליונות אלקטרוניים אלה באופן מקוון בתוך Docs.‏"
         },
         NAME_FIELD: "שם:",
         EXTERNAL_FIELD: "אפשר לשתף קבצים עם אנשים מחוץ לארגון שלי",
         EXTERNAL_DESC: "גישה חיצונית מאפשרת לשתף קבצים אלה עם אנשים חיצוניים (אנשים מחוץ לחברה), תיקיות שאנשים חיצוניים יכולים לראות וקהילות שחברים בהן אנשים חיצוניים. עליכם להגדיר גישה חיצונית כשאתם טוענים את הקובץ; לא ניתן להגדיר גישה זו בשלב מאוחר יותר.",
         CREATE_BUTTON: "יצירה",
         CANCEL: "ביטול",
         PRE_FILL_NAMES: {
           OTT: "מסמך ללא שם",
           OTS: "גיליון אלקטרוני ללא שם",
           OTP: "מצגת ללא שם",
           DOT: "מסמך ללא שם",
           XLT: "גיליון אלקטרוני ללא שם",
           POT: "מצגת ללא שם",
           DOTX: "מסמך ללא שם",
           XLTX: "גיליון אלקטרוני ללא שם",
           POTX: "מצגת ללא שם"
         },
         ERRORS: {
           NAME_REQUIRED: "שם המסמך דרוש.",
           ILLEGAL_NAME:"כותרת המסמך אינה חוקית, נא לציין כותרת אחרת.",
           WARN_LONG_NAME: "שם המסמך ארוך מדי.",
           TRIM_NAME: "לקצר את שם המסמך?",
           SESSION_TIMEOUT: "תוקף מהלך העבודה שלכם פג. התחברו ונסו שוב.",
           DUPLICATE_NAME: "נמצא שם קובץ כפול. נא לציין שם חדש.",
           SERVER_ERROR: "שרת Connections אינו זמין. פנו למנהלן השרת ונסו שוב מאוחר יותר.‏"
         }
       },
       DOWNLOAD: {
         TOOLTIP: "הורדת קובץ",
         A11Y: "לחצן זה מוריד את הקובץ."
       },
       DOWNLOAD_AS_PDF: {
         NAME: "הורדה כקובץ PDF",
         TOOLTIP: "הורדת קובץ זה כקובץ PDF",
         A11Y: "לחצן זה מוריד את הקובץ כקובץ PDF.‏",
         SUCCESS: "הורדתם בהצלחה את הקובץ כקובץ PDF.‏",
         ERROR: {
           DEFAULT: "לא הצלחתם להוריד את הקובץ כקובץ PDF.‏  נא לנסות שוב מאוחר יותר.",
           UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב כדי שתוכלו להוריד את הקובץ כקובץ PDF.‏",
           NOT_FOUND: "לא ניתן להוריד את הקובץ כקובץ PDF מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
           ACCESS_DENIED: "לא ניתן להוריד את הקובץ כקובץ PDF מפני שהקובץ נמחק או כבר אינו משותף אתכם."
         },
         DOCS_ERRORS: {
           NO_PUBLISHED_OR_EMPTY: "אין גרסה מפורסמת של קובץ זה להורדה.  אפשר לפרסם גרסאות מתוך עורך Docs.‏"
         }
       },
       DOWNLOAD_DOCS_FILE: {
         EMPTY_FILE_EDITOR: {
           DIALOG_TITLE: "לא ניתן להוריד את הקובץ",
           CANCEL: "סגירה",
           PROMPT: "אין גרסה מפורסמת של קובץ זה להורדה.",
           PROMPT2: "אפשר לפרסם גרסאות מתוך עורך Docs.‏"
         },
         EMPTY_FILE_READER: {
           DIALOG_TITLE: "לא ניתן להוריד את הקובץ",
           CANCEL: "סגירה",
           PROMPT: "אין גרסה מפורסמת של קובץ זה להורדה.",
           PROMPT2: "בקשו מהבעלים של הקובץ לפרסם גרסה של קובץ זה."
         },
         NEWER_DRAFT_EXISTS: {
           DIALOG_TITLE: "הורדת גרסה",
           OK: "הורדת גרסה",
           PROMPT: {
             TODAY: "נמצאה טיוטה חדשה יותר, שנערכה לאחרונה היום בשעה ${time}.",
             YESTERDAY: "נמצאה טיוטה חדשה יותר, שנערכה לאחרונה אתמול בשעה ${time}.",
             DAY: "נמצאה טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date}.",
             MONTH: "נמצאה טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date}.",
             YEAR: "נמצאה טיוטה חדשה יותר, שנערכה לאחרונה בתאריך ${date_long}."
           },
           PROMPT2: {
             TODAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה היום בשעה ${time}?",
             YESTERDAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה אתמול בשעה ${time}?",
             DAY: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date}?",
             MONTH: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date}?",
             YEAR: "אתם בטוחים שברצונכם להמשיך להוריד את הגרסה שפורסמה בתאריך ${date_long}?"
           }
         }
       },
       TOGGLE_PANEL: {
         SHOW: "הצגת מסך פרטים",
         HIDE: "הסתרת מסך פרטים",
         SHOW_A11Y: "לחצן זה ממתג את חלונית הצד ממצב פתוח לסגור ולהיפך. חלונית הצד סגורה כרגע.",
         HIDE_A11Y: "לחצן זה ממתג את חלונית הצד ממצב פתוח לסגור ולהיפך. חלונית הצד פתוחה כרגע."
       },
       VIEW_DOC: {
         NAME: "פתיחה במציג Docs",
         TOOLTIP: "פתיחה במציג Docs",
         A11Y: "לחצן זה פותח את הקובץ להצגה בחלון דפדפן חדש."
       },
       EDIT_DOC: {
         NAME: "עריכה בתוך Docs",
         TOOLTIP: "עריכת קובץ בתוך Docs",
         A11Y: "לחצן זה פותח את הקובץ לעריכה בתוך Docs בחלון חדש."
       },
       ROUNDTRIP_EDIT: {
         NAME: "עריכה בשולחן העבודה",
         DIALOG_TITLE: "עריכה בשולחן העבודה",
         TOOLTIP: "עריכת מסמך זה",
         A11Y: "לחצן זה פותח את הקובץ לעריכה מקומית.",
         PROMPT: "מאפיין זה מאפשר לכם לערוך את הקובץ במחשב המקומי.",
         IMPORTANT: "חשוב:",
         REMINDER: "לאחר שתסיימו את העריכה, עליכם לפרסם טיוטה באמצעות מחברי הקבצים בשולחן העבודה. אם הקובץ אינו נפתח, יתכן שעליכם להתקין את תוספי שולחן העבודה.",
         SKIP_DIALOG: "לא להציג הודעה זו שוב.",
         OK: "אישור",
         CANCEL: "ביטול"
       },
       DELETE_VERSION: {
         DIALOG_TITLE: "אישור פעולה",
         DELETE_VERSION: "מחיקת גרסה ${version}",
         DELETE_VERSION_AND_PRIOR: "מחיקת גרסה ${version} וכל הגרסאות הקודמות",
         PROMPT: "אתם עומדים למחוק את הגרסה ${version}. האם ברצונכם להמשיך?‏",
         DELETE_PRIOR: "למחוק גם  גרסאות קודמות",
         ERROR: "אירעה שגיאה במחיקת הגרסה. נסו שוב מאוחר יותר.",
         TOOLTIP: "מחיקת גרסה זו",
         OK: "אישור",
         CANCEL: "ביטול"
       },
       GET_LINKS: {
         DIALOG_TITLE: "קבלת קישורים",
         LINK_FILE: "קישור לקובץ:",
         LINK_PREVIEW: "קישור לתצוגה מקדימה של הקובץ:",
         LINK_DOWNLOAD: "קישור להורדת קובץ:",
         TOOLTIP: "קישור לקובץ",
         OK: "סגירה"
       },
       DOWNLOAD_VERSION: {
         TOOLTIP: "הורדת גרסה זו"
       },
       RESTORE_VERSION: {
         DIALOG_TITLE: "אישור פעולה",
         PROMPT: "אתם עומדים להחליף את הגרסה הנוכחית של קובץ זה בגרסה ${version}. האם ברצונכם להמשיך?‏",
         ERROR: "אירעה שגיאה בשחזור הגרסה. נסו שוב מאוחר יותר.",
         TOOLTIP: "שחזור גרסה זו",
         CHANGE_SUMMARY: "שוחזר מגרסה ${version}",
         OK: "אישור",
         CANCEL: "ביטול"
       },
       STOP_SHARING: {
         DIALOG_TITLE: "אישור פעולה",
         REMOVE_EVERYONE: "אתם בטוחים שברצונכם לסלק את הגישה של ארגונכם לקובץ זה?‏ אם הגישה תסולק, הקובץ יסולק מתיקיות ומקהילות עם גישה ברמת הארגון, ורק הבעלים ואנשים שעמם שותף הקובץ יוכלו לראות את הקובץ ולעבוד אתו.",
         REMOVE_USER: "אתם בטוחים שברצונכם להפסיק את השיתוף עם ${user}? אם תפסיקו את השיתוף, ${user} יוכל לגשת לקובץ זה רק דרך תיקיות, או אם הקובץ משותף עם כל המשתמשים בארגון.",
         REMOVE_COMMUNITY: "אתם בטוחים שברצונכם לסלק קובץ זה מהקהילה ${communityName}?‏",
         REMOVE_FOLDER: "אתם בטוחים שברצונכם לסלק קובץ זה מהתיקיה ${folderName}?‏",
         REMOVE_EVERYONE_TOOLTIP: "סילוק הגישה של ארגונכם",
         REMOVE_USER_TOOLTIP: "סילוק כל השיתופים עם ${user}",
         REMOVE_COMMUNITY_TOOLTIP: "סילוק מהקהילה ${communityName}",
         REMOVE_FOLDER_TOOLTIP: "סילוק מהתיקיה ${folderName}",
         OK: "אישור",
         CANCEL: "ביטול"
       },
       EDIT_COMMENT: {
         TOOLTIP: "עריכת הערה זו"
       },
       DELETE_COMMENT: {
         DIALOG_TITLE: "אישור פעולה",
         PROMPT: "אתם בטוחים שברצונכם למחוק הערה זו?‏",
         ERROR: "אירעה שגיאה במחיקת ההערה. נסו שוב מאוחר יותר.",
         TOOLTIP: "מחיקת הערה זו",
         OK: "אישור",
         CANCEL: "ביטול"
       },
       LIKE: {
         LIKE: "סימון 'אהבתי' לקובץ",
         UNLIKE: "ביטול סימון 'אהבתי' לקובץ",
         LIKE_A11Y: "לחצן זה מוסיף סימון 'אהבתי' לקובץ.",
         UNLIKE_A11Y: "לחצן זה מבטל סימון 'אהבתי' לקובץ.",
         LIKED_SUCCESS: "אהבתם את הקובץ",
         UNLIKE_SUCCESS: "הסרתם את סימון 'אהבתי' מהקובץ"
       },
       EDIT_DESCRIPTION: {
         TOOLTIP: "עריכת תיאור",
         ERROR: {
           DEFAULT: "לא ניתן לשמור את התיאור. נסו שוב מאוחר יותר.",
           UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר כדי שתוכלו לעדכן את התיאור.",
           NOT_FOUND: "לא ניתן לשמור את התיאור מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
           ACCESS_DENIED: "לא ניתן לשמור את התיאור מפני שהקובץ נמחק או כבר אינו משותף אתכם."
         }
       },
       EDIT_FILENAME: {
         ERROR: {
           DEFAULT: "שגיאה בשמירת שם הקובץ",
           CONFLICT: "שם הקובץ כבר קיים"
         }
       },
       TOGGLE_FOLLOW: {
         ERROR: {
           FOLLOW: {
             DEFAULT: "אירעה שגיאה במעקב אחר קובץ זה. נסו שוב מאוחר יותר.",
             UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב כדי שתוכלו לעקוב אחר הקובץ.",
             NOT_FOUND: "אינכם יכולים לעקוב אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
             ACCESS_DENIED: "אינכם יכולים לעקוב אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם."
           },
           UNFOLLOW: {
             DEFAULT: "אירעה שגיאה בביטול המעקב אחר קובץ זה. נסו שוב מאוחר יותר.",
             UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב כדי שתוכלו להפסיק לעקוב אחר הקובץ.",
             NOT_FOUND: "אינכם יכולים להפסיק עקוב אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
             ACCESS_DENIED: "אינכם יכולים להפסיק עקוב אחר הקובץ מפני שהקובץ נמחק או כבר אינו משותף אתכם."
           }
         },
         FOLLOW_NAME: "מעקב",
         FOLLOW_TOOLTIP: "מעקב אחר קובץ זה",
         FOLLOW_A11Y: "לחצן זה עוקב אחרי הקובץ.",
         FOLLOW_SUCCESS: "אתם עוקבים אחר קובץ זה.",
         STOP_FOLLOWING_NAME: "הפסקת מעקב",
         STOP_FOLLOWING_TOOLTIP: "הפסקת המעקב אחר קובץ זה",
         STOP_FOLLOWING_A11Y: "לחצן זה מפסיק את המעקב אחר הקובץ.",
         STOP_FOLLOWING_SUCCESS: "הפסקתם לעקוב אחר קובץ זה."
       },
       TOGGLE_SYNC: {
         SYNC: {
           NAME: "הוספה לסינכרון",
           TOOLTIP: "הוספת קובץ זה לסינכרון",
           A11Y: "לחצן זה מוסיף את הקובץ לסינכרון.",
           SUCCESS: "הוספתם קובץ זה לסינכרון.",
           ERROR: {
             DEFAULT: "אירעה שגיאה בהוספת קובץ זה לסינכרון. נסו שוב מאוחר יותר.",
             UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב כדי שתוכלו להוסיף קובץ זה לסינכרון.",
             NOT_FOUND: "אינכם יכולים להוסיף קובץ זה לסינכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
             ACCESS_DENIED: "אינכם יכולים להוסיף קובץ זה לסינכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם."
           }
         },
         STOP_SYNC: {
           NAME: "סילוק מסינכרון",
           TOOLTIP: "סילוק קובץ זה מהסינכרון",
           A11Y: "לחצן זה מסלק את הקובץ מהסינכרון.",
           SUCCESS: "סילקתם קובץ זה מהסינכרון.",
           ERROR: {
             DEFAULT: "אירעה שגיאה בסילוק הקובץ זה מהסינכרון. נסו שוב מאוחר יותר.",
             UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר שוב כדי שתוכלו לסלק קובץ זה מהסינכרון.",
             NOT_FOUND: "אינכם יכולים לסלק קובץ זה מהסינכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
             ACCESS_DENIED: "אינכם יכולים לסלק קובץ זה מהסינכרון מפני שהקובץ נמחק או כבר אינו משותף אתכם."
           }
         }
       },
       TOGGLE_FAVORITE: {
          FAVORITE_NAME: "נעיצה",
          FAVORITE_TOOLTIP: "נעיצת קובץ זה",
          FAVORITE_A11Y: "לחצן זה נועץ את קובץ",
          FAVORITE_SUCCESS: "נעצתם קובץ זה.",
          STOP_FAVORITEING_NAME: "ביטול נעיצה",
          STOP_FAVORITEING_TOOLTIP: "ביטול נעיצת קובץ זה",
          STOP_FAVORITEING_A11Y: "לחצן זה מבטל את נעיצת הקובץ.",
          STOP_FAVORITEING_SUCCESS: "ביטלתם את נעיצת הקובץ."
       },
       TRASH: {
         NAME: "העברה לסל המיחזור",
         DIALOG_TITLE: "אישור פעולה",
         PROMPT: "אתם בטוחים שברצונכם להעביר קובץ זה לסל המיחזור?‏ העברת הקובץ לסל המיחזור תגרום לכך שלא יהיה זמין לאנשים שאתם הוא משותף כרגע.",
         ERROR: "אירעה שגיאה במחיקת הקובץ. נסו שוב מאוחר יותר.",
         TOOLTIP: "מחיקת קובץ זה",
         OK: "אישור",
         CANCEL: "ביטול",
         A11Y: "לחצן זה מעביר את הקובץ לסל המיחזור.",
         SUCCESS_MSG: "${file} הועבר לסל המיחזור."
       },
       REFRESH: {
         NAME: "רענון",
         ERROR: "אירעה שגיאה ברענון מציג הקבצים. נסו שוב מאוחר יותר.",
         TOOLTIP: "רענון מציג הקבצים",
         INFO_MSG: "רעננו כדי לראות את התוכן המעודכן. ${link}",
         A11Y: "לחצן זה מעביר את הקובץ לסל המיחזור.",
         SUCCESS_MSG: "התוכן רוענן בהצלחה."
       },
       COPY_FILE: {
         NAME: "מתן עותק לקהילה",
         DIALOG_TITLE: "אישור פעולה",
         ERROR: "אירעה שגיאה בהעתקת הקובץ. נסו שוב מאוחר יותר.",
         TOOLTIP: "מתן עותק של קובץ זה לקהילה",
         OK: "אישור",
         CANCEL: "ביטול",
         A11Y: "לחצן זה פותח דו-שיח המאפשר לכם לתת עותק של קובץ זה לקהילה.",
         SUCCESS_MSG: "${file} הועתק אל ${community}."
       },
       UPLOAD_VERSION: {
         NAME: "טעינת גרסה חדשה",
         NAME_SHORT: "טעינה",
         CHANGE_SUMMARY: "סיכום שינויים אופציונלי...‏",
         TOOLTIP: "טעינת גרסה חדשה של קובץ זה",
         A11Y: "לחצן זה פותח דו-שיח המאפשר לכם לטעון גרסה חדשה של קובץ זה"
       },
       LOG_IN: {
    	   NAME: "התחברות",
    	   TOOLTIP: "התחברו כדי לטעון ולשתף קבצים, להעיר וליצור תיקיות."
       },
       LOCK: {
          NAME: "נעילת קובץ",
          TITLE: "נעילת קובץ זה",
          A11Y: "נעילת קובץ זה",
          SUCCESS: "הקובץ נעול כעת."
       },
       UNLOCK: {
          NAME: "שחרור נעילת קובץ",
          TITLE: "שחרור נעילת קובץ זה",
          A11Y: "שחרור נעילת קובץ זה",
          SUCCESS: "נעילת הקובץ שוחררה."
       },
       EDIT_ON_DESKTOP: {
          NAME: "עריכה בשולחן העבדוה",
          TITLE: "עריכה בשולחן העבדוה",
          A11Y: "עריכה בשולחן העבדוה"
       },
       FLAG: {
         FILE: {
           NAME: "סימון כלא הולם",
           TITLE: "סימון קובץ",
           A11Y: "סימון קובץ זה כלא הולם",
           PROMPT: "ציינו סיבה לסימון קובץ זה (אופציונלי):",
           OK: "סימון",
           CANCEL: "ביטול",
           SUCCESS: "הקובץ סומן והוגש לסקירה.",
           ERROR: "לא ניתן לסמן קובץ זה, נא לנסות שוב מאוחר יותר.‏ "
         },
         COMMENT: {
           NAME: "סימון כלא הולם",
           TITLE: "סימון הערה",
           A11Y: "סימון הערה זו כלא הולמת",
           PROMPT: "ציינו סיבה לסימון הערה זו (אופציונלי):‏",
           OK: "סימון",
           CANCEL: "ביטול",
           SUCCESS: "ההערה סומנה והוגשה לסקירה.",
           ERROR: "לא ניתן לסמן הערה זו, נא לנסות שוב מאוחר יותר.‏ "
         }
       }
     },
     SECTION: {
      ABOUT: {
       NAME: "אודות קובץ זה",
       VIEW_FILE_DETAILS: "הצגת פרטי קובץ",
       A11Y: "הפעלת קישור זה תסגור את מציג הקבצים ותעביר אתכם לדף הפרטים של הקובץ זה."
      }
     },
     PREVIEW: {
      ICON: {
       PREVIEW_NOT_AVAILABLE: "תצוגה מקדימה אינה זמינה עבור קובץ זה."
      },
      IMAGE: {
       ZOOM_IN: "קירוב",
       ZOOM_OUT: "הרחקה",
       RESET: "איפוס",
       ZOOM_IN_A11Y: "לחצן זה מקרב את התמונה.",
       ZOOM_OUT_A11Y: "לחצן זה מרחיק את התמונה.",
       RESET_ZOOM_A11Y: "לחצן זה מאפס את רמת הזום."
      },
      VIEWER: {
       LOADING: "טעינה...‏",
       NO_PUBLISHED_VERSION: "גרסה מפורסמת של קובץ זה אינה זמינה להצגה.",
       IFRAME_TITLE: "תצוגה מקדימה של קובץ זה"
      }
     },
     DATE: {
      LAST_UPDATED: {
       TODAY: "עודכן לאחרונה על ידי ${user} היום בשעה ${time}",
       YESTERDAY: "עודכן לאחרונה על ידי ${user} אתמול בשעה ${time}",
       DAY: "עודכן לאחרונה על ידי ${user} בתאריך ${EEee} בשעה ${time}",
       MONTH: "עודכן לאחרונה על ידי ${user} בתאריך ${date_long}",
       YEAR: "עודכן לאחרונה על ידי ${user} בתאריך ${date_long}"
      },
      CREATED: {
       TODAY: "נוצר על ידי ${user} היום בשעה ${time}",
       YESTERDAY: "נוצר על ידי ${user} אתמול בשעה ${time}",
       DAY: "נוצר על ידי ${user} בתאריך ${EEee} בשעה ${time}",
       MONTH: "נוצר על ידי ${user} בתאריך ${date_long}",
       YEAR: "נוצר על ידי ${user} בתאריך ${date_long}"
      },
      LONG: {
         TODAY: "${EEEE}, ${date_long}, ${time_long}",
         YESTERDAY: "${EEEE}, ${date_long}, ${time_long}",
         DAY: "${EEEE}, ${date_long}, ${time_long}",
         MONTH: "${date_long}, ${time_long}",
         YEAR: "${date_long}, ${time_long}"
        },
      SHORT: {
       TODAY: "${time} - היום",
       YESTERDAY: "${time} - אתמול",
       DAY: "${time} - ${EEee}",
       MONTH: "${time} - ${date_long}",
       YEAR: "${time} - ${date_long}"
      },
      VERY_SHORT: {
       TODAY: "היום",
       YESTERDAY: "אתמול",
       DAY: "${EEee}",
       MONTH: "${date_long}",
       YEAR: "${date_long}"
      }
     },
     FILE_SIZE: {
      BYTES: "${size} B",
      KILOBYTES: "${size} KB",
      MEGABYTES: "${size} MB",
      GIGABYTES: "${size} GB",
      TERRABYTES: "${size} TB"
     },
     COMMENT_BOX: {
       TITLE: "אזור תמליל הערה",
       SHADOW_TEXT: "הוספת הערה...‏",
       CANNOT_ACCESS_CONTENT: "האנשים שלהלן שאזכרתם לא יוכלו להציג את ההערה מפני שאין להם גישה לתוכן:",
       ERROR: "אירעה שגיאה באימות המשתמש שאתם מנסים לאזכר.",
       POST: "פרסום",
       SAVE: "שמירה",
       CANCEL: "ביטול",
       EXTERNAL_WARNING: "יתכן שאנשים מחוץ לארגון יראו את ההערות."
     },
     EDIT_BOX: {
       CANCEL: {
         TOOLTIP: "ביטול",
         A11Y: "לחצן זה מבטל את הפעולה של עריכת שם הקובץ."
       },
       INVALID_CHARACTERS: "תו לא חוקי",
       INVALID_CHARACTERS_REMOVED: "תווים לא חוקיים סולקו"
     },
     COMMENT_WIDGET: {
       EDITED: "(נערך)",
       EDITED_DATE: {
         TODAY: "נערך היום בשעה ${time}",
         YESTERDAY: "נערך אתמול בשעה ${time}",
         DAY: "נערך ביום ${EEee} בשעה ${time}",
         MONTH: "נערך בתאריך ${date_long}",
         YEAR: "נערך בתאריך ${date_long}"
       }
     },
     TYPEAHEAD_BOX: {
       SAVE: "שמירה",
       CANCEL: "ביטול",
       USER: "משתמש",
       COMMUNITY: "קהילה",
       SHARE: "שיתוף",
       SHARE_ALT: "שיתוף עם משתמש זה",
       MEMBER_TYPE: "סוג חבר",
       PERSON_SHADOW: "הקלידו לאיתור אדם",
       COMMUNITY_SHADOW: "הקלידו לאיתור קהילה",
       PERSON_FULL_SEARCH: "האדם אינו מופיע? השתמשו בחיפוש מלא...",
       COMMUNITY_FULL_SEARCH: "הקהילה אינה מופיעה? השתמשו בחיפוש מלא...",
       ADD_OPTIONAL_MESSAGE: "הוספת הודעה אופציונלית",
       ROLE_LABEL: "תפקיד",
       ROLE_EDIT: "עורך",
       ROLE_VIEW: "קורא"
     },
     FILE_STATE: {
       DOCS_FILE: "זהו קובץ של Docs.‏ כל העריכות חייבות להתבצע במצב מקוון.",
       LOCKED_BY_YOU: {
         TODAY: "ננעל על ידיכם בשעה ${time}.",
         YESTERDAY: "ננעל על ידיכם אתמול בשעה ${time}.",
         DAY: "ננעל על ידיכם בתאריך ${date}.",
         MONTH: "ננעל על ידיכם בתאריך ${date}.",
         YEAR: "ננעל על ידיכם בתאריך ${date_long}."
       },
       LOCKED_BY_OTHER: {
         TODAY: "ננעל בשעה ${time}  על ידי ${user}.",
         YESTERDAY: "ננעל אתמול בשעה ${time}  על ידי ${user}.",
         DAY: "ננעל בתאריך ${date} על ידי ${user}.",
         MONTH: "ננעל בתאריך ${date} על ידי ${user}.",
         YEAR: "ננעל בתאריך ${date_long} על ידי ${user}."
       }
     },
     VALIDATION: {
       COMMENT: {
         WARN_TOO_LONG: "ההערה ארוכה מדי.",
         TRIM: "לקצר הערות?"
       },
       DESCRIPTION: {
         WARN_TOO_LONG: "התיאור ארוך מדי.",
         TRIM: "לקצר את התיאור?"
       },
       SHARE_MESSAGE: {
         WARN_TOO_LONG: "ההודעה ארוכה מדי.",
         TRIM: "לקצר את הההודעה?"
       },
       TAG: {
         WARN_TOO_LONG: "התג ארוך מדי.",
         TRIM: "לקצר את התג?"
       },
       TAGS: {
         WARN_TOO_LONG: "התגים שצוינו ארוכים מדי.",
         TRIM: "לקצר את התגים?"
       },
       FILENAME: {
         WARN_TOO_LONG: "שם הקובץ ארוך מדי"
       }
     },
     DOCS_STATUS_MESSAGE: {
       NO_ENTITLEMENT: "קובץ זה זמין לעריכה מקוונת רק אם רכשתם זכאות של Docs.‏",
       CURRENT_EDITORS: "הקובץ נערך כרגע ברשת על ידי ${users}.",
       UNPUBLISHED_CHANGES: "יש שינויי עריכה בטיוטה זו שלא פורסמו כגרסה.",
       PUBLISH_A_VERSION: "פרסום כגרסה",
       PUBLISH_SUCCESS: "פרסמתם בהצלחה גרסה של קובץ זה",
       PUBLISH_ERROR: {
         ACCESS_DENIED: "לא ניתן לפרסם את הגרסה מפני שהגישה נחסמה.",
         NOT_FOUND: "לא ניתן לפרסם את הגרסה מפני שהמסמך לא נמצא.‏",
         CANNOT_REACH_REPOSITORY: "לא ניתן לפרסם את הגרסה מפני ששרת Docs אינו יכול להתחבר למאגר הקבצים.",
         QUOTA_VIOLATION: "לא ניתן לפרסם את הגרסה בגלל מגבלות שטח. סלקו קבצים אחרים כדי לפנות מספיק מקום לפרסום גרסה זו.",
         CONVERSION_UNAVAILABLE: "לא ניתן לפרסם את הגרסה מפני ששירות ההמרה של Docs אינו זמין. נסו שוב מאוחר יותר.",
         TOO_LARGE: "לא ניתן לפרסם את הגרסה מפני שהמסמך גדול מדי.",
         CONVERSION_TIMEOUT: "לא ניתן לפרסם את הגרסה מפני שהמרת המסמך בשירות ההמרה של Docs אורכת זמן רב מדי. נסו שוב מאוחר יותר.",
         SERVER_BUSY: "לא ניתן לפרסם את הגרסה מפני ששרת Docs עמוס. נסו שוב מאוחר יותר.",
         DEFAULT: "לא ניתן לפרסם את הגרסה מפני ששירות Docs אינו זמין. נסו שוב מאוחר יותר."
       }
     },
     COMMENTS: {
       EMPTY: "אין הערות.",
       MODERATED: "ההערה הוגשה לסקירה ותהיה זמינה לאחר שתאושר.",
       ERROR: {
         SAVE: {
           DEFAULT: "לא ניתן לשמור את ההערה שלכם. נסו שוב מאוחר יותר.",
           UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר כדי שתוכלו לשמור את ההערה.",
           NOT_FOUND: "לא ניתן לשמור את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
           ACCESS_DENIED: "לא ניתן לשמור את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
         },
         DELETE: {
           DEFAULT: "לא ניתן למחוק את ההערה שלכם. נסו שוב מאוחר יותר.",
           UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר כדי שתוכלו למחוק את ההערה.",
           NOT_FOUND: "לא ניתן למחוק את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם.",
           ACCESS_DENIED: "לא ניתן למחוק את ההערה שלכם מפני שהקובץ נמחק או כבר אינו משותף אתכם."
         }
       }
     },
     TAG_WIDGET: {
       ADD_TOOLTIP: "שמירה",
       EDIT_TAGS: "עריכת תגים",
       ERROR: {
         SAVE: {
           DEFAULT: "לא ניתן ליצור את התג. נסו שוב מאוחר יותר."
         },
         DELETE: {
           DEFAULT: "לא ניתן למחוק את התג. נסו שוב מאוחר יותר."
         }
       }
     },
     EXPANDABLE_TEXT: {
       READ_MORE: "יותר מידע...‏",
       READ_LESS: "פחות מידע...‏"
     },
     SHARE: {
	     EVERYONE: "כל משתמשי הארגון שלי",
	     ADD_TOOLTIP: "שמירה",
	     ROLES: {
	       OWNER: "בעלים",
	       EDIT: "עורכים",
	       VIEW: "קוראים",
	       FOLDER: "משותף עם תיקיות"
	     },
	     USERROLE: "${userRole} - ${sharedUserCount}",
	     ACTION: {
	       OWNER: {
	         ROLE: "בעלים"
	       },
	       EDIT: {
	         ROLE: "עריכה",
           ADD: "הוספת עורך"
	       },
	       VIEW: {
	         ROLE: "קורא",
           ADD: "הוספת קורא"
	       },
	       FOLDER: {
           ADD: "הוספת תיקיות",
           COMMUNITY_ADD: "הוספה לתיקיה",
           MOVE: "העברה לתיקיה"
	       },
	       MULTI: {
	         ADD: "הוספת אנשים או קהילות",
	         ADD_PEOPLE: "הוספת אנשים"
	       }
	     },
	     PUBLIC: {
	        SHORT: "כל משתמשי הארגון שלי",
	        LONG: {
	           GENERIC: "כל המשתמשים בארגון שלכם.",
	           ORG: "כל משתמשי ${org}."
	        }
	     },
	     SHARE_FAIL: {
	       EXISTING_USER: "קובץ זה כבר משותף עם ${user}.",
	       ERROR: "לא ניתן לשתף עם ${user} כרגע.",
	       SELF: "אינכם יכולים לשתף עם עצמכם."
	     },
	     SHARE_INFO: {
	       PROMOTED: "${user} קודם לתפקיד שיתוף גבוה יותר."
	     },
	     SHARE_SUCCESS: {
	       SUCCESS: "שותף בהצלחה עם ${user}"
	     },
	     MESSAGE_BOX: {
	       HINT_TEXT: "הודעה אופציונלית...‏"
	     },
	     PROVISION_EXTERNAL_USER_DIALOG: {
	       SINGULAR: {
	         NAME: "אספקת שירות למשתמש חיצוני",
            ACTION: "אספקת שירות למשתמש חיצוני...‏",
            TOOLTIP: "אספקת שירות למשתמש חיצוני",
            DIALOG_TITLE: "התוכן לא שותף",
            PROMPT: {
              NO_ACCOUNT: "למשתמש שלהלן אין חשבון ולא שותף אתו תוכן.",
              INVITE: "הזמינו משתמש זה כאורח כדי לשתף את התוכן אתו."
            },
            SUBMIT: "המשך עם ההזמנה",
            CANCEL: "ביטול",
            ERROR: "אירעה שגיאה באספקת שירות לחשבון. נסו שוב מאוחר יותר.",
            SUCCESS: "אספקת השירות לחשבון הושלמה בהצלחה."
	       },
	       PLURAL: {
	         NAME: "אספקת שירות למשתמשים חיצוניים",
	         ACTION: "אספקת שירות למשתמשים חיצוניים...‏",
	         TOOLTIP: "אספקת שירות למשתמשים חיצוניים",
	         DIALOG_TITLE: "התוכן לא שותף",
	         PROMPT: {
	           NO_ACCOUNT: "למשתמשים שלהלן אין חשבון ולא שותף אתם תוכן.",
	           INVITE: "הזמינו משתמשים אלה כאורחים כדי לשתף את התוכן אתם."
	         },
	         SUBMIT: "המשך עם ההזמנות",
	         CANCEL: "ביטול",
	         ERROR: "אירעה שגיאה באספקת שירות לחשבונות. נסו שוב מאוחר יותר.",
	         SUCCESS: "אספקת השירות לחשבונות המשתמשים הושלמה בהצלחה."
	       },
	       ABSTRACT: {
	         NAME: "אספקת שירות למשתמשים חיצוניים",
            ACTION: "אספקת שירות למשתמשים חיצוניים...‏",
            TOOLTIP: "אספקת שירות למשתמשים חיצוניים",
            DIALOG_TITLE: "התוכן לא שותף",
            PROMPT: {
              NO_ACCOUNT: "לחלק ממשתמשים  אין חשבון ולא שותף אתם תוכן.",
              INVITE: "הזמינו משתמשים אלה כאורחים כדי לשתף את התוכן אתם."
            },
            SUBMIT: "המשך עם ההזמנות",
            CANCEL: "ביטול",
            ERROR: "אירעה שגיאה באספקת שירות לחשבונות. נסו שוב מאוחר יותר.",
            SUCCESS: "אספקת השירות לחשבונות המשתמשים הושלמה בהצלחה."
	       }
	     }
	   },
      SHARE_OPTIONS: {
         TITLE: "אפשרויות שיתוף",
         PROPAGATION: "לאפשר לאחרים לשתף קובץ זה",
         EVERYONE: "כולם יכולים לשתף קובץ זה.",
         OWNER_ONLY: "רק הבעלים יכול לשתף קובץ זה.",
         STOP_SHARE: "הפסקת שיתוף",
         MAKE_INTERNAL: "הפסקת שיתוף חיצוני",
         MAKE_INTERNAL_SUCCESS: "כבר לא ניתן לשתף קובץ זה עם אנשים מחוץ לארגון.",
         MAKE_INTERNAL_DIALOG: {
           DIALOG_TITLE: "להגדיר כפנימי?",
           PROMPT: "הגדרת הקובץ כפנימי פירושה שכבר לא ניתן לשתף קובץ זה עם אנשים מחוץ לארגון. ${br}${br}" +
             "שיתופים עם אנשים, קהילות או תיקיות חיצוניים יסולקו.${br}${br}הגדרת קובץ כפנימי היא לצמיתות ולא ניתן לבטל אותה."
         },
         MAKE_PRIVATE_DIALOG: {
           DIALOG_TITLE: "הפסקת שיתוף קובץ",
           PROMPT: "אתם בטוחים שברצונכם להפסיק לשתף קובץ זה?",
           QUESTION_PUBLIC: "הקובץ כבר לא יהיה גלוי לכל משתמשי הארגון ולא ישותף עם אנשים, תיקיות או קהילות. לא ניתן לבטל פעולה זו.",
           QUESTION_PUBLIC_E: "הקובץ כבר לא יהיה גלוי לכל משתמשי הארגון ולא ישותף עם אנשים או תיקיות. לא ניתן לבטל פעולה זו.",
           QUESTION: "הקובץ כבר לא ישותף עם אנשים או קהילות, ויסולק מכל התיקיות מלבד התיקיות הפרטיות שלכם. לא ניתן לבטל פעולה זו.",
           QUESTION_E: "הקובץ כבר לא ישותף עם אנשים, ויסולק מכל התיקיות מלבד התיקיות הפרטיות שלכם. לא ניתן לבטל פעולה זו."
         },
         MAKE_PRIVATE_SUCCESS: "הקובץ פרטי כעת.",
         MAKE_PRIVATE_ERROR: {
           DEFAULT: "לא ניתן להפסיק את שיתוף הקובץ. נסו שוב מאוחר יותר."
         }
      },
	   SHARE_LINK: {
	     MY_SHARES: "השיתופים שלי"
	   },
	   STREAM: {
	     LOADING: "טעינה...‏",
	     LOAD_MORE: "טעינת נוספים...‏"
	   },
	   ENTRY: {
	     REMOVE: "לסלק את הקבוצה",
	     RESTORE: "שחזור",
	     EDIT: "עריכה",
	     DELETE: "מחיקה",
	     OK: "אישור",
	     CANCEL: "ביטול",
	     USER_PICTURE: "התמונה של ${0}",
	     FLAG: "סימון כלא הולם"
	   },
	   PANEL: {
	     LOAD_ERROR: "אירעה שגיאה בגישה למטא-נתונים של קובץ זה.",
	     ABOUT: {
	       TITLE: "אודות",
	       EXPAND_BUTTON: "הרחיבו לחצן זה כדי לראות מידע נוסף",
	       CURRENT_VERSION_HEADER: "גרסה נוכחית ${versionNumber}",
	       FILE_SIZE_HEADER: "גודל קובץ",
	       CURRENT_VERSION_FILE_SIZE: "${fileSize} - גרסה נוכחית",
	       ALL_VERSIONS_FILE_SIZE: "${fileSize} - כל הגרסאות",
	       DOCS_DRAFT_UPDATED_HEADER: "הטיוטה נערכה",
	       DOCS_DRAFT_CREATED_HEADER: "הטיוטה נוצרה",
	       DOCS_UPDATED_HEADER: "פורסם",
	       DOCS_CREATED_HEADER: "נוצר",
	       UPDATED_HEADER: "עודכן",
	       CREATED_HEADER: "נוצר",
	       LIKES_HEADER: "סימוני 'אהבתי'",
	       LIKES_EXPAND_ICON: "הרחיבו איקון זה כדי לראות מי אהב את הקובץ",
	       DOWNLOADS_HEADER: "הורדות",
	       DOWNLOADS_HEADER_MORE: "הורדות (${0})",
	       DOWNLOADS_EXPAND_ICON: "הרחיבו איקון זה כדי לראות מי הוריד את הקובץ",
	       DOWNLOADS_COUNT: "${downloads}",
	       DOWNLOADS_COUNT_FULL: "${downloads} - ${anonymousDownloads} באופן אנונימי",
	       DOWNLOADS_LATEST_VERSION: "ברשותכם הגרסה האחרונה של קובץ זה",
	       DOWNLOADS_LAST_VERSION: "הורדתם את גרסה ${0} של קובץ זה",
	       TAGS_HEADER: "תגים",
	       DESCRIPTION_HEADER: "תיאור",
	       DESCRIPTION_READ_MORE: "יותר מידע...‏",
	       LINKS_HEADER: "קישורים",
	       SECURITY: "אבטחה",
	       FILE_ENCRYPTED: "תוכן הקובץ מוצפן. לא ניתן לחפש בתוכן מוצפן. לא ניתן להציג את תוכן הקובץ ולא ניתן לערוך אותו באמצעות HCL Docs.",
	       GET_LINKS: "קבלת קישורים...‏",
	       ADD_DESCRIPTION: "הוספת תיאור",
	       NO_DESCRIPTION: "אין תיאור",
	       ADD_TAGS: "הוספת תגים",
	       NO_TAGS: "אין תגים"
	     },
	     COMMENTS: {
	       TITLE: "הערות",
	       TITLE_WITH_COUNT: "הערות (${0})",
	       VERSION: "גרסה ${0}",
	       FEED_LINK: "ערוץ תוכן עבור הערות אלה",
	       FEED_TITLE: "מעקב אחר שינויים בהערות אלה באמצעות קורא ערוצי התוכן שלכם"
	     },
	     SHARING: {
	       TITLE: "שיתוף",
	       TITLE_WITH_COUNT: "משותף (${0})",
	       SHARED_WITH_FOLDERS: "משותף עם תיקיות - ${count}",
	       SEE_WHO_HAS_SHARED: "ראו מי שיתף",
           COMMUNITY_FILE: "לא ניתן לשתף עם אנשים או עם קהילות אחרות קבצים בבעלות קהילה.",
           SHARED_WITH_COMMUNITY: "שותף עם חברי הקהילה '${0}'",
           LOGIN: "התחברות",
           NO_SHARE: "קובץ זה עדיין לא נוסף לתיקיות כלשהן.",
           ONE_SHARE: "קובץ זה נמצא בתיקיה או קהילה אחת שאין לכם גישה אליהן.",
           MULTIPLE_SHARE: "קובץ זה נמצא ב-${fileNumber} תיקיות או קהילות שאין לכם גישה אליהן."
	     },
	     VERSIONS: {
	       TITLE: "גרסאות",
	       TITLE_WITH_COUNT: "גרסאות (${0})",
	       FEED_LINK: "ערוץ תוכן עבור גרסאות אלה",
	       FEED_TITLE: "מעקב אחר שינויים בקובץ זה באמצעות קורא ערוצי התוכן שלכם"
	     }
     },
     CONFIRMATION_DIALOG: {
       NAME: "אישור פעולה",
       DIALOG_TITLE: "אישור פעולה",
       PROMPT: "אתם בטוחים שברצונכם לבצעה פעולה זו?",
       ERROR: "אירעה שגיאה בביצוע הפעולה. נסו שוב מאוחר יותר.",
       TOOLTIP: "ביצוע הפעולה",
       OK: "אישור",
       CANCEL: "ביטול",
       A11Y: "לחצן זה מבצע את הפעולה הנוכחית."
     },
     THUMBNAIL: {
       TITLE: "תמונה ממוזערת",
       CHANGE_LINK: "שינוי תמונה ממוזערת...‏",
       ERROR: "לא ניתן לשמור את התמונה הממוזערת. נסו שוב מאוחר יותר.",
       EXT_ERROR: "בחרו קובץ עם אחת הסיומות הנתמכות שלהלן: ${0}",
       SUCCESS: "התמונה הממוזערת שונתה",
       UPLOAD: "שמירה",
       CANCEL: "ביטול"
     },
     UPLOAD_VERSION: {
       LINK: "טעינת גרסה חדשה...‏",
       CHANGE_SUMMARY: "סיכום שינויים אופציונלי...‏",
       ERROR: "לא ניתן לשמור את הגרסה החדשה. נסו שוב מאוחר יותר.",
       SUCCESS: "הגרסה החדשה נשמרה.",
       UPLOAD: "טעינה",
       UPLOAD_AND_CHANGE_EXTENSION: "טעינה ושינוי סיומת",
       CANCEL: "ביטול"
     },
     OPEN_BY_ID_ERROR: {
       DEFAULT: "אירעה שגיאה בגישה לקובץ. נסו שוב מאוחר יותר.",
       UNAUTHENTICATED: "מהלך העבודה שלכם חרג ממגבלת הזמן שלו. עליכם להתחבר כדי שתוכלו להציג את הקובץ.",
       NOT_FOUND: "הקובץ שביקשתם נמחק או הועבר.‏ אם מישהו שלח לכם את הקישור, ודאו שהוא אינו שגוי.",
       ACCESS_DENIED: "אין לכם הרשאה להציג קובץ זה.‏ הקובץ אינו משותף אתכם.",
       ACCESS_DENIED_ANON: "אין לכם הרשאה להציג קובץ זה.‏ אם זהו הקובץ שלכם, או קובץ ששותף אתכם, עליכם להתחבר תחילה."
     },
     LOAD_ERROR: {
       DEFAULT: "שגיאה. אירעה שגיאה בגישה לקישור.",
       ACCESS_DENIED: "פנו לבעלים של הקובץ ובקשו הרשאה להצגת קובץ זה."
     },
     WINDOW_TITLE: {
       FILE: "${fileName} - קובץ",
       LOAD_ERROR: "שגיאה בגישה לקובץ"
     }
  },

   "pt-br": true,
    "ca": true,
    "cs": true,
    "da": true,
    "nl": true,
    "fi": true,
    "fr": true,
    "de": true,
    "el": true,
    "hu": true,
    "pt": true,
    "it": true,
    "ja": true,
    "ko": true,
    "no": true,
    "pl": true,
    "ru": true,
    "zh": true,
    "sl": true,
    "es": true,
    "sv": true,
    "th": true,
    "zh-tw": true,
    "tr": true
});
