define(
	/* ***************************************************************** */
	/*                                                                   */
	/* IBM Confidential                                                  */
	/*                                                                   */
	/* OCO Source Materials                                              */
	/*                                                                   */
	/* Copyright IBM Corp. 2008, 2012                                    */
	/*                                                                   */
	/* The source code for this program is not published or otherwise    */
	/* divested of its trade secrets, irrespective of what has been      */
	/* deposited with the U.S. Copyright Office.                         */
	/*                                                                   */
	/* ***************************************************************** */
	
	// NLS_CHARSET=UTF-8
	({
	   submit: {label: "‏حفظ‏", a11y: "‏حفظ‏", tooltip: "‏حفظ‏"}, 
	   cancel: {label: "الغاء", a11y: "الغاء", tooltip: "الغاء"},
	   close: {label: "‏اغلاق‏", a11y: "‏اغلاق‏", tooltip: "‏اغلاق‏"},
	   title: {global: "مشاركة شيء", community: "مشاركة مع مجتمع"},
	   STATUS: {
		   ACTIONS_UNAVAILABLE: "مشاركة التصرفات غير متاحة لهذا السيناريو.",
		   ACTIONS_LOAD_ERROR: "حدث خطأ عند تحميل مشاركة التصرفات.",
		   CONTENT_LOAD_ERROR: "لا يمكن تحميل المحتويات. حاول مرة أخرى فيما بعد أو قم بالاتصال بموجه النظام الخاص بك."},
	   MESSAGE: {
		      SUCCESS: "‏التأكيد‏",
		      ERROR: "خطأ",
		      ERROR_ALT_TEXT: "خطأ:",
		      INFO: "معلومات",
		      WARNING: "تحذير",
		      DISMISS: "اخفاء هذه الرسالة",
		      MORE_DETAILS: "مزيد من التفاصيل",
		      HIDE_DETAILS: "اخفاء التفاصيل"
		   },
	   COMMUNITYUPLOADFILE: {
		   SHARE: "المشاركة",
		   UPLOAD: "‏تحميل‏",
		   CANCEL: "الغاء",
		   VISIBILITY_WARNING: "الملفات التي يتم مشاركتها مع هذا المجتمع ستصبح عامة.",
		   SHARE_WITH_COMMUNITY: {
			   SUCCESS_ONE: "قمت بنجاح بمشاركة ${0} مع ${1}.",
			   SUCCESS_PLURAL: "قمت بنجاح بمشاركة ${0} ملفات مع ${1}.",
			   ERROR: "لم يمكن مشاركة الملف.  برجاء اعادة المحاولة فيما بعد.",
			   ERROR_X: "لم يمكن مشاركة الملفات.  برجاء اعادة المحاولة فيما بعد.",
	           MAX_SHARES_ERROR: "تم تعدي الحد الأقصى لعدد المشاركات.",
	           EXTERNAL_SHARES_ERROR: "يمكن مشاركة الملف داخل المؤسسة الخاصة بك فقط.",
	           EXTERNAL_SHARES_ERROR_X: "يمكن مشاركة الملفات داخل المؤسسة الخاصة بك فقط.",
	           NOT_LOGGED_IN_ERROR: "لم يتم مشاركة الملف لأنك لم تقم ببدء الاتصال.  اضغط 'مشاركة' لمشاركة الملف.",
	           NOT_LOGGED_IN_ERROR_X: "لم يتم مشاركة الملفات لأنك لم تقم ببدء الاتصال.  اضغط 'مشاركة' لمشاركة الملفات.",
	           TIMEOUT_ERROR: "لم يتم مشاركة الملف لأنه لم يمكن الاتصال بوحدة الخدمة.  اضغط 'مشاركة' لاعادة المحاولة مرة أخرى.",
	           TIMEOUT_ERROR_X: "لم يتم مشاركة الملفات لأنه لا يمكن الاتصال بوحدة الخدمة.  اضغط 'مشاركة' لاعادة المحاولة مرة أخرى.",
	           CANCEL_ERROR: "لم يتم مشاركة الملف لأنه تم الغاء الطلب.  اضغط 'مشاركة' لاعادة المحاولة مرة أخرى.",
	           CANCEL_ERROR_X: "لم يتم مشاركة الملفات لأنه تم الغاء الطلب.  اضغط 'مشاركة' لاعادة المحاولة مرة أخرى.",
	           NOT_FOUND_ERROR: "تم حذف الملف أو لم يعد مرئيا بالنسبة لك ولا يمكنك مشاركته.",
	           NOT_FOUND_ERROR_X: "تم حذف الملفات أو لم تعد مرئية بالنسبة لك ولا يمكنك مشاركتها.",
	           ACCESS_DENIED_ERROR: "لم يعد يتوافر لديك تصريح لمشاركة هذا الملف.",
	           ACCESS_DENIED_ERROR_X: "لا يتوافر لديك تصريح لمشاركة هذه الملفات.",
	           VISIBILITY_RESTRICTION: {
	        	   ERROR_SHARE: "قد لا يمكن جعل الملف الذي تم قصره ملف عام.",
	        	   ERROR_SHARE_X: "قد لا يمكن جعل الملفات التي تم قصرها ملفات عامة."
	           }
	         },
		   UPLOAD_TO_COMMUNITY: {
			   SUCCESS_ONE: "قمت بنجاح بتحميل ${0} الى ${1}.",
			   SUCCESS_PLURAL: "قمت بنجاح بتحميل ${0} ملفات الى ${1}.",
			   ERROR: "لم يتم تحميل الملف.  برجاء اعادة المحاولة فيما بعد.",
			   ERROR_X: "${0} لم يمكن تحميله.  برجاء اعادة المحاولة فيما بعد.",
			   INFO_SUCCESS_PRE_MODERATION: "تم احالة الملف ${0} للمراجعة وسيكون متاحا عند اعتماده.",
			   MULTI_INFO_SUCCESS_PRE_MODERATION: "تم احالة ${0} من الملفات للمراجعة وستكون متاحة عند الاعتماد."
		   }
	      },
	   UPLOADFILE: {
	      DESCRIPTION: "تحميل ومشاركة الملفات."
	   },
	   UNSAVEDCHANGES: {
		   CANCEL: "الغاء",
		   CONFIRM_OTHER_TAB: "سيتم فقد المعلومات التي قمت بادخالها بعلامات التبويب الأخرى اذا تم الاستمرار في التصرف الحالي.  اضغط حسنا للاستمرار أو الغاء للعودة.",
		   CONFIRM_CURRENT_TAB: "سيتم فقد المعلومات التي قمت بادخالها بعلامة التبويب ${0} اذا تم الاستمرار في التصرف الحالي.  اضغط حسنا للاستمرار أو الغاء للعودة.",
		   DIALOG_TITLE: "تأكيد",
		   OK: "‏حسنا‏"
	   }
	})
	
	
);