/* Copyright IBM Corp. 2008, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	CONNECT_TO: "Қосылуға шақыру",
	NDYK1:"Ұсыныс жасайтын басқа адам жоқ",
	LOADING: "жүктелуде",
	DYK_TITLE: "Білесіз бе",
	PYMK_TITLE: "People you may know",
	INVITE_TITLE: "Қосылуға шақыру жіберу",
	SEND_ACTION: "Жіберу",
	CANCEL_ACTION: "Болдырмау",
	PREV: "Алдыңғы",
	NEXT: "Келесі",
	bpct: "Блогыңызға пікір қалдырды",
	bpcc: "Сол блогқа сіз де пікір қалдырдыңыз",
	lpfr: "Сіз білетін адамның әріптесі ме",
	lm1: "Сіз осы адамның басқарушысысыз",
	le1: "Осы адам - сіздің реттеушіңіз",
	sdm: "Сіздердің реттеушілеріңіз бір",
	pt: "Осы адам сізді белгіледі",
	pbt: "Сіз осы адамды белгіледіңіз",
	acm: "Сіздердің әрекеттеріңіз бір",
	wikiCoContribution: "Екеуіңіз бір викиді өңдедіңіздер",
	bpcb: "Сіз олардың блогына пікір жаздыңыздар",
	lpcfr: "Екеулеріңіздің бірнеше ортақ әріптесіңіз бар",
	ccmf: "Сіздер қауымдастықта біргесіздер",
	ccms: "Сіздер қауымдастықта біргесіздер",
	filesharing: "Екеуіңіз бірнеше файлды ортақ пайдаланасыздар",
	forumthreaddiscussion: "Сіздер бір форум ағынын ортақ пайдаланасыздар",
	ctb: "Сіздер бір бетбелгіні ортақ пайдаланасыздар",
	tgw: "Сізде сәйкес келетін тегтер бар",
	tcu: "Бір тегті пайдаландыңыздар",
	pctg: "Екеуіңіз де бір адамды белгіледіңіздер",
	tgb: "Бірдей адамдар екеуіңізді де белгіледі"
})

