/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* OCO Source Materials                                              */
/*                                                                   */
/* Copyright IBM Corp. 2008, 2015                                    */
/*                                                                   */
/* The source code for this program is not published or otherwise    */
/* divested of its trade secrets, irrespective of what has been      */
/* deposited with the U.S. Copyright Office.                         */
/*                                                                   */
/* ***************************************************************** */

// NLS_CHARSET=UTF-8
({
   submit: {label: "Зачувај", a11y: "Зачувај", tooltip: "Зачувај"}, 
   cancel: {label: "Откажи", a11y: "Откажи", tooltip: "Откажи"},
   close: {label: "Затвори", a11y: "Затвори", tooltip: "Затвори"},
   title: {global: "Споделете нешто", community: "Споделете со Заедница"},
   STATUS: {
	   ACTIONS_UNAVAILABLE: "За ова сценарио не се достапни дејства за споделување.",
	   ACTIONS_LOAD_ERROR: "Се случи грешка при вчитувањето дејства за споделување.",
	   CONTENT_LOAD_ERROR: "Содржината не може да се вчита. Обидете се повторно или контактирајте со администраторот на системот."},
   MESSAGE: {
	      SUCCESS: "Потврда",
	      ERROR: "Грешка",
	      ERROR_ALT_TEXT: "Грешка:",
	      INFO: "Информации",
	      WARNING: "Предупредување",
	      DISMISS: "Сокриј ја поракава",
	      MORE_DETAILS: "Повеќе детали",
	      HIDE_DETAILS: "Сокриј детали"
	   },
   COMMUNITYUPLOADFILE: {
	   SHARE: "Сподели",
	   UPLOAD: "Постави",
	   CANCEL: "Откажи",
	   VISIBILITY_WARNING: "Датотеките споделени со оваа заедница ќе бидат јавни.",
	   SHARE_WITH_COMMUNITY: {
		   SUCCESS_ONE: "Успешно ја споделивте ${0} со ${1}.",
		   SUCCESS_PLURAL: "Успешно поделивте ${0} датотеки со ${1}.",
		   ERROR: "Датотеката не може да се сподели.  Обидете се повторно подоцна.",
		   ERROR_X: "Датотеките не можат да се споделат.  Обидете се повторно подоцна.",
           MAX_SHARES_ERROR: "Надминат е максималниот број на споделувања.",
           EXTERNAL_SHARES_ERROR: "Датотеката може да споделува само во рамките на вашата организација.",
           EXTERNAL_SHARES_ERROR_X: "Датотеките може да се споделуваат само во рамките на вашата организација.",
           NOT_LOGGED_IN_ERROR: "Датотеката не се сподели затоа што не бевте најавени.  Кликнете „Сподели“ за да ја споделите датотеката.",
           NOT_LOGGED_IN_ERROR_X: "Датотеките не се споделија затоа што не бевте најавени.  Кликнете „Сподели“ за да ги споделите датотеките.",
           TIMEOUT_ERROR: "Датотеката не се сподели затоа што не може да се воспостави контакт со серверот.  Кликнете „Сподели“ за да се обидете повторно.",
           TIMEOUT_ERROR_X: "Датотеките не се споделија  затоа што не може да се воспостави контакт со серверот.  Кликнете „Сподели“ за да се обидете повторно.",
           CANCEL_ERROR: "Датотеката не се сподели затоа што барањето беше откажано.  Кликнете „Сподели“ за да се обидете повторно.",
           CANCEL_ERROR_X: "Датотеките не се споделија затоа што барањето беше откажано.  Кликнете „Сподели“ за да се обидете повторно.",
           NOT_FOUND_ERROR: "Датотеката е избришана или повеќе не е видлива за вас и не може да се сподели.",
           NOT_FOUND_ERROR_X: "Датотеките се избришани или повеќе не се видливи за вас и не може да се споделат.",
           ACCESS_DENIED_ERROR: "Повеќе немате дозвола за да ја споделите датотеката.",
           ACCESS_DENIED_ERROR_X: "Повеќе немате дозвола за да ги споделите датотеките.",
           VISIBILITY_RESTRICTION: {
        	   ERROR_SHARE: "Ограничената датотека не може да биде јавна.",
        	   ERROR_SHARE_X: "Ограничените датотеки не може да бидат јавни."
           }
         },
	   UPLOAD_TO_COMMUNITY: {
		   SUCCESS_ONE: "Успешно ја поставивте ${0} на ${1}.",
		   SUCCESS_PLURAL: "Успешно поставивте ${0} датотеки на ${1}.",
		   ERROR: "Датотеката не може да се постави.  Обидете се повторно подоцна.",
		   ERROR_X: "${0} не можат да се постават.  Обидете се повторно подоцна.",
		   INFO_SUCCESS_PRE_MODERATION: "Датотеката ${0} е поднесена за проверка и ќе биде достапна по одобрувањето.",
		   MULTI_INFO_SUCCESS_PRE_MODERATION: "${0} датотеки се поднесени за проверка и ќе бидат достапни по одобрувањето."
	   }
      },
   UPLOADFILE: {
      DESCRIPTION: "Поставете и споделете датотеки"
   },
   UNSAVEDCHANGES: {
	   CANCEL: "Откажи",
	   CONFIRM_OTHER_TAB: "Информациите што ги внесовте во другите картички ќе бидат изгубени ако продолжите со тековното дејство.  Притиснете „OK“ за да продолжите, или „Откажи“ за да се вратите.",
	   CONFIRM_CURRENT_TAB: "Информациите што ги внесовте во картичката ${0} ќе бидат изгубени ако продолжите со тековното дејство.  Притиснете „OK“ за да продолжите, или „Откажи“ за да се вратите.",
	   DIALOG_TITLE: "Потврди",
	   OK: "ОК"
   }
})



