# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=Camp obligatori
jsp.common.required=* Obligatori
jsp.common.legend=Llegenda
jsp.login.title = Inici de sessi\u00f3 de l'HCL Connections
jsp.loginerror.error = El nom d'usuari i/o la contrasenya no coincideix amb els comptes existents. Comproveu la informaci\u00f3 i torneu-ho a provar.
#Error here means login error
jsp.loginerror.error.alt = Error
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = Inicieu sessi\u00f3 per desar una adre\u00e7a d'inter\u00e8s o afegir un canal d'informaci\u00f3.
jsp.login.intro2 = Inicieu la sessi\u00f3 a l'HCL Connections.
jsp.login.bookmarklet.use = Qu\u00e8 es pot fer amb Adreces d'inter\u00e8s?
jsp.login.bookmarklet.collab = Afegiu una adre\u00e7a d'inter\u00e8s a la vostra recopilaci\u00f3 privada o compartiu-la amb altres usuaris d'Adreces d'inter\u00e8s. Publiqueu l'adre\u00e7a d'inter\u00e8s en una comunitat, activitat o bloc per mantenir informats els vostres companys.

jsp.login.label.user = Nom d'usuari:
jsp.login.password = Contrasenya:
jsp.login.submit = Inicia la sessi\u00f3

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = Materials amb llic\u00e8ncia: propietat d'HCL. &#169; Copyright HCL Technologies Limited 2007-2022. Tots els drets reservats. Consulteu la llic\u00e8ncia del producte per obtenir informaci\u00f3 m\u00e9s detallada. Java i totes les marques comercials i logotips basats en Java s\u00f3n marques comercials o marques registrades d'Oracle o de les seves filials.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = Aquesta adre\u00e7a d'inter\u00e8s es pot afegir a molts components
jsp.tab.dogear = Afegeix a Adreces d'inter\u00e8s
jsp.tab.communities = Afegeix a Comunitats
jsp.tab.activities = Afegeix a activitats
jsp.tab.blogs = Afegeix a Blogs

jsp.close.title = gr\u00e0cies

jsp.posting.title = Afegeix adre\u00e7a d'inter\u00e8s
jsp.posting.dogear.new = Afegiu a Adreces d'inter\u00e8s com a:
jsp.posting.dogear.edit = Editeu l'adre\u00e7a d'inter\u00e8s
jsp.posting.communities.important = Afegeix a adreces d'inter\u00e8s importants
jsp.posting.confirm = La supressi\u00f3 d'una adre\u00e7a d'inter\u00e8s no es pot desfer. Esteu segur que voleu suprimir aquesta adre\u00e7a d'inter\u00e8s?
jsp.posting.cancel.title = Cancel\u00b7la
jsp.posting.cancel.label = Feu clic per cancel\u00b7lar i tancar la finestra

jsp.posting.recommended = Recomanat
#recent means recent tags
jsp.posting.recent = Recent
#popular means popular tags
jsp.posting.popup.popular = Popular
jsp.posting.all = Tot
jsp.posting.yours = Vostres

#private means private bookmarks
jsp.posting.private = Privat
jsp.posting.private.hover = L'adre\u00e7a d'inter\u00e8s nom\u00e9s apareixer\u00e0 a la vostra p\u00e0gina Les meves adreces d'inter\u00e8s
#public means public bookmarks
jsp.posting.public = P\u00fablic
jsp.posting.none=No afegiu
jsp.posting.public.hover = Tots els usuaris d'Adreces d'inter\u00e8s poden veure aquesta adre\u00e7a d'inter\u00e8s
#public means public bookmarks
jsp.posting.activity.public= P\u00fablic
#private means private bookmarks
jsp.posting.activity.private = Privat
jsp.posting.save = Desa
jsp.posting.save.label= Feu clic per desar i tancar la finestra
jsp.posting.delete = Suprimeix
jsp.posting.popup.new = Afegeix adre\u00e7a d'inter\u00e8s
jsp.posting.popup.edit = Edita adre\u00e7a d'inter\u00e8s
jsp.posting_errrr.title = Error de publicaci\u00f3
jsp.posting_error.generic.reason = S'ha produ\u00eft un error amb l'entrada, torneu-ho a provar.
jsp.posting_error.tryagain = Enrere
jsp.errorpage.details = Detalls
jsp.errorpage.error = S'ha produ\u00eft un problema, feu clic al bot\u00f3 Endarrere i torneu-ho a provar. Si no funciona, comuniqueu el problema a l'administrador del sistema.
jsp.error.session.expired=No hem pogut processar la sol\u00b7licitud ja que s'ha excedit el temps d'espera. Torneu-ho a provar.
jsp.posting.message.close=Tanca
jsp.warning.version.here=aqu\u00ed
jsp.warning.version.confict=El bot\u00f3 del navegador <strong>Afegeix adre\u00e7a d'inter\u00e8s</strong> est\u00e0 caducat. Feu clic a {0} per actualitzar el bot\u00f3.
jsp.warning.version.confict2=El bot\u00f3 del navegador <strong>{0}</strong> est\u00e0 caducat. Feu clic a {1} per actualitzar el bot\u00f3.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:
jsp.helpapi.bookmark.prop.title = T\u00edtol:
jsp.helpapi.bookmark.prop.desc = Descripci\u00f3:
jsp.helpapi.bookmark.prop.tags = Etiquetes:
jsp.helpapi.bookmark.prop.community = Comunitat:
jsp.helpapi.bookmark.prop.activity = Activitat:
jsp.helpapi.bookmark.prop.blog = Blog:
jsp.helpapi.bookmark.prop.additional = Descripci\u00f3 addicional:
jsp.helpapi.bookmark.prop.discussion = Missatge per a discussi\u00f3:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = Descripci\u00f3 de la comunitat:

jspf.blogs.noblogs = No teniu cap bloc. Per comen\u00e7ar, creeu un bloc.
jspf.communities.nocommunities = No teniu cap comunitat. Uniu-vos o creeu una comunitat a l'\u00e0rea Comunitats.
jspf.activities.noactivities = No teniu cap activitat. Per comen\u00e7ar, creeu una activitat.
jspf.blogs.help.post = Aix\u00f2 crear\u00e0 una nova entrada amb un enlla\u00e7 a l'adre\u00e7a d'inter\u00e8s que inclou la descripci\u00f3 i la descripci\u00f3 addicional.
jspf.activities.reader.only = No sou autor ni propietari de l'activitat. Per publicar adreces d'inter\u00e8s, necessiteu un rol d'autor o propietari.

jspf.menu.settings.help = Ajuda
jspf.bookmarks.tags = Etiquetes

jsp.help.tags.form = Les etiquetes s\u00f3n paraules clau que s'assignen per crear categories a les adreces d'inter\u00e8s. Les etiquetes s\u00f3n paraules simples, separades per espais o comes.
jsp.help.tags.all = S\u00f3n etiquetes que han utilitzat altres persones. Feu clic en una etiqueta per afegir-la a la llista de d'etiquetes per a aquesta adre\u00e7a d'inter\u00e8s.
jsp.help.tags.yours = S\u00f3n etiquetes que heu utilitzat. Feu clic en una etiqueta per afegir-la a la llista de d'etiquetes per a aquesta adre\u00e7a d'inter\u00e8s.
jsp.help.recommended.title = Recomanades
jsp.help.recommended.form = A continuaci\u00f3 es mostren etiquetes recomanades que han utilitzat altres persones o vosaltres mateixos per aquesta adre\u00e7a d'inter\u00e8s. Feu clic en una etiqueta per afegir-la a la llista d'etiquetes per a aquesta adre\u00e7a d'inter\u00e8s.
jsp.help.popular.form = A continuaci\u00f3 es mostren etiquetes populars que han utilitzat altres persones per aquesta adre\u00e7a d'inter\u00e8s. Feu clic en una etiqueta per afegir-la a la llista de d'etiquetes per a aquesta adre\u00e7a d'inter\u00e8s.
jsp.help.recent.title = Recent
jsp.help.recent.form = A continuaci\u00f3 es mostren etiquetes recents que heu utilitzat. Feu clic en una etiqueta per afegir-la a la llista de d'etiquetes per a aquesta adre\u00e7a d'inter\u00e8s.

jsp.update.dogear.existing = Ja teniu una adre\u00e7a d'inter\u00e8s en aquest URL. Seleccioneu un URL diferent o actualitzeu l'existent.
jsp.url.invalid = L'URL no \u00e9s v\u00e0lid.

jsp.feed.posting.title = Subscriu-te al canal d'informaci\u00f3
jsp.feed.posting.popup.new = Subscriu-te al canal d'informaci\u00f3
jsp.feed.add.communities = Afegeix a Comunitats
jsp.feed.add.browser = Subscriu-te en el teu navegador
jsp.feed.relatedCommunity.posting.title = Afegeix a comunitat relacionada
jsp.feed.relatedCommunity.posting.description = Enlla\u00e7 a aquesta comunitat des d'una o diverses comunitats relacionades.

jspf.activities.clear = Esborra activitats seleccionades
jspf.communities.clear = Esborra comunitats seleccionades
jspf.blogs.clear = Esborra blocs seleccionats

jspf.activities.select.tip=Seleccioneu a quines activitats voleu afegir aquesta adre\u00e7a d'inter\u00e8s
jspf.communities.select.tip=Seleccioneu a quines comunitats voleu afegir aquesta adre\u00e7a d'inter\u00e8s
jspf.blogs.select.tip=Seleccioneu a quins blocs voleu afegir aquesta adre\u00e7a d'inter\u00e8s
jspf.communities.select.feed.tip=Seleccioneu a quines comunitats voleu afegir aquest canal d'informaci\u00f3
jspf.relatedCommunities.select.tip=Seleccioneu a quines comunitats voleu afegir l'enlla\u00e7.

jsp.bookmarklet.activities.select = Seleccioneu les activitats en les quals voleu publicar l'adre\u00e7a d'inter\u00e8s.
jsp.bookmarklet.communities.select = Seleccioneu les comunitats en les quals voleu publicar l'adre\u00e7a d'inter\u00e8s.
jsp.bookmarklet.blogs.select = Seleccioneu els blocs en els quals voleu publicar l'adre\u00e7a d'inter\u00e8s.
#changes for postfeed servlet
jsp.ibm.subscribe = Subscriu-te al canal d'informaci\u00f3
jsp.login.intro.subscribe = Inicieu sessi\u00f3 a {0}Connections{1} per subscriviu-vos a un canal d'informaci\u00f3.
jsp.login.bookmarklet.use.subscribe = Qu\u00e8 podeu fer amb els canals d'informaci\u00f3?
jsp.login.bookmarklet.collab.subscribe = Afegiu un canal d'informaci\u00f3 a una comunitat de manera que tots els membres de la comunitat puguin veure les darreres actualitzacions d'informaci\u00f3 publicades al canal d'informaci\u00f3.
jsp.bookmarklet.button.new = Ara hi ha disponible un nou bot\u00f3 "Afegeix adre\u00e7a d'inter\u00e8s", actualitzeu el vostre a la darrera versi\u00f3.
jsp.bookmark.duplicate = No podeu afegir l'adre\u00e7a d'inter\u00e8s o el canal d'informaci\u00f3 a la comunitat que cont\u00e9 l'element que s'est\u00e0 introduint.

jsp.relatedCommunity.error.property.community = Comunitat
jsp.relatedCommunity.error.addDuplicateds = {0} i {1} no tenen habilitada la caracter\u00edstica Comunitats relacionades. Per habilitar aquesta caracter\u00edstica, trieu Accions de la comunitat -> Personalitza i afegiu el widget Comunitats relacionades per a cada comunitat.
jsp.relatedCommunity.error.addDuplicated = {0} no t\u00e9 habilitada la caracter\u00edstica Comunitats relacionades. Per habilitar aquesta caracter\u00edstica, trieu Accions de la comunitat -> Personalitza i afegiu el widget Comunitats relacionades.
jsp.relatedCommunity.error.serverError = S'ha produ\u00eft un error en intentar afegir aquest enlla\u00e7 a {0}. Torneu a provar-ho.
jsp.relatedCommunity.error.serverErrors = S'han produ\u00eft errors en intentar afegir aquest enlla\u00e7 a {0} i {1}. Torneu a provar-ho.
jsp.relatedCommunity.notTrusted = No es pot afegir aquesta URL perqu\u00e8 la comunitat \u00e9s en un servidor que no \u00e9s de confian\u00e7a per al servidor de l'HCL Connections. Poseu-vos en contacte amb l'administrador de l'HCL Connections per obtenir ajuda.
jsp.relatedCommunity.notTrusted.passBy = Aquesta comunitat \u00e9s en un servidor que no \u00e9s de confian\u00e7a per al servidor de l'HCL Connections. Voleu afegir la comunitat de totes maneres?
jsp.relatedCommunity.description.hint = Descriviu perqu\u00e8 aquesta comunitat relacionada interessaria a la vostra comunitat.
jsp.relatedCommunity.title = Comunitat relacionada
jsp.relatedCommunity.legend.communityInformation = Informaci\u00f3 de la comunitat
#discuss This
jsp.discussThis.pageTitle = Debateu sobre aix\u00f2
jsp.discussThis.title = Debatre sobre aix\u00f2
jsp.discussThis.description = Envieu aquest contingut en un f\u00f2rum del Connections perqu\u00e8 dels vostres companys llegeixin i debatin.
jsp.discussThis.label.forums = F\u00f2rums:
jsp.discussThis.label.forum = Nom del f\u00f2rum:
jsp.discussThis.label.title = T\u00edtol del tema:
jsp.discussThis.label.error = Error:
jsp.discussThis.label.warning = Advertiment:
jsp.discussThis.label.addComment = Afegeix un comentari:
jsp.discussThis.lagend.topicContent = Cotingut del tema
jsp.discussThis.forums.own = S\u00f3c propietari
jsp.discussThis.forums.member = Soc un membre
jsp.discussThis.forums.follow = Segueixo
jsp.discussThis.forums.public = P\u00fablic
jsp.discussThis.forums.hint = Escriviu un nom de f\u00f2rum
jsp.discussThis.error = Error
jsp.discussThis.error.emptyCommunity = La comunitat de destinaci\u00f3 no ha d'estar buida.
jsp.discussThis.error.invalidCommunity = Heu d'introduir un nom de comunitat per publicar aquest contingut.
jsp.discussThis.error.noForum = No hi ha f\u00f2rums en aquesta comunitat.
jsp.discussThis.error.emptyForum = El f\u00f2rum de destinaci\u00f3 ha d'existir.
jsp.discussThis.error.invalidForum = Heu d'introduir un nom del f\u00f2rum v\u00e0lid per publicar aquest contingut.
jsp.discussThis.error.emptyTitle = El t\u00edtol del tema no ha d'estar buit.
jsp.discussThis.error.createTopicError = S'ha produ\u00eft un error en crear el tema nou. Torneu a provar-ho.
jsp.discussThis.error.pinError = El tema de marca ha fallat. Podeu marcar aquest tema manualment.
jsp.discussThis.error.sessionexpired= Se us ha desconnectat autom\u00e0ticament del servidor per manca d'activitat. Copieu el text introdu\u00eft al porta-retalls per no perdre'l i torneu a iniciar la sessi\u00f3.
jsp.discussThis.warning = Advertiment
jsp.discussThis.warning.externallyShared = El contingut pot \u00e9sser visualitzat per usuaris externs.
jsp.discussThis.pin = Marqueu aquest tema
jsp.discussThis.markQuestion = Marqueu aquest tema com a pregunta
jsp.discussThis.by = per:
jsp.discussThis.posted = Publicat:
jsp.discussThis.save = Desa
jsp.discussThis.cancel = Cancel\u00b7la
jsp.discussThis.label.topicSummary = El contingut que heu obtingut d'una p\u00e0gina original.
jsp.discussThis.Saving = S'est\u00e0 desant...

jsp.information = Informaci\u00f3
jsp.error = Error
jsp.success = Correcte
jsp.warning = Advertiment
jsp.informationColon = Informaci\u00f3:
jsp.successColon = Correcte:
jsp.warningColon = Advertiment:
jsp.errorColon = Error:
