# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u043b\u0435
jsp.common.required=* \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e
jsp.common.legend=\u041b\u0435\u0433\u0435\u043d\u0434\u0430
jsp.login.title = \u0412\u043b\u0438\u0437\u0430\u043d\u0435 \u0432 HCL Connections
jsp.loginerror.error = \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0438/\u0438\u043b\u0438 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0412\u0438 \u043d\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0430\u043a\u0430\u0443\u043d\u0442\u0438. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
#Error here means login error
jsp.loginerror.error.alt = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u0412\u043b\u0435\u0437\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0438\u043b\u0438 \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b.
jsp.login.intro2 = \u0412\u043b\u0435\u0437\u0442\u0435 \u0432 HCL Connections.
jsp.login.bookmarklet.use = \u041a\u0430\u043a\u0432\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0441 \u043e\u0442\u043c\u0435\u0442\u043a\u0438\u0442\u0435?
jsp.login.bookmarklet.collab = \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u043a\u044a\u043c \u0412\u0430\u0448\u0430\u0442\u0430 \u043b\u0438\u0447\u043d\u0430 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0441 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 \u041e\u0442\u043c\u0435\u0442\u043a\u0438. \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0432 \u0434\u0430\u0434\u0435\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442, \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u0438\u043b\u0438 \u0431\u043b\u043e\u0433, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u0442\u0435 \u0441\u0432\u043e\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438.

jsp.login.label.user = \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435:
jsp.login.password = \u041f\u0430\u0440\u043e\u043b\u0430:
jsp.login.submit = \u0412\u043b\u0438\u0437\u0430\u043d\u0435

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438 \u2013 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 HCL. \u00a9 \u0410\u0432\u0442\u043e\u0440\u0441\u043a\u043e \u043f\u0440\u0430\u0432\u043e HCL Technologies Limited 2007 \u2013 2022. \u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438. \u0412\u0438\u0436\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0432 \u043b\u0438\u0446\u0435\u043d\u0437\u0430 \u0437\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430. Java \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0438 \u043c\u0430\u0440\u043a\u0438 \u0438 \u0435\u043c\u0431\u043b\u0435\u043c\u0438, \u0431\u0430\u0437\u0438\u0440\u0430\u043d\u0438 \u043d\u0430 Java, \u0441\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0438 \u043c\u0430\u0440\u043a\u0438 \u0438\u043b\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0438 \u043c\u0430\u0440\u043a\u0438 \u043d\u0430 Oracle \u0438/\u0438\u043b\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043b\u0438\u0446\u0430.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u0422\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0430 \u043a\u044a\u043c \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
jsp.tab.dogear = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u041e\u0442\u043c\u0435\u0442\u043a\u0438
jsp.tab.communities = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0438
jsp.tab.activities = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438
jsp.tab.blogs = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0411\u043b\u043e\u0433\u043e\u0432\u0435

jsp.close.title = \u0431\u043b\u0430\u0433\u043e\u0434\u0430\u0440\u044f

jsp.posting.title = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446
jsp.posting.dogear.new = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u041e\u0442\u043c\u0435\u0442\u043a\u0438 \u043a\u0430\u0442\u043e:
jsp.posting.dogear.edit = \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
jsp.posting.communities.important = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0432\u0430\u0436\u043d\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0438
jsp.posting.confirm = \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0438. \u041d\u0430\u0438\u0441\u0442\u0438\u043d\u0430 \u043b\u0438 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446?
jsp.posting.cancel.title = \u041e\u0442\u043a\u0430\u0437
jsp.posting.cancel.label = \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430

jsp.posting.recommended = \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0430\u043d\u043e
#recent means recent tags
jsp.posting.recent = \u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438
#popular means popular tags
jsp.posting.popup.popular = \u041f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e
jsp.posting.all = \u0412\u0441\u0438\u0447\u043a\u0438
jsp.posting.yours = \u0412\u0430\u0448\u0438

#private means private bookmarks
jsp.posting.private = \u0427\u0430\u0441\u0442\u043d\u043e
jsp.posting.private.hover = \u041e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0437\u044f\u0432\u0430 \u0441\u0430\u043c\u043e \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u041c\u043e\u0438\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0438
#public means public bookmarks
jsp.posting.public = \u041f\u0443\u0431\u043b\u0438\u0447\u043d\u043e
jsp.posting.none=\u0414\u0430 \u043d\u0435 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u044f
jsp.posting.public.hover = \u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 \u041e\u0442\u043c\u0435\u0442\u043a\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
#public means public bookmarks
jsp.posting.activity.public= \u041f\u0443\u0431\u043b\u0438\u0447\u043d\u043e
#private means private bookmarks
jsp.posting.activity.private = \u0427\u0430\u0441\u0442\u043d\u043e
jsp.posting.save = \u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435
jsp.posting.save.label= \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430
jsp.posting.delete = \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
jsp.posting.popup.new = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446
jsp.posting.popup.edit = \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
jsp.posting_errrr.title = \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435
jsp.posting_error.generic.reason = \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0441 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
jsp.posting_error.tryagain = \u041d\u0430\u0437\u0430\u0434
jsp.errorpage.details = \u041f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438
jsp.errorpage.error = \u041d\u0435\u0449\u043e \u0441\u0435 \u043e\u0431\u044a\u0440\u043a\u0430 - \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0437\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u0410\u043a\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u043f\u0440\u043e\u0440\u0430\u0431\u043e\u0442\u0438, \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430\u0439\u0442\u0435 \u0437\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0438\u044f \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440.
jsp.error.session.expired=\u0417\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0412\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u0430, \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f\u0442\u0430 \u0438\u0437\u0442\u0435\u0447\u0435. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
jsp.posting.message.close=\u0417\u0430\u0442\u0432\u0430\u0440\u044f\u043d\u0435
jsp.warning.version.here=\u0442\u0443\u043a
jsp.warning.version.confict=\u0412\u0430\u0448\u0438\u044f\u0442 \u0431\u0443\u0442\u043e\u043d \u0432 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 <strong>\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430</strong> \u0435 \u043e\u0442 \u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0441\u0438\u044f. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 {0}, \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430.
jsp.warning.version.confict2=\u0412\u0430\u0448\u0438\u044f\u0442 \u0431\u0443\u0442\u043e\u043d \u0432 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 <strong>{0}</strong> \u0435 \u043e\u0442 \u0441\u0442\u0430\u0440\u0430 \u0432\u0435\u0440\u0441\u0438\u044f. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 {1}, \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL \u0430\u0434\u0440\u0435\u0441:
jsp.helpapi.bookmark.prop.title = \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435:
jsp.helpapi.bookmark.prop.desc = \u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:
jsp.helpapi.bookmark.prop.tags = \u0415\u0442\u0438\u043a\u0435\u0442\u0438:
jsp.helpapi.bookmark.prop.community = \u041e\u0431\u0449\u043d\u043e\u0441\u0442:
jsp.helpapi.bookmark.prop.activity = \u0414\u0435\u0439\u043d\u043e\u0441\u0442:
jsp.helpapi.bookmark.prop.blog = \u0411\u043b\u043e\u0433:
jsp.helpapi.bookmark.prop.additional = \u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435:
jsp.helpapi.bookmark.prop.discussion = \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u044f:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u041e\u0431\u0449\u043d\u043e\u0441\u0442:

jspf.blogs.noblogs = \u041d\u044f\u043c\u0430\u0442\u0435 \u0431\u043b\u043e\u0433\u043e\u0432\u0435. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u0431\u043b\u043e\u0433.
jspf.communities.nocommunities = \u041d\u044f\u043c\u0430\u0442\u0435 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438. \u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u0438\u043b\u0438 \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u0432 \u0437\u043e\u043d\u0430\u0442\u0430 \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0438.
jspf.activities.noactivities = \u041d\u044f\u043c\u0430\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442.
jspf.blogs.help.post = \u0422\u043e\u0432\u0430 \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u043d\u043e\u0432 \u0437\u0430\u043f\u0438\u0441 \u0441 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0438 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435.
jspf.activities.reader.only = \u0412\u0438\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0430\u0432\u0442\u043e\u0440 \u0438\u043b\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430. \u0417\u0430 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442\u0435 \u0440\u043e\u043b\u044f \u043d\u0430 \u0430\u0432\u0442\u043e\u0440 \u0438\u043b\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a.

jspf.menu.settings.help = \u041f\u043e\u043c\u043e\u0449
jspf.bookmarks.tags = \u0415\u0442\u0438\u043a\u0435\u0442\u0438

jsp.help.tags.form = \u0415\u0442\u0438\u043a\u0435\u0442\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u0434\u0443\u043c\u0438, \u043a\u043e\u0438\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u0441 \u0446\u0435\u043b \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430. \u0412\u044a\u0432\u0435\u0436\u0434\u0430\u0439\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0438\u0442\u0435 \u043a\u0430\u0442\u043e \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u0438 \u0434\u0443\u043c\u0438, \u043e\u0442\u0434\u0435\u043b\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0438\u043b\u0438 \u0437\u0430\u043f\u0435\u0442\u0430\u0438.
jsp.help.tags.all = \u0422\u043e\u0432\u0430 \u0441\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0441\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.
jsp.help.tags.yours = \u0422\u043e\u0432\u0430 \u0441\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0412\u0438\u0435 \u0441\u0442\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.
jsp.help.recommended.title = \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0430\u043d\u043e
jsp.help.recommended.form = \u0422\u0443\u043a \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0430\u043d\u0438\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0441\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0438 \u043a\u043e\u0438\u0442\u043e \u0432\u0438\u0435 \u0441\u044a\u0449\u043e \u0441\u0442\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438 \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.
jsp.help.popular.form = \u0422\u0443\u043a \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u0438\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0441\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.
jsp.help.recent.title = \u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438
jsp.help.recent.form = \u0422\u0443\u043a \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u0441\u043a\u043e\u0440\u043e\u0448\u043d\u0438\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0442\u0438\u043a\u0435\u0442, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.

jsp.update.dogear.existing = \u0412\u0435\u0447\u0435 \u0438\u043c\u0430\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430.
jsp.url.invalid = URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.

jsp.feed.posting.title = \u0410\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b
jsp.feed.posting.popup.new = \u0410\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b
jsp.feed.add.communities = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0438
jsp.feed.add.browser = \u0410\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0432\u044a\u0432 \u0412\u0430\u0448\u0438\u044f \u0431\u0440\u0430\u0443\u0437\u044a\u0440
jsp.feed.relatedCommunity.posting.title = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442
jsp.feed.relatedCommunity.posting.description = \u0421\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438.

jspf.activities.clear = \u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0414\u0435\u0439\u043d\u043e\u0441\u0442\u0438
jspf.communities.clear = \u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0438
jspf.blogs.clear = \u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0411\u043b\u043e\u0433\u043e\u0432\u0435

jspf.activities.select.tip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
jspf.communities.select.tip=\u0418\u0437\u0431\u0435\u0440\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
jspf.blogs.select.tip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u0431\u043b\u043e\u0433\u043e\u0432\u0435 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
jspf.communities.select.feed.tip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b
jspf.relatedCommunities.select.tip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430.

jsp.bookmarklet.activities.select = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430.
jsp.bookmarklet.communities.select = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430.
jsp.bookmarklet.blogs.select = \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u044a\u043c \u043a\u043e\u0438 \u0431\u043b\u043e\u0433\u043e\u0432\u0435 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430.
#changes for postfeed servlet
jsp.ibm.subscribe = \u0410\u0431\u043e\u043d\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b
jsp.login.intro.subscribe = \u0412\u043b\u0435\u0437\u0442\u0435 \u0432 {0}Connections{1}, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0430\u0431\u043e\u043d\u0438\u0440\u0430\u0442\u0435 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b.
jsp.login.bookmarklet.use.subscribe = \u041a\u0430\u043a\u0432\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u043a\u0430\u043d\u0430\u043b\u0438?
jsp.login.bookmarklet.collab.subscribe = \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043a\u0430\u043d\u0430\u043b \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430 \u0432 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u043a\u0430\u043d\u0430\u043b.
jsp.bookmarklet.button.new = \u0412\u0435\u0447\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u043d\u043e\u0432 \u0431\u0443\u0442\u043e\u043d "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430", \u043c\u043e\u043b\u044f \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0432\u043e\u0438\u0442\u0435 \u0434\u043e \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f.
jsp.bookmark.duplicate = \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u043a\u0430\u043d\u0430\u043b \u043a\u044a\u043c \u043e\u0431\u0449\u043d\u043e\u0441\u0442, \u043a\u043e\u044f\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430.

jsp.relatedCommunity.error.property.community = \u041e\u0431\u0449\u043d\u043e\u0441\u0442
jsp.relatedCommunity.error.addDuplicateds = {0} \u0438 {1} \u043d\u044f\u043c\u0430\u0442 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430\u0442\u0430 \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438. \u0417\u0430 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0432 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 -> \u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442.
jsp.relatedCommunity.error.addDuplicated = {0} \u043d\u044f\u043c\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430\u0442\u0430 \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438. \u0417\u0430 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0432 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 -> \u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043c\u0438\u044f \u043c\u043e\u0434\u0443\u043b \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0438.
jsp.relatedCommunity.error.serverError = \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c {0}. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
jsp.relatedCommunity.error.serverErrors = \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u0445\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c {0} \u0438 {1}. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
jsp.relatedCommunity.notTrusted = \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u043d\u0430\u0434\u0435\u0436\u0434\u0435\u043d \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0430 HCL Connections. \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0412\u0430\u0448\u0438\u044f \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 HCL Connections \u0437\u0430 \u0441\u044a\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.
jsp.relatedCommunity.notTrusted.passBy = \u0422\u0430\u0437\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u043d\u0430\u0434\u0435\u0436\u0434\u0435\u043d \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043d\u0430 HCL Connections. \u0412\u0441\u0435 \u043e\u0449\u0435 \u043b\u0438 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430?
jsp.relatedCommunity.description.hint = \u041e\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430\u0449\u043e \u0442\u0430\u0437\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0438\u043d\u0442\u0435\u0440\u0435\u0441 \u0437\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u0412\u0438.
jsp.relatedCommunity.title = \u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442
jsp.relatedCommunity.legend.communityInformation = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442
#discuss This
jsp.discussThis.pageTitle = \u041e\u0431\u0441\u044a\u0434\u0435\u0442\u0435 \u0442\u043e\u0432\u0430!
jsp.discussThis.title = \u041e\u0431\u0441\u044a\u0434\u0435\u0442\u0435 \u0442\u043e\u0432\u0430
jsp.discussThis.description = \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u0443\u043c \u043d\u0430 Connections, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0412\u0430\u0448\u0438\u0442\u0435 \u043a\u043e\u043b\u0435\u0433\u0438 \u0434\u0430 \u0433\u043e \u043f\u0440\u043e\u0447\u0435\u0442\u0430\u0442 \u0438 \u0434\u0430 \u0433\u043e \u043e\u0431\u0441\u044a\u0434\u044f\u0442.
jsp.discussThis.label.forums = \u0424\u043e\u0440\u0443\u043c\u0438:
jsp.discussThis.label.forum = \u0418\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c:
jsp.discussThis.label.title = \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0442\u0435\u043c\u0430:
jsp.discussThis.label.error = \u0413\u0440\u0435\u0448\u043a\u0430:
jsp.discussThis.label.warning = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435:
jsp.discussThis.label.addComment = \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440:
jsp.discussThis.lagend.topicContent = \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043c\u0430
jsp.discussThis.forums.own = \u0410\u0437 \u0441\u044a\u043c \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a
jsp.discussThis.forums.member = \u0410\u0437 \u0441\u044a\u043c \u0447\u043b\u0435\u043d
jsp.discussThis.forums.follow = \u0421\u043b\u0435\u0434\u0432\u0430\u043c
jsp.discussThis.forums.public = \u041f\u0443\u0431\u043b\u0438\u0447\u043d\u043e
jsp.discussThis.forums.hint = \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c
jsp.discussThis.error = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.discussThis.error.emptyCommunity = \u0426\u0435\u043b\u0435\u0432\u0430\u0442\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u0430.
jsp.discussThis.error.invalidCommunity = \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0438\u043c\u0435 \u0437\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u043d\u0435\u044f.
jsp.discussThis.error.noForum = \u041d\u044f\u043c\u0430 \u0444\u043e\u0440\u0443\u043c\u0438 \u0432 \u0442\u0430\u0437\u0438 \u043e\u0431\u0449\u043d\u043e\u0441\u0442.
jsp.discussThis.error.emptyForum = \u0426\u0435\u043b\u0435\u0432\u0438\u044f\u0442 \u0444\u043e\u0440\u0443\u043c \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
jsp.discussThis.error.invalidForum = \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c, \u0437\u0430 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u043d\u0435\u0433\u043e.
jsp.discussThis.error.emptyTitle = \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u043e.
jsp.discussThis.error.createTopicError = \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u043e\u0432\u0430 \u0442\u0435\u043c\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
jsp.discussThis.error.pinError = \u0417\u0430\u043a\u0430\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u043a\u0430\u0447\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0442\u0435\u043c\u0430 \u0440\u044a\u0447\u043d\u043e.
jsp.discussThis.error.sessionexpired= \u0411\u044f\u0445\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442. \u041a\u043e\u043f\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438, \u0432 \u043a\u043b\u0438\u043f\u0431\u043e\u0440\u0434\u0430, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0430 \u043d\u0435 \u0433\u043e \u0437\u0430\u0433\u0443\u0431\u0438\u0442\u0435, \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0432\u043b\u0435\u0437\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u0430\u0447\u0430\u043b\u043e.
jsp.discussThis.warning = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435
jsp.discussThis.warning.externallyShared = \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0438\u0434\u044f\u043d\u043e \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
jsp.discussThis.pin = \u0417\u0430\u043a\u0430\u0447\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0442\u0435\u043c\u0430
jsp.discussThis.markQuestion = \u041c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0442\u0435\u043c\u0430 \u043a\u0430\u0442\u043e \u0432\u044a\u043f\u0440\u043e\u0441
jsp.discussThis.by = \u043e\u0442:
jsp.discussThis.posted = \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e:
jsp.discussThis.save = \u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435
jsp.discussThis.cancel = \u041e\u0442\u043a\u0430\u0437
jsp.discussThis.label.topicSummary = \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u0438 \u043e\u0442 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
jsp.discussThis.Saving = \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435...

jsp.information = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
jsp.error = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.success = \u0423\u0441\u043f\u0435\u0445
jsp.warning = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435
jsp.informationColon = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f:
jsp.successColon = \u0423\u0441\u043f\u0435\u0448\u043d\u0438:
jsp.warningColon = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435:
jsp.errorColon = \u0413\u0440\u0435\u0448\u043a\u0430:
