# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=Campo obligatorio
jsp.common.required=* Obligatorio
jsp.common.legend=Descripci\u00f3n
jsp.login.title = Inicio de sesi\u00f3n de HCL Connections
jsp.loginerror.error = El nombre de usuario o la contrase\u00f1a no coinciden con ninguna cuenta existente. Compru\u00e9belo y vuelva a intentarlo.
#Error here means login error
jsp.loginerror.error.alt = Error
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = Inicie una sesi\u00f3n para guardar un marcador o a\u00f1adir un canal de informaci\u00f3n.
jsp.login.intro2 = Inicie una sesi\u00f3n en HCL Connections.
jsp.login.bookmarklet.use = \u00bfQu\u00e9 puede hacer con los marcadores?
jsp.login.bookmarklet.collab = A\u00f1adir un marcador a la colecci\u00f3n privada o compartirlo con otros usuarios de Marcadores. Publicar el marcador en una comunidad, actividad o blog para mantener informados a los compa\u00f1eros.

jsp.login.label.user = Nombre de usuario:
jsp.login.password = Contrase\u00f1a:
jsp.login.submit = Iniciar sesi\u00f3n

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = Materiales bajo licencia - Propiedad de HCL. &#169; Copyright HCL Technologies Limited 2007-2022. Reservados todos los derechos. Consulte la licencia de producto para m\u00e1s informaci\u00f3n. Java y las marcas comerciales y logotipos basados en Java son marcas comerciales o marcas comerciales registradas de Oracle y/o sus filiales.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = Este marcador puede a\u00f1adirse a varios componentes
jsp.tab.dogear = A\u00f1adir a Marcadores
jsp.tab.communities = A\u00f1adir a comunidades
jsp.tab.activities = A\u00f1adir a actividades
jsp.tab.blogs = A\u00f1adir a blogs

jsp.close.title = gracias

jsp.posting.title = A\u00f1adir marcador
jsp.posting.dogear.new = A\u00f1adir a marcadores como:
jsp.posting.dogear.edit = Editar marcador
jsp.posting.communities.important = A\u00f1adir a los marcadores importantes
jsp.posting.confirm = No se puede deshacer la operaci\u00f3n de suprimir un marcador. \u00bfEst\u00e1 seguro de que desea suprimir este marcador?
jsp.posting.cancel.title = Cancelar
jsp.posting.cancel.label = Pulse aqu\u00ed para cancelar y cerrar la ventana

jsp.posting.recommended = Recomendadas
#recent means recent tags
jsp.posting.recent = Recientes
#popular means popular tags
jsp.posting.popup.popular = Populares
jsp.posting.all = Todo
jsp.posting.yours = Los suyos

#private means private bookmarks
jsp.posting.private = Privada
jsp.posting.private.hover = El marcador s\u00f3lo aparecer\u00e1 en su p\u00e1gina Mis marcadores
#public means public bookmarks
jsp.posting.public = P\u00fablica
jsp.posting.none=No a\u00f1adir
jsp.posting.public.hover = Todos los usuarios de Marcadores pueden ver este marcador
#public means public bookmarks
jsp.posting.activity.public= P\u00fablica
#private means private bookmarks
jsp.posting.activity.private = Privada
jsp.posting.save = Guardar
jsp.posting.save.label= Pulse aqu\u00ed para guardar y cerrar la ventana
jsp.posting.delete = Suprimir
jsp.posting.popup.new = A\u00f1adir marcador
jsp.posting.popup.edit = Editar marcador
jsp.posting_errrr.title = Error de publicaci\u00f3n
jsp.posting_error.generic.reason = Se ha producido un error con su aportaci\u00f3n: vu\u00e9lvalo a intentar.
jsp.posting_error.tryagain = Atr\u00e1s
jsp.errorpage.details = Detalles
jsp.errorpage.error = Algo no ha funcionado. Pulse el bot\u00f3n Atr\u00e1s y vu\u00e9lvalo a intentar. Si no funcionara, informe sobre el problema al administrador del sistema.
jsp.error.session.expired=No hemos podido procesar su solicitud porque se ha excedido el tiempo de espera de la sesi\u00f3n. Int\u00e9ntelo de nuevo.
jsp.posting.message.close=Cerrar
jsp.warning.version.here=aqu\u00ed
jsp.warning.version.confict=Su bot\u00f3n de navegador <strong>A\u00f1adir marcador</strong> ha caducado. Pulse {0} para actualizar el bot\u00f3n.
jsp.warning.version.confict2=El bot\u00f3n del navegador <strong>{0}</strong> ha caducado. Pulse {1} para actualizar el bot\u00f3n.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:
jsp.helpapi.bookmark.prop.title = T\u00edtulo:
jsp.helpapi.bookmark.prop.desc = Descripci\u00f3n:
jsp.helpapi.bookmark.prop.tags = Etiquetas:
jsp.helpapi.bookmark.prop.community = Comunidad:
jsp.helpapi.bookmark.prop.activity = Actividad:
jsp.helpapi.bookmark.prop.blog = Blog:
jsp.helpapi.bookmark.prop.additional = Descripci\u00f3n adicional:
jsp.helpapi.bookmark.prop.discussion = Mensaje para discusi\u00f3n:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = Descripci\u00f3n de comunidad:

jspf.blogs.noblogs = No tiene ning\u00fan blog. Para empezar, cree un blog.
jspf.communities.nocommunities = No tiene ninguna comunidad. \u00danase o cree una comunidad en el \u00e1rea Comunidades.
jspf.activities.noactivities = No tiene ninguna actividad. Para empezar, cree una actividad.
jspf.blogs.help.post = Esto crear\u00e1 una nueva entrada con un enlace a un marcador, incluida la descripci\u00f3n y la descripci\u00f3n adicional.
jspf.activities.reader.only = Usted no es autor ni propietario de la actividad. Para publicar marcadores, tiene que ser autor o propietario.

jspf.menu.settings.help = Ayuda
jspf.bookmarks.tags = Etiquetas

jsp.help.tags.form = Las etiquetas son palabras clave que asigna para clasificar los marcadores. Indique las etiquetas como palabras independientes, separadas por espacios o comas.
jsp.help.tags.all = Estas son etiquetas que han utilizado otras personas. Pulse en una etiqueta para a\u00f1adirla a la lista de etiquetas de este marcador.
jsp.help.tags.yours = Estas son etiquetas que ha utilizado usted. Pulse en una etiqueta para a\u00f1adirla a la lista de etiquetas de este marcador.
jsp.help.recommended.title = Recomendadas
jsp.help.recommended.form = Aqu\u00ed tiene las etiquetas recomendadas que otras personas han utilizado para este marcador y que usted ha utilizado antes. Pulse en una etiqueta para a\u00f1adirla a la lista de etiquetas de este marcador.
jsp.help.popular.form = Aqu\u00ed tiene las etiquetas populares que otras personas han utilizado para este marcador. Pulse en una etiqueta para a\u00f1adirla a la lista de etiquetas de este marcador.
jsp.help.recent.title = Recientes
jsp.help.recent.form = Aqu\u00ed tiene las etiquetas que ha utilizado recientemente. Pulse en una etiqueta para a\u00f1adirla a la lista de etiquetas de este marcador.

jsp.update.dogear.existing = Ya tiene un marcador con este URL. Seleccione un URL distinto o actualice el marcador existente.
jsp.url.invalid = El URL no es v\u00e1lido.

jsp.feed.posting.title = Suscribirse al canal de informaci\u00f3n
jsp.feed.posting.popup.new = Suscribirse al canal de informaci\u00f3n
jsp.feed.add.communities = A\u00f1adir a comunidades
jsp.feed.add.browser = Suscribirse en el navegador
jsp.feed.relatedCommunity.posting.title = A\u00f1adir a Comunidad relacionada
jsp.feed.relatedCommunity.posting.description = Enlace a esta comunidad de una o varias comunidades relacionadas.

jspf.activities.clear = Borrar las actividades seleccionadas
jspf.communities.clear = Borrar las comunidades seleccionadas
jspf.blogs.clear = Borrar los blogs seleccionados

jspf.activities.select.tip=Seleccione las actividades a las que desea a\u00f1adir este marcador
jspf.communities.select.tip=Seleccione las comunidades a las que desee a\u00f1adir este marcador
jspf.blogs.select.tip=Seleccione los blogs a los que desee a\u00f1adir este marcador
jspf.communities.select.feed.tip=Seleccione las comunidades a las que desee a\u00f1adir este canal de informaci\u00f3n
jspf.relatedCommunities.select.tip=Seleccione las comunidades a las que quiere a\u00f1adir el enlace.

jsp.bookmarklet.activities.select = Seleccione las actividades en las que desea publicar un marcador.
jsp.bookmarklet.communities.select = Seleccione las comunidades en las que desea publicar un marcador.
jsp.bookmarklet.blogs.select = Seleccione los blogs en los que desea publicar un marcador.
#changes for postfeed servlet
jsp.ibm.subscribe = Suscribirse al canal de informaci\u00f3n
jsp.login.intro.subscribe = Inicie una sesi\u00f3n en {0}Connections{1} para suscribirse a un canal de informaci\u00f3n.
jsp.login.bookmarklet.use.subscribe = \u00bfQu\u00e9 puede hacer con los canales de informaci\u00f3n?
jsp.login.bookmarklet.collab.subscribe = A\u00f1ada un canal de informaci\u00f3n a una comunidad para que todos los miembros de la comunidad puedan ver las actualizaciones de informaci\u00f3n m\u00e1s recientes publicadas en el canal de informaci\u00f3n.
jsp.bookmarklet.button.new = Ahora hay un nuevo bot\u00f3n "A\u00f1adir marcador" disponible, actualice el suyo a la \u00faltima versi\u00f3n.
jsp.bookmark.duplicate = No puede a\u00f1adir un marcador o canal de informaci\u00f3n a la comunidad que contiene el elemento que se est\u00e1 a\u00f1adiendo.

jsp.relatedCommunity.error.property.community = Comunidad
jsp.relatedCommunity.error.addDuplicateds = {0} y {1} no tienen la caracter\u00edstica Comunidades relacionadas habilitada. Para habilitar esta caracter\u00edstica, elija Acciones de comunidad -> Personalizar y a\u00f1ada el widget Comunidades relacionadas en cada comunidad.
jsp.relatedCommunity.error.addDuplicated = {0} no tiene la caracter\u00edstica Comunidades relacionadas habilitada. Para habilitar esta caracter\u00edstica, elija Acciones de comunidad -> Personalizar y a\u00f1ada el widget Comunidades relacionadas.
jsp.relatedCommunity.error.serverError = Se ha producido un error al intentar a\u00f1adir este enlace a {0}. Vuelva a intentarlo m\u00e1s adelante.
jsp.relatedCommunity.error.serverErrors = Se han producido errores al intentar a\u00f1adir este enlace a {0} y {1}. Vuelva a intentarlo m\u00e1s adelante.
jsp.relatedCommunity.notTrusted = No se puede a\u00f1adir este URL porque la comunidad est\u00e1 en un servidor que no es de confianza para el servidor de HCL Connections. P\u00f3ngase en contacto con el administrador de HCL Connections para obtener ayuda.
jsp.relatedCommunity.notTrusted.passBy = Esta comunidad est\u00e1 en un servidor que no es de confianza para el servidor de HCL Connections. \u00bfA\u00fan quiere a\u00f1adir la comunidad?
jsp.relatedCommunity.description.hint = Describa el motivo de que esta comunidad relacionada le interese a su comunidad.
jsp.relatedCommunity.title = Comunidad relacionada
jsp.relatedCommunity.legend.communityInformation = Informaci\u00f3n de la comunidad
#discuss This
jsp.discussThis.pageTitle = Debatir esto
jsp.discussThis.title = Debatir esto
jsp.discussThis.description = Publique este contenido en un foro de Connections para que sus colegas puedan leerlo y debatirlo.
jsp.discussThis.label.forums = Foros:
jsp.discussThis.label.forum = Nombre del foro:
jsp.discussThis.label.title = T\u00edtulo del tema:
jsp.discussThis.label.error = Error:
jsp.discussThis.label.warning = Aviso:
jsp.discussThis.label.addComment = A\u00f1adir un comentario:
jsp.discussThis.lagend.topicContent = Contenido del tema
jsp.discussThis.forums.own = Soy propietario
jsp.discussThis.forums.member = Soy miembro
jsp.discussThis.forums.follow = Sigo
jsp.discussThis.forums.public = P\u00fablica
jsp.discussThis.forums.hint = Escriba un nombre de foro
jsp.discussThis.error = Error
jsp.discussThis.error.emptyCommunity = La comunidad de destino no puede estar vac\u00eda.
jsp.discussThis.error.invalidCommunity = Debe especificar un nombre de Comunidad v\u00e1lido donde publicar este contenido.
jsp.discussThis.error.noForum = No hay foros en esta comunidad.
jsp.discussThis.error.emptyForum = El foro de destino debe existir.
jsp.discussThis.error.invalidForum = Debe especificar un nombre de foro v\u00e1lido donde publicar este contenido.
jsp.discussThis.error.emptyTitle = El t\u00edtulo del tema no puede estar vac\u00edo.
jsp.discussThis.error.createTopicError = Se ha producido un error al crear un tema nuevo. Vuelva a intentarlo m\u00e1s adelante.
jsp.discussThis.error.pinError = Error del tema Marcar. Puede marcar este tema manualmente.
jsp.discussThis.error.sessionexpired= Su sesi\u00f3n se ha cerrado autom\u00e1ticamente en el servidor debido a la inactividad. Copie el texto que ha introducido en el portapapeles para no perderlo y vuelva a iniciar sesi\u00f3n para retomar la actividad.
jsp.discussThis.warning = Aviso
jsp.discussThis.warning.externallyShared = El contenido podr\u00eda ser visto por usuarios externos.
jsp.discussThis.pin = Marcar este tema
jsp.discussThis.markQuestion = Marcar este tema como pregunta
jsp.discussThis.by = por:
jsp.discussThis.posted = Publicado:
jsp.discussThis.save = Guardar
jsp.discussThis.cancel = Cancelar
jsp.discussThis.label.topicSummary = Contenido obtenido de la p\u00e1gina original.
jsp.discussThis.Saving = Guardando...

jsp.information = Informaci\u00f3n
jsp.error = Error
jsp.success = Correcto
jsp.warning = Aviso
jsp.informationColon = Informaci\u00f3n:
jsp.successColon = Correcto:
jsp.warningColon = Aviso:
jsp.errorColon = Error:
