# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u0422\u0430\u043b\u0430\u043f \u0435\u0442\u0456\u043b\u0433\u0435\u043d \u04e9\u0440\u0456\u0441
jsp.common.required=* \u041c\u0456\u043d\u0434\u0435\u0442\u0442\u0456
jsp.common.legend=\u041c\u04d9\u043d\u0434\u0456\u043a \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440
jsp.login.title = HCL Connections \u043b\u043e\u0433\u0438\u043d\u0456
jsp.loginerror.error = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0430\u0442\u044b\u04a3\u044b\u0437 \u0436\u04d9\u043d\u0435/\u043d\u0435\u043c\u0435\u0441\u0435 \u049b\u04b1\u043f\u0438\u044f \u0441\u04e9\u0437\u0456\u04a3\u0456\u0437 \u0431\u0430\u0440 \u0435\u0441\u0435\u043f\u0442\u0456\u043a \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u0435\u0448\u049b\u0430\u0439\u0441\u044b\u0441\u044b\u043d\u0430 \u0442\u0435\u04a3 \u0435\u043c\u0435\u0441. \u0422\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437 \u0434\u0435, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437.
#Error here means login error
jsp.loginerror.error.alt = \u049a\u0430\u0442\u0435
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0441\u0430\u049b\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u0430\u0440\u043d\u0430\u043d\u044b \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d \u0436\u04af\u0439\u0435\u0433\u0435 \u043a\u0456\u0440\u0443.
jsp.login.intro2 = HCL Connections \u0436\u04af\u0439\u0435\u0441\u0456\u043d\u0435 \u043a\u0456\u0440\u0456\u04a3\u0456\u0437.
jsp.login.bookmarklet.use = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u043c\u0435\u043d \u043d\u0435 \u0456\u0441\u0442\u0435\u0439 \u0430\u043b\u0430\u0441\u044b\u0437?
jsp.login.bookmarklet.collab = \u0416\u0435\u043a\u0435 \u0436\u0438\u043d\u0430\u0493\u044b\u04a3\u044b\u0437\u0493\u0430 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u049b\u043e\u0441\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0441\u049b\u0430 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u043c\u0435\u043d \u043e\u0440\u0442\u0430\u049b\u0442\u0430\u0441\u044b\u04a3\u044b\u0437. \u04d8\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0443 \u04af\u0448\u0456\u043d \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430, \u04d9\u0440\u043a\u0435\u0442\u0442\u0435 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u043b\u043e\u0433\u0442\u0430 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u04a3\u044b\u0437.

jsp.login.label.user = \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0430\u0442\u044b:
jsp.login.password = \u049a\u04b1\u043f\u0438\u044f \u0441\u04e9\u0437:
jsp.login.submit = \u041a\u0456\u0440\u0443

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u043b\u0430\u043d\u0493\u0430\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0434\u0430\u0440 \u2013 HCL \u043c\u0435\u043d\u0448\u0456\u0433\u0456. &#169; Copyright HCL Technologies Limited 2007-2020. \u0411\u0430\u0440\u043b\u044b\u049b \u049b\u04b1\u049b\u044b\u049b\u0442\u0430\u0440\u044b \u049b\u043e\u0440\u0493\u0430\u043b\u0493\u0430\u043d. \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u04e9\u043d\u0456\u043c \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u0441\u044b\u043d\u0430\u043d \u049b\u0430\u0440\u0430\u04a3\u044b\u0437. Java \u0436\u04d9\u043d\u0435 Java \u043d\u0435\u0433\u0456\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456 \u043c\u0435\u043d \u043b\u043e\u0433\u043e\u0442\u0438\u043f\u0442\u0435\u0440\u0456 - Oracle \u0436\u04d9\u043d\u0435/\u043e\u043d\u044b\u04a3 \u0435\u043d\u0448\u0456\u043b\u0435\u0441\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d \u0441\u0430\u0443\u0434\u0430 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u0411\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0433\u0435 \u049b\u043e\u0441\u044b\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d
jsp.tab.dogear = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0433\u0435 \u049b\u043e\u0441\u0443
jsp.tab.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u0443
jsp.tab.activities = \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0433\u0435 \u049b\u043e\u0441\u0443
jsp.tab.blogs = \u0411\u043b\u043e\u0433\u0442\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u0443

jsp.close.title = \u0440\u0430\u0445\u043c\u0435\u0442

jsp.posting.title = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u049b\u043e\u0441\u0443
jsp.posting.dogear.new = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0433\u0435 \u0431\u044b\u043b\u0430\u0439 \u049b\u043e\u0441\u0443:
jsp.posting.dogear.edit = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u04e9\u04a3\u0434\u0435\u0443
jsp.posting.communities.important = \u041c\u0430\u04a3\u044b\u0437\u0434\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u049b\u043e\u0441\u0443
jsp.posting.confirm = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u043e\u044e\u0434\u044b \u0431\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441. \u0411\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u043e\u0439\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d\u0456\u043d\u0435 \u0441\u0435\u043d\u0456\u043c\u0434\u0456\u0441\u0456\u0437 \u0431\u0435?
jsp.posting.cancel.title = \u0411\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443
jsp.posting.cancel.label = \u0422\u0435\u0440\u0435\u0437\u0435\u043d\u0456 \u0431\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443 \u0436\u04d9\u043d\u0435 \u0436\u0430\u0431\u0443 \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437

jsp.posting.recommended = \u04b0\u0441\u044b\u043d\u044b\u043b\u0493\u0430\u043d
#recent means recent tags
jsp.posting.recent = \u0421\u043e\u04a3\u0493\u044b
#popular means popular tags
jsp.posting.popup.popular = \u0422\u0430\u043d\u044b\u043c\u0430\u043b
jsp.posting.all = \u0411\u0430\u0440\u043b\u044b\u0493\u044b
jsp.posting.yours = \u0421\u0456\u0437\u0434\u0456\u04a3

#private means private bookmarks
jsp.posting.private = \u0416\u0435\u043a\u0435
jsp.posting.private.hover = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0442\u0435\u043a \u0441\u0456\u0437\u0434\u0456\u04a3 \u041c\u0435\u043d\u0456\u04a3 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456\u043c \u0431\u0435\u0442\u0456\u04a3\u0456\u0437\u0434\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0430\u0434\u044b
#public means public bookmarks
jsp.posting.public = \u0416\u0430\u043b\u043f\u044b
jsp.posting.none=\u049a\u043e\u0441\u043f\u0430\u0443
jsp.posting.public.hover = \u0411\u0430\u0440\u043b\u044b\u049b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u043e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u043a\u04e9\u0440\u0435 \u0430\u043b\u0430\u0434\u044b
#public means public bookmarks
jsp.posting.activity.public= \u0416\u0430\u043b\u043f\u044b
#private means private bookmarks
jsp.posting.activity.private = \u0416\u0435\u043a\u0435
jsp.posting.save = \u0421\u0430\u049b\u0442\u0430\u0443
jsp.posting.save.label= \u0422\u0435\u0440\u0435\u0437\u0435\u043d\u0456 \u0441\u0430\u049b\u0442\u0430\u043f \u0436\u0430\u0431\u0443 \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u044b\u04a3\u044b\u0437
jsp.posting.delete = \u0416\u043e\u044e
jsp.posting.popup.new = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u049b\u043e\u0441\u0443
jsp.posting.popup.edit = \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u04e9\u04a3\u0434\u0435\u0443
jsp.posting_errrr.title = \u0422\u0456\u0440\u043a\u0435\u0443 \u0436\u0430\u0437\u0431\u0430\u0441\u044b \u049b\u0430\u0442\u0435\u043b\u0456\u0433\u0456
jsp.posting_error.generic.reason = \u0415\u043d\u0433\u0456\u0437\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b, \u0442\u0430\u0493\u044b \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.posting_error.tryagain = \u0410\u0440\u0442\u049b\u0430
jsp.errorpage.details = \u041c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440
jsp.errorpage.error = \u049a\u0430\u043d\u0434\u0430\u0439 \u0434\u0430 \u0431\u0456\u0440 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0434\u04b1\u0440\u044b\u0441 \u0431\u043e\u043b\u043c\u0430\u0434\u044b. \u0410\u0440\u0442\u049b\u0430 \u049b\u0430\u0439\u0442\u0443 \u0442\u04af\u0439\u043c\u0435\u0448\u0456\u0433\u0456\u043d \u0431\u0430\u0441\u044b\u043f, \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u04a3\u044b\u0437. \u0415\u0433\u0435\u0440 \u0431\u04b1\u043b \u043a\u04e9\u043c\u0435\u043a\u0442\u0435\u0441\u043f\u0435\u0441\u0435, \u049b\u0438\u044b\u043d\u0434\u044b\u049b \u0442\u0443\u0440\u0430\u043b\u044b \u04d9\u043a\u0456\u043c\u0448\u0456\u04a3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u04a3\u044b\u0437.
jsp.error.session.expired=\u0421\u04b1\u0440\u0430\u0443\u044b\u04a3\u044b\u0437\u0434\u044b \u0441\u0435\u0430\u043d\u0441\u0442\u044b\u04a3 \u043a\u04af\u0442\u0443 \u0443\u0430\u049b\u044b\u0442\u044b\u043d\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b. \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.posting.message.close=\u0416\u0430\u0431\u0443
jsp.warning.version.here=\u043e\u0441\u044b\u043d\u0434\u0430
jsp.warning.version.confict=<strong>\u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u049b\u043e\u0441\u0443</strong> \u0448\u043e\u043b\u0493\u044b\u0448 \u0442\u04af\u0439\u043c\u0435\u0448\u0456\u0433\u0456\u043d\u0456\u04a3 \u043c\u0435\u0440\u0437\u0456\u043c\u0456 \u0430\u044f\u049b\u0442\u0430\u043b\u0493\u0430\u043d. \u0422\u04af\u0439\u043c\u0435\u0448\u0456\u043a\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u04af\u0448\u0456\u043d {0} \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.warning.version.confict2=<strong>{0}</strong> \u0448\u043e\u043b\u0493\u044b\u0448 \u0442\u04af\u0439\u043c\u0435\u0448\u0456\u0433\u0456\u04a3\u0456\u0437\u0434\u0456\u04a3 \u043c\u0435\u0440\u0437\u0456\u043c\u0456 \u0430\u044f\u049b\u0442\u0430\u043b\u0493\u0430\u043d. \u0422\u04af\u0439\u043c\u0435\u0448\u0456\u043a\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u04af\u0448\u0456\u043d {1} \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b:
jsp.helpapi.bookmark.prop.title = \u0422\u0430\u049b\u044b\u0440\u044b\u0431\u044b:
jsp.helpapi.bookmark.prop.desc = \u0421\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430:
jsp.helpapi.bookmark.prop.tags = \u0422\u0435\u0433\u0442\u0435\u0440:
jsp.helpapi.bookmark.prop.community = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b:
jsp.helpapi.bookmark.prop.activity = \u04d8\u0440\u0435\u043a\u0435\u0442:
jsp.helpapi.bookmark.prop.blog = \u0411\u043b\u043e\u0433:
jsp.helpapi.bookmark.prop.additional = \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430:
jsp.helpapi.bookmark.prop.discussion = \u0422\u0430\u043b\u049b\u044b\u043b\u0430\u0443\u0493\u0430 \u0430\u0440\u043d\u0430\u043b\u0493\u0430\u043d \u0425\u0430\u0431\u0430\u0440:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430\u0441\u044b:

jspf.blogs.noblogs = \u0421\u0456\u0437\u0434\u0435 \u0435\u0448\u0431\u0456\u0440 \u0431\u043b\u043e\u0433\u0442\u0430\u0440 \u0436\u043e\u049b. \u0411\u0430\u0441\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u0431\u043b\u043e\u0433 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jspf.communities.nocommunities = \u0421\u0456\u0437\u0434\u0435 \u0435\u0448\u0431\u0456\u0440 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0436\u043e\u049b. \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0430\u0443\u043c\u0430\u0493\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u044b\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u0436\u0430\u04a3\u0430 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jspf.activities.noactivities = \u0421\u0456\u0437\u0434\u0435 \u0435\u0448\u0431\u0456\u0440 \u04d9\u0442\u0435\u043a\u0435\u0442\u0442\u0435\u0440 \u0436\u043e\u049b. \u0411\u0430\u0441\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.
jspf.blogs.help.post = \u0411\u04b1\u043b \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430\u043d\u044b \u0436\u04d9\u043d\u0435 \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u043c\u0430\u043d\u044b \u049b\u043e\u0441\u044b\u043f, \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u0441\u0456 \u0431\u0430\u0440 \u0436\u0430\u04a3\u0430 \u0436\u0430\u0437\u0431\u0430\u043d\u044b \u0436\u0430\u0441\u0430\u0439\u0434\u044b.
jspf.activities.reader.only = \u0421\u0456\u0437 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0456\u04a3 \u0430\u0432\u0442\u043e\u0440\u044b \u043d\u0435\u043c\u0435\u0441\u0435 \u0435\u0433\u0435\u0441\u0456 \u0435\u043c\u0435\u0441\u0441\u0456\u0437. \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0456 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u04af\u0448\u0456\u043d \u0441\u0456\u0437\u0434\u0435 \u0430\u0432\u0442\u043e\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0435\u0433\u0435\u0441\u0456\u043d\u0456\u04a3 \u0440\u04e9\u043b\u0456 \u0431\u043e\u043b\u0443 \u043a\u0435\u0440\u0435\u043a.

jspf.menu.settings.help = \u0410\u043d\u044b\u049b\u0442\u0430\u043c\u0430
jspf.bookmarks.tags = \u0422\u0435\u0433\u0442\u0435\u0440

jsp.help.tags.form = \u0422\u0435\u0433\u0442\u0435\u0440 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0456 \u0441\u0430\u043d\u0430\u0442\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u0441\u0456\u0437 \u0442\u0430\u0493\u0430\u0439\u044b\u043d\u0434\u0430\u0493\u0430\u043d \u043a\u0456\u043b\u0442\u0441\u04e9\u0437\u0434\u0435\u0440 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b. \u0422\u0435\u0433\u0442\u0435\u0440\u0434\u0456 \u0431\u043e\u0441 \u043e\u0440\u044b\u043d\u043c\u0435\u043d \u043d\u0435\u043c\u0435\u0441\u0435 \u04af\u0442\u0456\u0440\u043c\u0435\u043d \u0431\u04e9\u043b\u0456\u043d\u0433\u0435\u043d \u0431\u0456\u0440 \u0441\u04e9\u0437 \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0435\u043d\u0433\u0456\u0437\u0456\u04a3\u0456\u0437.
jsp.help.tags.all = \u0411\u04b1\u043b\u0430\u0440 \u0431\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0442\u0435\u0433\u0442\u0435\u0440. \u041e\u043d\u044b \u0431\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u0442\u0435\u0433\u0442\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.help.tags.yours = \u0411\u04b1\u043b \u0441\u0456\u0437 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0493\u0430\u043d \u0442\u0435\u0433\u0442\u0435\u0440. \u041e\u043d\u044b \u0431\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u0442\u0435\u0433\u0442\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.help.recommended.title = \u04b0\u0441\u044b\u043d\u044b\u043b\u0493\u0430\u043d
jsp.help.recommended.form = \u0411\u04b1\u043b\u0430\u0440 \u2013 \u043e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u0431\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437 \u0431\u04b1\u0440\u044b\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u04af\u0441\u044b\u043d\u044b\u043b\u0493\u0430\u043d \u0442\u0435\u0433\u0442\u0435\u0440. \u041e\u043d\u044b \u0431\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u0442\u0435\u0433\u0442\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.help.popular.form = \u0411\u04b1\u043b\u0430\u0440 - \u043e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u04af\u0448\u0456\u043d \u0431\u0430\u0441\u049b\u0430 \u0430\u0434\u0430\u043c\u0434\u0430\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0436\u04d9\u043d\u0435 \u0441\u0456\u0437 \u0431\u04b1\u0440\u044b\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0442\u0430\u043d\u044b\u043c\u0430\u043b \u0442\u0435\u0433\u0442\u0435\u0440. \u041e\u043d\u044b \u0431\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u0442\u0435\u0433\u0442\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.help.recent.title = \u0421\u043e\u04a3\u0493\u044b
jsp.help.recent.form = \u0411\u04b1\u043b\u0430\u0440 \u2013 \u0441\u0456\u0437 \u0436\u0430\u049b\u044b\u043d\u0434\u0430 \u049b\u043e\u043b\u0434\u0430\u043d\u0493\u0430\u043d \u0442\u0435\u0433\u0442\u0435\u0440. \u041e\u043d\u044b \u0431\u04b1\u043b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456\u04a3 \u0442\u0435\u0433\u0442\u0435\u0440 \u0442\u0456\u0437\u0456\u043c\u0456\u043d\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d, \u0442\u0435\u0433\u0442\u0456 \u0431\u0430\u0441\u044b\u04a3\u044b\u0437.

jsp.update.dogear.existing = \u0411\u04b1\u043b URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b \u04af\u0448\u0456\u043d \u0441\u0456\u0437\u0434\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440. \u0411\u0430\u0441\u049b\u0430 URL-\u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b\u043d \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u04a3\u044b\u0437.
jsp.url.invalid = URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437.

jsp.feed.posting.title = \u0410\u0440\u043d\u0430\u0493\u0430 \u0436\u0430\u0437\u044b\u043b\u0443
jsp.feed.posting.popup.new = \u0410\u0440\u043d\u0430\u0493\u0430 \u0436\u0430\u0437\u044b\u043b\u0443
jsp.feed.add.communities = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0493\u0430 \u049b\u043e\u0441\u0443
jsp.feed.add.browser = \u0411\u0440\u0430\u0443\u0437\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0435 \u0436\u0430\u0437\u044b\u043b\u0443
jsp.feed.relatedCommunity.posting.title = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u0443
jsp.feed.relatedCommunity.posting.description = \u0411\u0456\u0440 \u043d\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u049b\u0430\u0442\u044b\u0441\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u0430\u043d \u043e\u0441\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u0441\u0456\u043b\u0442\u0435\u043c\u0435 \u0436\u0430\u0441\u0430\u04a3\u044b\u0437.

jspf.activities.clear = \u0422\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u04e9\u0448\u0456\u0440\u0443
jspf.communities.clear = \u0422\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u04e9\u0448\u0456\u0440\u0443
jspf.blogs.clear = \u0422\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u044b \u04e9\u0448\u0456\u0440\u0443

jspf.activities.select.tip=\u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u049b\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u0443
jspf.communities.select.tip=\u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u049b\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u0443
jspf.blogs.select.tip=\u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u049b\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u0443
jspf.communities.select.feed.tip=\u041e\u0441\u044b \u0430\u0440\u043d\u0430\u0493\u0430 \u049b\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u0443
jspf.relatedCommunities.select.tip=\u0421\u0456\u043b\u0442\u0435\u043c\u0435 \u049b\u043e\u0441\u049b\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.

jsp.bookmarklet.activities.select = \u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.bookmarklet.communities.select = \u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
jsp.bookmarklet.blogs.select = \u041e\u0441\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u0433\u0435 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0493\u044b\u04a3\u044b\u0437 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u044b \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
#changes for postfeed servlet
jsp.ibm.subscribe = \u0410\u0440\u043d\u0430\u0493\u0430 \u0436\u0430\u0437\u044b\u043b\u0443
jsp.login.intro.subscribe = \u0410\u0440\u043d\u0430\u0493\u0430 \u0436\u0430\u0437\u044b\u043b\u0443 \u04af\u0448\u0456\u043d {0}\u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440\u0493\u0430{1} \u043a\u0456\u0440\u0456\u04a3\u0456\u0437.
jsp.login.bookmarklet.use.subscribe = \u0410\u0440\u043d\u0430\u043b\u0430\u0440\u043c\u0435\u043d \u043d\u0435 \u0436\u0430\u0441\u0430\u0439 \u0430\u043b\u0430\u0441\u044b\u0437?
jsp.login.bookmarklet.collab.subscribe = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u044b\u04a3 \u0431\u0430\u0440\u043b\u044b\u049b \u043c\u04af\u0448\u0435\u043b\u0435\u0440\u0456 \u0430\u0440\u043d\u0430\u0434\u0430 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u043d\u0493\u0430\u043d \u0441\u043e\u04a3\u0493\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u043a\u04e9\u0440\u0435\u0442\u0456\u043d\u0434\u0435\u0439 \u0435\u0442\u0456\u043f \u0430\u0440\u043d\u0430\u043d\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.bookmarklet.button.new = \u0416\u0430\u04a3\u0430 "\u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u049b\u043e\u0441\u0443" \u0431\u0430\u0442\u044b\u0440\u043c\u0430\u0441\u044b \u049b\u0430\u0437\u0456\u0440 \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456, \u04e9\u0437\u0456\u04a3\u0456\u0437\u0434\u0456\u043a\u0456\u043d \u0441\u043e\u04a3\u0493\u044b \u043d\u04b1\u0441\u049b\u0430\u0441\u044b\u043d\u0430 \u0434\u0435\u0439\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u04a3\u044b\u0437.
jsp.bookmark.duplicate = \u0415\u043d\u0433\u0456\u0437\u0456\u043b\u0435\u0442\u0456\u043d \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0435\u043d \u0442\u04b1\u0440\u0430\u0442\u044b\u043d \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043d\u0435\u043c\u0435\u0441\u0435 \u0430\u0440\u043d\u0430 \u049b\u043e\u0441\u0443\u044b\u04a3\u044b\u0437 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.

jsp.relatedCommunity.error.property.community = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b
jsp.relatedCommunity.error.addDuplicateds = {0} \u0436\u04d9\u043d\u0435 {1} \u04af\u0448\u0456\u043d \u0421\u04d9\u0439\u043a\u0435\u0441 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0441\u0438\u043f\u0430\u0442\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0493\u0430\u043d. \u0411\u04b1\u043b \u0441\u0438\u043f\u0430\u0442\u0442\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0456 -> \u0422\u0435\u04a3\u0448\u0435\u0443 \u0442\u0430\u04a3\u0434\u0430\u043f, \u04d9\u0440\u0431\u0456\u0440 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u049b\u0430 \u0421\u04d9\u0439\u043a\u0435\u0441 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0432\u0438\u0434\u0436\u0435\u0442\u0456\u043d \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.relatedCommunity.error.addDuplicated = {0} \u04af\u0448\u0456\u043d \u0421\u04d9\u0439\u043a\u0435\u0441 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440 \u0441\u0438\u043f\u0430\u0442\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u044b\u043b\u043c\u0430\u0493\u0430\u043d. \u0411\u04b1\u043b \u0441\u0438\u043f\u0430\u0442\u0442\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u04af\u0448\u0456\u043d \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0456 -> \u0422\u0435\u04a3\u0448\u0435\u0443 \u0442\u0430\u04a3\u0434\u0430\u043f, \u0421\u04d9\u0439\u043a\u0435\u0441 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u044b \u049b\u043e\u0441\u044b\u04a3\u044b\u0437.
jsp.relatedCommunity.error.serverError = \u0410\u0442\u0430\u043b\u0493\u0430\u043d \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043d\u0456 {0} \u049b\u043e\u0441\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0435\u0442\u043a\u0435\u043d \u043a\u0435\u0437\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u043a\u0435\u0439\u0456\u043d \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.relatedCommunity.error.serverErrors = \u0410\u0442\u0430\u043b\u0493\u0430\u043d \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043d\u0456 {0} \u043c\u0435\u043d {1} \u049b\u043e\u0441\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0435\u0442\u043a\u0435\u043d \u043a\u0435\u0437\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u043a\u0435\u0439\u0456\u043d \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.relatedCommunity.notTrusted = \u0411\u04b1\u043b URL \u043c\u0435\u043a\u0435\u043d-\u0436\u0430\u0439\u044b\u043d \u049b\u043e\u0441\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441, \u0441\u0435\u0431\u0435\u0431\u0456 HCL Connections \u0441\u0435\u0440\u0432\u0435\u0440\u0456 \u0430\u0440\u049b\u044b\u043b\u044b \u0441\u0435\u043d\u0456\u043c\u0434\u0456 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u043d\u044b\u043b\u043c\u0430\u0439\u0442\u044b\u043d \u0441\u0435\u0440\u0432\u0435\u0440\u0434\u0435\u0433\u0456 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b. \u041a\u04e9\u043c\u0435\u043a \u04af\u0448\u0456\u043d, HCL Connections \u04d9\u043a\u0456\u043c\u0448\u0456\u0441\u0456\u043d\u0435 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
jsp.relatedCommunity.notTrusted.passBy = \u0411\u04b1\u043b HCL Connections \u0441\u0435\u0440\u0432\u0435\u0440\u0456 \u0430\u0440\u049b\u044b\u043b\u044b \u0441\u0435\u043d\u0456\u043c\u0434\u0456 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u043d\u044b\u043b\u043c\u0430\u0439\u0442\u044b\u043d \u0441\u0435\u0440\u0432\u0435\u0440\u0434\u0435\u0433\u0456 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b. \u04d8\u043b\u0456 \u0434\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u049b\u043e\u0441\u0443\u0434\u044b \u049b\u0430\u043b\u0430\u0439\u0441\u044b\u0437 \u0431\u0430?
jsp.relatedCommunity.description.hint = \u0411\u04b1\u043b \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0441\u0456\u0437\u0434\u0456\u04a3 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u0493\u044b\u04a3\u044b\u0437\u0434\u044b \u049b\u044b\u0437\u044b\u049b\u0442\u044b\u0440\u0430\u0442\u044b\u043d\u0434\u044b\u0493\u044b\u043d \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u04a3\u044b\u0437.
jsp.relatedCommunity.title = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b
jsp.relatedCommunity.legend.communityInformation = \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0442\u0443\u0440\u0430\u043b\u044b \u0430\u049b\u043f\u0430\u0440\u0430\u0442
#discuss This
jsp.discussThis.pageTitle = \u041e\u0441\u044b\u043d\u044b \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u04a3\u044b\u0437!
jsp.discussThis.title = \u041e\u0441\u044b\u043d\u044b \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u0443
jsp.discussThis.description = \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440 \u0444\u043e\u0440\u0443\u043c\u044b\u043d\u0434\u0430 \u043e\u0441\u044b \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u04d9\u0440\u0456\u043f\u0442\u0435\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437 \u043e\u049b\u0443 \u0436\u04d9\u043d\u0435 \u0442\u0430\u043b\u049b\u044b\u043b\u0430\u0443 \u04af\u0448\u0456\u043d \u0436\u0456\u0431\u0435\u0440\u0456\u04a3\u0456\u0437.
jsp.discussThis.label.forums = \u0424\u043e\u0440\u0443\u043c\u0434\u0430\u0440:
jsp.discussThis.label.forum = \u0424\u043e\u0440\u0443\u043c \u0430\u0442\u044b:
jsp.discussThis.label.title = \u0422\u0430\u049b\u044b\u0440\u044b\u043f \u0430\u0442\u0430\u0443\u044b:
jsp.discussThis.label.error = \u049a\u0430\u0442\u0435:
jsp.discussThis.label.warning = \u0415\u0441\u043a\u0435\u0440\u0442\u0443:
jsp.discussThis.label.addComment = \u0410\u04a3\u0493\u0430\u0440\u0442\u043f\u0430 \u049b\u043e\u0441\u0443:
jsp.discussThis.lagend.topicContent = \u0422\u0430\u049b\u044b\u0440\u044b\u043f \u043c\u0430\u0437\u043c\u04b1\u043d\u044b
jsp.discussThis.forums.own = \u041c\u0435\u043d \u0438\u0435\u0441\u0456\u043c\u0456\u043d
jsp.discussThis.forums.member = \u041c\u0435\u043d \u043c\u04af\u0448\u0435\u0441\u0456\u043c\u0456\u043d
jsp.discussThis.forums.follow = \u041c\u0435\u043d \u0431\u0430\u049b\u044b\u043b\u0430\u0443\u0434\u0430\u043c\u044b\u043d
jsp.discussThis.forums.public = \u0416\u0430\u043b\u043f\u044b
jsp.discussThis.forums.hint = \u0424\u043e\u0440\u0443\u043c \u0430\u0442\u0430\u0443\u044b\u043d \u0442\u0435\u0440\u0443
jsp.discussThis.error = \u049a\u0430\u0442\u0435
jsp.discussThis.error.emptyCommunity = \u041c\u0430\u049b\u0441\u0430\u0442\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0431\u043e\u0441 \u0431\u043e\u043b\u043c\u0430\u0443\u044b \u049b\u0430\u0436\u0435\u0442.
jsp.discussThis.error.invalidCommunity = \u041e\u0441\u044b \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u04e9\u0442\u043a\u0456\u0437\u0443 \u04af\u0448\u0456\u043d, \u0436\u0430\u0440\u0430\u043c\u0434\u044b \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0430\u0442\u0430\u0443\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0443\u0456\u04a3\u0456\u0437 \u049b\u0430\u0436\u0435\u0442.
jsp.discussThis.error.noForum = \u0411\u04b1\u043b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430 \u0444\u043e\u0440\u0443\u043c\u0434\u0430\u0440 \u0436\u043e\u049b.
jsp.discussThis.error.emptyForum = \u041c\u0430\u049b\u0441\u0430\u0442\u0442\u044b \u0444\u043e\u0440\u0443\u043c \u0431\u043e\u043b\u0443\u044b \u049b\u0430\u0436\u0435\u0442.
jsp.discussThis.error.invalidForum = \u041e\u0441\u044b \u043c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u04e9\u0442\u043a\u0456\u0437\u0443 \u04af\u0448\u0456\u043d, \u0436\u0430\u0440\u0430\u043c\u0434\u044b \u0424\u043e\u0440\u0443\u043c \u0430\u0442\u0430\u0443\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0443\u0456\u04a3\u0456\u0437 \u049b\u0430\u0436\u0435\u0442.
jsp.discussThis.error.emptyTitle = \u0411\u04e9\u043b\u0456\u043c \u0442\u0430\u049b\u044b\u0440\u044b\u0431\u044b \u0431\u043e\u0441 \u0431\u043e\u043b\u043c\u0430\u0443\u044b \u049b\u0430\u0436\u0435\u0442.
jsp.discussThis.error.createTopicError = \u0416\u0430\u04a3\u0430 \u0431\u04e9\u043b\u0456\u043c \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u0431\u043e\u043b\u0434\u044b. \u04d8\u0440\u0435\u043a\u0435\u0442\u0442\u0456 \u043a\u0435\u0439\u0456\u043d \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
jsp.discussThis.error.pinError = \u0411\u04e9\u043b\u0456\u043c\u0434\u0456 \u0431\u0435\u043a\u0456\u0442\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0431\u043e\u043b\u0434\u044b. \u0411\u04b1\u043b \u0431\u04e9\u043b\u0456\u043c\u0434\u0456 \u049b\u043e\u043b\u043c\u0435\u043d \u0431\u0435\u043a\u0456\u0442\u0435 \u0430\u043b\u0430\u0441\u044b\u0437.
jsp.discussThis.error.sessionexpired= \u04d8\u0440\u0435\u043a\u0435\u0442\u0441\u0456\u0437\u0434\u0456\u043a\u043a\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u043e\u0441\u044b \u0441\u0435\u0440\u0432\u0435\u0440\u0434\u0435\u043d \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0442\u044b \u0442\u04af\u0440\u0434\u0435 \u0448\u044b\u0493\u0430\u0440\u044b\u043b\u0434\u044b\u04a3\u044b\u0437. \u0416\u043e\u0493\u0430\u043b\u0442\u043f\u0430\u0443 \u04af\u0448\u0456\u043d \u0430\u0440\u0430\u043b\u044b\u049b \u0441\u0430\u049b\u0442\u0430\u0493\u044b\u0448\u049b\u0430 \u0435\u043d\u0433\u0456\u0437\u0456\u043b\u0433\u0435\u043d \u043a\u0435\u0437 \u043a\u0435\u043b\u0433\u0435\u043d \u043c\u04d9\u0442\u0456\u043d\u0434\u0456 \u043a\u04e9\u0448\u0456\u0440\u0456\u043f, \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0441\u0442\u0430\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u04a3\u0456\u0437.
jsp.discussThis.warning = \u0415\u0441\u043a\u0435\u0440\u0442\u0443
jsp.discussThis.warning.externallyShared = \u041c\u0430\u0437\u043c\u04b1\u043d \u049b\u043e\u0441\u044b\u043c\u0448\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0430\u0440\u049b\u044b\u043b\u044b \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u0435\u0434\u0456.
jsp.discussThis.pin = \u041e\u0441\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u044b \u0431\u0435\u043a\u0456\u0442\u0443
jsp.discussThis.markQuestion = \u041e\u0441\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u044b \u0441\u04b1\u0440\u0430\u049b \u0440\u0435\u0442\u0456\u043d\u0434\u0435 \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0443
jsp.discussThis.by = \u043a\u0435\u043b\u0435\u0441\u0456 \u0431\u043e\u0439\u044b\u043d\u0448\u0430:
jsp.discussThis.posted = \u041e\u0440\u043d\u0430\u043b\u0430\u0441\u0442\u044b\u0440\u044b\u043b\u0434\u044b:
jsp.discussThis.save = \u0421\u0430\u049b\u0442\u0430\u0443
jsp.discussThis.cancel = \u0411\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443
jsp.discussThis.label.topicSummary = \u0411\u0430\u0441\u0442\u0430\u043f\u049b\u044b \u0431\u0435\u0442\u0442\u0435\u043d \u0430\u043b\u044b\u043d\u0493\u0430\u043d \u043c\u0430\u0437\u043c\u04b1\u043d.
jsp.discussThis.Saving = \u0421\u0430\u049b\u0442\u0430\u043b\u0443\u0434\u0430...

jsp.information = \u0410\u049b\u043f\u0430\u0440\u0430\u0442
jsp.error = \u049a\u0430\u0442\u0435
jsp.success = \u0421\u04d9\u0442\u0442\u0456
jsp.warning = \u0415\u0441\u043a\u0435\u0440\u0442\u0443
jsp.informationColon = \u0410\u049b\u043f\u0430\u0440\u0430\u0442:
jsp.successColon = \u0421\u04d9\u0442\u0442\u0456\u043b\u0456\u043a:
jsp.warningColon = \u0415\u0441\u043a\u0435\u0440\u0442\u0443:
jsp.errorColon = \u049a\u0430\u0442\u0435:
