# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9
jsp.common.required=* \u5fc5\u9808
jsp.common.legend=\u51e1\u4f8b
jsp.login.title = HCL Connections \u30ed\u30b0\u30a4\u30f3
jsp.loginerror.error = \u30e6\u30fc\u30b6\u30fc\u540d/\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u65e2\u5b58\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002 \u78ba\u8a8d\u3057\u3066\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#Error here means login error
jsp.loginerror.error.alt = \u30a8\u30e9\u30fc
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u30ed\u30b0\u30a4\u30f3\u3057\u3066\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4fdd\u5b58\u307e\u305f\u306f\u30d5\u30a3\u30fc\u30c9\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
jsp.login.intro2 = HCL Connections \u306b\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.login.bookmarklet.use = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3067\u3067\u304d\u308b\u3053\u3068
jsp.login.bookmarklet.collab = \u975e\u516c\u958b\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306b\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8ffd\u52a0\u3059\u308b\u304b\u3001\u4ed6\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30e6\u30fc\u30b6\u30fc\u306b\u5171\u6709\u3057\u307e\u3059\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3001\u30d6\u30ed\u30b0\u306b\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u6295\u7a3f\u3057\u3001\u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u306b\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002

jsp.login.label.user = \u30e6\u30fc\u30b6\u30fc\u540d:
jsp.login.password = \u30d1\u30b9\u30ef\u30fc\u30c9:
jsp.login.submit = \u30ed\u30b0\u30a4\u30f3

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = Licensed Materials \u2013 Property of HCL. &#169; Copyright HCL Technologies Limited 2007-2022. All rights reserved. \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u88fd\u54c1\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002Java \u304a\u3088\u3073\u3059\u3079\u3066\u306e Java \u95a2\u9023\u306e\u5546\u6a19\u304a\u3088\u3073\u30ed\u30b4\u306f Oracle \u3084\u305d\u306e\u95a2\u9023\u4f1a\u793e\u306e\u7c73\u56fd\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u56fd\u306b\u304a\u3051\u308b\u5546\u6a19\u307e\u305f\u306f\u767b\u9332\u5546\u6a19\u3067\u3059\u3002

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306f\u8907\u6570\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u8ffd\u52a0\u3067\u304d\u307e\u3059
jsp.tab.dogear = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u8ffd\u52a0
jsp.tab.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0
jsp.tab.activities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0
jsp.tab.blogs = \u30d6\u30ed\u30b0\u306b\u8ffd\u52a0

jsp.close.title = \u3054\u5229\u7528\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059

jsp.posting.title = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u8ffd\u52a0
jsp.posting.dogear.new = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u6b21\u306e\u8a2d\u5b9a\u3067\u8ffd\u52a0:
jsp.posting.dogear.edit = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u7de8\u96c6
jsp.posting.communities.important = \u91cd\u8981\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u8ffd\u52a0
jsp.posting.confirm = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3059\u308b\u3068\u3001\u5143\u306b\u623b\u305b\u307e\u305b\u3093\u3002 \u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
jsp.posting.cancel.title = \u30ad\u30e3\u30f3\u30bb\u30eb
jsp.posting.cancel.label = \u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u307e\u3059

jsp.posting.recommended = \u63a8\u5968
#recent means recent tags
jsp.posting.recent = \u6700\u65b0
#popular means popular tags
jsp.posting.popup.popular = \u4eba\u6c17
jsp.posting.all = \u3059\u3079\u3066
jsp.posting.yours = \u30e6\u30fc\u30b6\u30fc\u7528

#private means private bookmarks
jsp.posting.private = \u975e\u516c\u958b
jsp.posting.private.hover = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306f\u30e6\u30fc\u30b6\u30fc\u306e\u300c\u30de\u30a4\u30fb\u30d6\u30c3\u30af\u30de\u30fc\u30af\u300d\u30da\u30fc\u30b8\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059
#public means public bookmarks
jsp.posting.public = \u516c\u958b
jsp.posting.none=\u8ffd\u52a0\u3057\u306a\u3044
jsp.posting.public.hover = \u3059\u3079\u3066\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30e6\u30fc\u30b6\u30fc\u306b\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8868\u793a\u3067\u304d\u307e\u3059
#public means public bookmarks
jsp.posting.activity.public= \u516c\u958b
#private means private bookmarks
jsp.posting.activity.private = \u975e\u516c\u958b
jsp.posting.save = \u4fdd\u5b58
jsp.posting.save.label= \u30af\u30ea\u30c3\u30af\u3057\u3066\u4fdd\u5b58\u3057\u3001\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u307e\u3059
jsp.posting.delete = \u524a\u9664
jsp.posting.popup.new = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u8ffd\u52a0
jsp.posting.popup.edit = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u7de8\u96c6
jsp.posting_errrr.title = \u30a8\u30e9\u30fc\u306e\u901a\u77e5
jsp.posting_error.generic.reason = \u5165\u529b\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.posting_error.tryagain = \u623b\u308b
jsp.errorpage.details = \u8a73\u7d30
jsp.errorpage.error = \u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u300c\u623b\u308b\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3001\u518d\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3053\u308c\u3067\u554f\u984c\u304c\u89e3\u6c7a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u554f\u984c\u3092\u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.error.session.expired=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u539f\u56e0\u3067\u3001\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.posting.message.close=\u9589\u3058\u308b
jsp.warning.version.here=\u3053\u3053
jsp.warning.version.confict=<strong>\u300c\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u8ffd\u52a0\u300d</strong> \u30d6\u30e9\u30a6\u30b6\u30fc\u30fb\u30dc\u30bf\u30f3\u304c\u53e4\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002 {0} \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30dc\u30bf\u30f3\u3092\u66f4\u65b0\u3057\u307e\u3059
jsp.warning.version.confict2=<strong>{0}</strong> \u30d6\u30e9\u30a6\u30b6\u30fc\u30fb\u30dc\u30bf\u30f3\u304c\u53e4\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002 {1} \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30fb\u30dc\u30bf\u30f3\u3092\u66f4\u65b0\u3057\u307e\u3059
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:
jsp.helpapi.bookmark.prop.title = \u30bf\u30a4\u30c8\u30eb:
jsp.helpapi.bookmark.prop.desc = \u8aac\u660e:
jsp.helpapi.bookmark.prop.tags = \u30bf\u30b0:
jsp.helpapi.bookmark.prop.community = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc:
jsp.helpapi.bookmark.prop.activity = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc:
jsp.helpapi.bookmark.prop.blog = \u30d6\u30ed\u30b0:
jsp.helpapi.bookmark.prop.additional = \u8ffd\u52a0\u8aac\u660e:
jsp.helpapi.bookmark.prop.discussion = \u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u306e\u30e1\u30c3\u30bb\u30fc\u30b8:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u8aac\u660e:

jspf.blogs.noblogs = \u30d6\u30ed\u30b0\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30d6\u30ed\u30b0\u3092\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jspf.communities.nocommunities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u753b\u9762\u3067\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u4f5c\u6210\u3059\u308b\u304b\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u53c2\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jspf.activities.noactivities = \u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jspf.blogs.help.post = \u3053\u308c\u306b\u3088\u308a\u3001\u8aac\u660e\u3068\u8ffd\u52a0\u8aac\u660e\u3092\u542b\u3080\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3078\u306e\u30ea\u30f3\u30af\u3068\u5171\u306b\u3001\u65b0\u898f\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
jspf.activities.reader.only = \u3042\u306a\u305f\u306f\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u4f5c\u6210\u8005\u3067\u3082\u6240\u6709\u8005\u3067\u3082\u3042\u308a\u307e\u305b\u3093\u3002 \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u516c\u958b\u3059\u308b\u306b\u306f\u3001\u4f5c\u6210\u8005\u307e\u305f\u306f\u6240\u6709\u8005\u306e\u5f79\u5272\u304c\u5fc5\u8981\u3067\u3059\u3002

jspf.menu.settings.help = \u30d8\u30eb\u30d7
jspf.bookmarks.tags = \u30bf\u30b0

jsp.help.tags.form = \u30bf\u30b0\u3068\u306f\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u5206\u985e\u3059\u308b\u305f\u3081\u306b\u5272\u308a\u5f53\u3066\u308b\u30ad\u30fc\u30ef\u30fc\u30c9\u3067\u3059\u3002 \u30bf\u30b0\u306f\u3001\u30b9\u30da\u30fc\u30b9\u307e\u305f\u306f\u30b3\u30f3\u30de\u3067\u533a\u5207\u3063\u305f\u5358\u4e00\u306e\u8a9e\u3068\u3057\u3066\u5165\u529b\u3057\u307e\u3059\u3002
jsp.help.tags.all = \u3053\u308c\u3089\u306f\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3057\u305f\u30bf\u30b0\u3067\u3059\u3002 \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30b0\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30bf\u30b0\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
jsp.help.tags.yours = \u3053\u308c\u3089\u306f\u81ea\u5206\u304c\u4f7f\u7528\u3057\u305f\u30bf\u30b0\u3067\u3059\u3002 \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30b0\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30bf\u30b0\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
jsp.help.recommended.title = \u63a8\u5968
jsp.help.recommended.form = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u4f7f\u7528\u3057\u305f\u30bf\u30b0\u3067\u3001\u81ea\u5206\u3082\u524d\u306b\u4f7f\u7528\u3057\u305f\u3053\u3068\u304c\u3042\u308b\u63a8\u5968\u30bf\u30b0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30b0\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30bf\u30b0\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
jsp.help.popular.form = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u4f7f\u7528\u3057\u305f\u4eba\u6c17\u306e\u30bf\u30b0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30b0\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30bf\u30b0\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
jsp.help.recent.title = \u6700\u65b0
jsp.help.recent.form = \u6700\u8fd1\u4f7f\u7528\u3057\u305f\u30bf\u30b0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30b0\u304c\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30bf\u30b0\u30fb\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002

jsp.update.dogear.existing = \u3053\u306e URL \u3078\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306f\u65e2\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u5225\u306e URL \u3092\u9078\u629e\u3059\u308b\u304b\u3001\u65e2\u5b58\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.url.invalid = URL \u304c\u7121\u52b9\u3067\u3059\u3002

jsp.feed.posting.title = \u30d5\u30a3\u30fc\u30c9\u306e\u8cfc\u8aad
jsp.feed.posting.popup.new = \u30d5\u30a3\u30fc\u30c9\u306e\u8cfc\u8aad
jsp.feed.add.communities = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0
jsp.feed.add.browser = \u30d6\u30e9\u30a6\u30b6\u30fc\u3067\u8cfc\u8aad
jsp.feed.relatedCommunity.posting.title = \u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u8ffd\u52a0
jsp.feed.relatedCommunity.posting.description = 1 \u3064\u4ee5\u4e0a\u306e\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304b\u3089\u3053\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u30ea\u30f3\u30af\u3057\u307e\u3059\u3002

jspf.activities.clear = \u9078\u629e\u3057\u305f\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u30af\u30ea\u30a2
jspf.communities.clear = \u9078\u629e\u3057\u305f\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u30af\u30ea\u30a2
jspf.blogs.clear = \u9078\u629e\u3057\u305f\u30d6\u30ed\u30b0\u306e\u30af\u30ea\u30a2

jspf.activities.select.tip=\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8ffd\u52a0\u3059\u308b\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
jspf.communities.select.tip=\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8ffd\u52a0\u3059\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
jspf.blogs.select.tip=\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u8ffd\u52a0\u3059\u308b\u30d6\u30ed\u30b0\u3092\u9078\u629e\u3057\u307e\u3059
jspf.communities.select.feed.tip=\u3053\u306e\u30d5\u30a3\u30fc\u30c9\u3092\u8ffd\u52a0\u3059\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
jspf.relatedCommunities.select.tip=\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3059\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002

jsp.bookmarklet.activities.select = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u767b\u9332\u3059\u308b\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.bookmarklet.communities.select = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u767b\u9332\u3059\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
jsp.bookmarklet.blogs.select = \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u767b\u9332\u3059\u308b\u30d6\u30ed\u30b0\u3092\u9078\u629e\u3057\u307e\u3059\u3002
#changes for postfeed servlet
jsp.ibm.subscribe = \u30d5\u30a3\u30fc\u30c9\u306e\u8cfc\u8aad
jsp.login.intro.subscribe = {0}Connections{1} \u306b\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u30d5\u30a3\u30fc\u30c9\u3092\u8cfc\u8aad\u3057\u307e\u3059\u3002
jsp.login.bookmarklet.use.subscribe = \u30d5\u30a3\u30fc\u30c9\u3067\u3067\u304d\u308b\u3053\u3068
jsp.login.bookmarklet.collab.subscribe = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u30d5\u30a3\u30fc\u30c9\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306e\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u304c\u30d5\u30a3\u30fc\u30c9\u306b\u767b\u9332\u3055\u308c\u305f\u6700\u65b0\u306e\u66f4\u65b0\u60c5\u5831\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002
jsp.bookmarklet.button.new = \u65b0\u3057\u3044\u300c\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u8ffd\u52a0\u300d\u30dc\u30bf\u30f3\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u3054\u4f7f\u7528\u306e\u30dc\u30bf\u30f3\u3092\u6700\u65b0\u7248\u306b\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.bookmark.duplicate = \u5165\u529b\u4e2d\u306e\u9805\u76ee\u3092\u6301\u3064\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3084\u30d5\u30a3\u30fc\u30c9\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

jsp.relatedCommunity.error.property.community = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc
jsp.relatedCommunity.error.addDuplicateds = {0} \u3068 {1} \u3067\u306f\u3001\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u6a5f\u80fd\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002 \u3053\u306e\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u3001\u300c\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30a2\u30af\u30b7\u30e7\u30f3\u300d->\u300c\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u300d\u3092\u9078\u629e\u3057\u3066\u3001\u5404\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u300c\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u300d\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
jsp.relatedCommunity.error.addDuplicated = {0} \u3067\u306f\u3001\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u6a5f\u80fd\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002 \u3053\u306e\u6a5f\u80fd\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u3001\u300c\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30a2\u30af\u30b7\u30e7\u30f3\u300d->\u300c\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u300d\u3092\u9078\u629e\u3057\u3066\u3001\u300c\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u300d\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
jsp.relatedCommunity.error.serverError = \u3053\u306e\u30ea\u30f3\u30af\u3092 {0} \u306b\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.relatedCommunity.error.serverErrors = \u3053\u306e\u30ea\u30f3\u30af\u3092 {0} \u3068 {1} \u306b\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u3066\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.relatedCommunity.notTrusted = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304c HCL Connections \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u4fe1\u983c\u3055\u308c\u3066\u3044\u306a\u3044\u30b5\u30fc\u30d0\u30fc\u4e0a\u306b\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u3053\u306e URL \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002 HCL Connections \u306e\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u652f\u63f4\u3092\u53d7\u3051\u3066\u304f\u3060\u3055\u3044\u3002
jsp.relatedCommunity.notTrusted.passBy = \u3053\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306f HCL Connections \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u4fe1\u983c\u3055\u308c\u3066\u3044\u306a\u3044\u30b5\u30fc\u30d0\u30fc\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002 \u305d\u308c\u3067\u3082\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3059\u304b?
jsp.relatedCommunity.description.hint = \u3053\u306e\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u304c\u81ea\u5206\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u3068\u3063\u3066\u4fa1\u5024\u304c\u3042\u308b\u3068\u8003\u3048\u308b\u7406\u7531\u3092\u8aac\u660e\u3057\u307e\u3059\u3002
jsp.relatedCommunity.title = \u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc
jsp.relatedCommunity.legend.communityInformation = \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u60c5\u5831
#discuss This
jsp.discussThis.pageTitle = \u3053\u308c\u306b\u3064\u3044\u3066\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3057\u307e\u3057\u3087\u3046
jsp.discussThis.title = \u3053\u308c\u306b\u3064\u3044\u3066\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3059\u308b
jsp.discussThis.description = \u30ef\u30fc\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u304c\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u95b2\u89a7\u3057\u3001\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3067\u304d\u308b\u3088\u3046\u306b\u3001Connections \u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u6295\u7a3f\u3057\u307e\u3059\u3002
jsp.discussThis.label.forums = \u30d5\u30a9\u30fc\u30e9\u30e0:
jsp.discussThis.label.forum = \u30d5\u30a9\u30fc\u30e9\u30e0\u540d:
jsp.discussThis.label.title = \u30c8\u30d4\u30c3\u30af\u30fb\u30bf\u30a4\u30c8\u30eb:
jsp.discussThis.label.error = \u30a8\u30e9\u30fc:
jsp.discussThis.label.warning = \u8b66\u544a:
jsp.discussThis.label.addComment = \u30b3\u30e1\u30f3\u30c8\u306e\u8ffd\u52a0:
jsp.discussThis.lagend.topicContent = \u30c8\u30d4\u30c3\u30af\u306e\u30b3\u30f3\u30c6\u30f3\u30c4
jsp.discussThis.forums.own = \u81ea\u5206\u304c\u6240\u6709\u8005
jsp.discussThis.forums.member = \u81ea\u5206\u304c\u30e1\u30f3\u30d0\u30fc
jsp.discussThis.forums.follow = \u81ea\u5206\u304c\u30d5\u30a9\u30ed\u30fc
jsp.discussThis.forums.public = \u516c\u958b
jsp.discussThis.forums.hint = \u30d5\u30a9\u30fc\u30e9\u30e0\u540d\u3092\u5165\u529b\u3057\u307e\u3059
jsp.discussThis.error = \u30a8\u30e9\u30fc
jsp.discussThis.error.emptyCommunity = \u30bf\u30fc\u30b2\u30c3\u30c8\u30fb\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
jsp.discussThis.error.invalidCommunity = \u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u6295\u7a3f\u3059\u308b\u5bfe\u8c61\u306e\u6709\u52b9\u306a\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u540d\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
jsp.discussThis.error.noForum = \u3053\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u306f\u30e1\u30f3\u30d0\u30fc\u304c\u3044\u307e\u305b\u3093\u3002
jsp.discussThis.error.emptyForum = \u30bf\u30fc\u30b2\u30c3\u30c8\u30fb\u30d5\u30a9\u30fc\u30e9\u30e0\u304c\u5b58\u5728\u3057\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
jsp.discussThis.error.invalidForum = \u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u6295\u7a3f\u3059\u308b\u5bfe\u8c61\u306e\u6709\u52b9\u306a\u30d5\u30a9\u30fc\u30e9\u30e0\u540d\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
jsp.discussThis.error.emptyTitle = \u30c8\u30d4\u30c3\u30af\u30fb\u30bf\u30a4\u30c8\u30eb\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
jsp.discussThis.error.createTopicError = \u65b0\u898f\u30c8\u30d4\u30c3\u30af\u306e\u4f5c\u6210\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.discussThis.error.pinError = \u30c8\u30d4\u30c3\u30af\u306e\u30d4\u30f3\u7559\u3081\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30c8\u30d4\u30c3\u30af\u306f\u3001\u624b\u52d5\u3067\u30d4\u30f3\u7559\u3081\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
jsp.discussThis.error.sessionexpired= \u4f5c\u696d\u3092\u884c\u308f\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u81ea\u52d5\u7684\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002\u30af\u30ea\u30c3\u30d7\u30dc\u30fc\u30c9\u306b\u5165\u529b\u3057\u305f\u30c6\u30ad\u30b9\u30c8\u3092\u30b3\u30d4\u30fc\u3057\u3066\u4fdd\u5b58\u3057\u3066\u304b\u3089\u3001\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3082\u3046\u4e00\u5ea6\u6700\u521d\u304b\u3089\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jsp.discussThis.warning = \u8b66\u544a
jsp.discussThis.warning.externallyShared = \u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u5916\u90e8\u30e6\u30fc\u30b6\u30fc\u304b\u3089\u95b2\u89a7\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002
jsp.discussThis.pin = \u3053\u306e\u30c8\u30d4\u30c3\u30af\u3092\u30d4\u30f3\u7559\u3081
jsp.discussThis.markQuestion = \u3053\u306e\u30c8\u30d4\u30c3\u30af\u3092\u8cea\u554f\u3068\u3057\u3066\u30de\u30fc\u30af\u3059\u308b
jsp.discussThis.by = \u4f5c\u6210\u8005:
jsp.discussThis.posted = \u6295\u7a3f\u65e5\u6642:
jsp.discussThis.save = \u4fdd\u5b58
jsp.discussThis.cancel = \u30ad\u30e3\u30f3\u30bb\u30eb
jsp.discussThis.label.topicSummary = \u30aa\u30ea\u30b8\u30ca\u30eb\u30fb\u30da\u30fc\u30b8\u304b\u3089\u53d6\u5f97\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3002
jsp.discussThis.Saving = \u4fdd\u5b58\u4e2d...

jsp.information = \u60c5\u5831
jsp.error = \u30a8\u30e9\u30fc
jsp.success = \u6210\u529f
jsp.warning = \u8b66\u544a
jsp.informationColon = \u60c5\u5831:
jsp.successColon = \u6210\u529f:
jsp.warningColon = \u8b66\u544a:
jsp.errorColon = \u30a8\u30e9\u30fc:
