# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u05e9\u05d3\u05d4 \u05d3\u05e8\u05d5\u05e9
jsp.common.required=* \u05d3\u05e8\u05d5\u05e9
jsp.common.legend=\u05db\u05d9\u05ea\u05d5\u05d1
jsp.login.title = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea \u05d0\u05dc HCL Connections
jsp.loginerror.error = \u05e9\u05dd \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05d5/\u05d0\u05d5 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d0\u05d9\u05e0\u05dd \u05ea\u05d5\u05d0\u05de\u05d9\u05dd \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05d5\u05ea \u05e7\u05d9\u05d9\u05de\u05d9\u05dd \u05db\u05dc\u05e9\u05d4\u05dd. \u05e0\u05d0 \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d5\u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.\u200f
#Error here means login error
jsp.loginerror.error.alt = \u05e9\u05d2\u05d9\u05d0\u05d4
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05e9\u05de\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d0\u05d5 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df.
jsp.login.intro2 = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea \u05d0\u05dc HCL Connections.
jsp.login.bookmarklet.use = \u05de\u05d4 \u05d0\u05e4\u05e9\u05e8 \u05dc\u05e2\u05e9\u05d5\u05ea \u05e2\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea?
jsp.login.bookmarklet.collab = \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05dc\u05d0\u05d5\u05e1\u05e3 \u05d4\u05e4\u05e8\u05d8\u05d9 \u05e9\u05dc\u05db\u05dd, \u05d0\u05d5 \u05e9\u05ea\u05e4\u05d5 \u05d0\u05d5\u05ea\u05d4 \u05e2\u05dd \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05e9\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea. \u05e4\u05e8\u05e1\u05de\u05d5 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d1\u05e7\u05d4\u05d9\u05dc\u05d4, \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d0\u05d5 \u05d1\u05dc\u05d5\u05d2 \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05e2\u05de\u05d9\u05ea\u05d9\u05db\u05dd.

jsp.login.label.user = \u05e9\u05dd \u05de\u05e9\u05ea\u05de\u05e9:
jsp.login.password = \u05e1\u05d9\u05e1\u05de\u05d4:
jsp.login.submit = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5\u05ea

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = \u05d7\u05d5\u05de\u05e8\u05d9\u05dd \u05de\u05d5\u05e8\u05e9\u05d9\u05dd \u2013 \u05e8\u05db\u05d5\u05e9 HCL. &#169;\u00a9 Copyright HCL Technologies Limited 2007-2022. \u05db\u05dc \u05d4\u05d6\u05db\u05d5\u05d9\u05d5\u05ea \u05e9\u05de\u05d5\u05e8\u05d5\u05ea. \u05dc\u05e4\u05e8\u05d8\u05d9\u05dd \u05e0\u05d5\u05e1\u05e4\u05d9\u05dd \u05e2\u05d9\u05d9\u05df \u05d1\u05e8\u05d9\u05e9\u05d9\u05d5\u05df \u05d4\u05de\u05d5\u05e6\u05e8. Java \u05d5\u05db\u05dc \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05d4\u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05d5\u05d4\u05dc\u05d5\u05d2\u05d5\u05d0\u05d9\u05dd \u05d4\u05de\u05d1\u05d5\u05e1\u05e1\u05d9\u05dd \u05e2\u05dc Java \u05d4\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05d0\u05d5 \u05e1\u05d9\u05de\u05e0\u05d9\u05dd \u05de\u05e1\u05d7\u05e8\u05d9\u05d9\u05dd \u05e8\u05e9\u05d5\u05de\u05d9\u05dd \u05e9\u05dc Oracle \u05d5/\u05d0\u05d5 \u05dc\u05d7\u05d1\u05e8\u05d5\u05ea \u05d4\u05de\u05e1\u05d5\u05e0\u05e4\u05d5\u05ea \u05e9\u05dc\u05d4.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5 \u05d9\u05db\u05d5\u05dc\u05d4 \u05dc\u05d4\u05ea\u05d5\u05d5\u05e1\u05e3 \u05dc\u05e8\u05db\u05d9\u05d1\u05d9\u05dd \u05de\u05e8\u05d5\u05d1\u05d9\u05dd
jsp.tab.dogear = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea
jsp.tab.communities = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.tab.activities = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea
jsp.tab.blogs = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd

jsp.close.title = \u05ea\u05d5\u05d3\u05d4

jsp.posting.title = \u05d4\u05d5\u05e1\u05e4\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4
jsp.posting.dogear.new = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d1\u05ea\u05d5\u05e8:
jsp.posting.dogear.edit = \u05e2\u05e8\u05d9\u05db\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4
jsp.posting.communities.important = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d7\u05e9\u05d5\u05d1\u05d5\u05ea
jsp.posting.confirm = \u202b\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d1\u05d8\u05dc \u05de\u05d7\u05d9\u05e7\u05d4 \u05e9\u05dc \u05e1\u05d9\u05de\u05e0\u05d9\u05d4. \u05d0\u05ea\u05dd \u05d1\u05d8\u05d5\u05d7\u05d9\u05dd \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05db\u05dd \u05dc\u05de\u05d7\u05d5\u05e7 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5?\u200f\u202c
jsp.posting.cancel.title = \u05d1\u05d9\u05d8\u05d5\u05dc
jsp.posting.cancel.label = \u05dc\u05d7\u05e6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d1\u05d8\u05dc \u05d5\u05dc\u05e1\u05d2\u05d5\u05e8 \u05d0\u05ea \u05d4\u05d7\u05dc\u05d5\u05df.

jsp.posting.recommended = \u05de\u05d5\u05de\u05dc\u05e6\u05d9\u05dd
#recent means recent tags
jsp.posting.recent = \u05d1\u05e9\u05d9\u05de\u05d5\u05e9 \u05dc\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4
#popular means popular tags
jsp.posting.popup.popular = \u05e4\u05d5\u05e4\u05d5\u05dc\u05e8\u05d9
jsp.posting.all = \u05d4\u05db\u05dc
jsp.posting.yours = \u05e9\u05dc\u05db\u05dd

#private means private bookmarks
jsp.posting.private = \u05e4\u05e8\u05d8\u05d9
jsp.posting.private.hover = \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05ea\u05d5\u05e4\u05d9\u05e2 \u05e8\u05e7 \u05d1\u05d3\u05e3 '\u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc\u05d9' \u05e9\u05dc\u05db\u05dd
#public means public bookmarks
jsp.posting.public = \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9
jsp.posting.none=\u05dc\u05d0 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3
jsp.posting.public.hover = \u05db\u05dc \u05de\u05e9\u05ea\u05de\u05e9\u05d9 \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05e8\u05d0\u05d5\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5
#public means public bookmarks
jsp.posting.activity.public= \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9
#private means private bookmarks
jsp.posting.activity.private = \u05e4\u05e8\u05d8\u05d9
jsp.posting.save = \u05e9\u05de\u05d9\u05e8\u05d4
jsp.posting.save.label= \u05dc\u05d7\u05e6\u05d5 \u05db\u05d3\u05d9 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d5\u05dc\u05e1\u05d2\u05d5\u05e8 \u05d0\u05ea \u05d4\u05d7\u05dc\u05d5\u05df
jsp.posting.delete = \u05de\u05d7\u05d9\u05e7\u05d4
jsp.posting.popup.new = \u05d4\u05d5\u05e1\u05e4\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4
jsp.posting.popup.edit = \u05e2\u05e8\u05d9\u05db\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4
jsp.posting_errrr.title = \u05e9\u05d2\u05d9\u05d0\u05ea \u05e4\u05e8\u05e1\u05d5\u05dd
jsp.posting_error.generic.reason = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e7\u05dc\u05d8 \u05e9\u05dc\u05db\u05dd, \u05e0\u05d0 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.
jsp.posting_error.tryagain = \u05d4\u05e7\u05d5\u05d3\u05dd
jsp.errorpage.details = \u05e4\u05e8\u05d8\u05d9\u05dd
jsp.errorpage.error = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05d1\u05e2\u05d9\u05d4 - \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d7\u05d6\u05e8\u05d4' \u05db\u05d3\u05d9 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1. \u05d0\u05dd \u05d4\u05d1\u05e2\u05d9\u05d4 \u05e0\u05de\u05e9\u05db\u05ea, \u05d3\u05d5\u05d5\u05d7\u05d5 \u05e2\u05dc \u05d4\u05d1\u05e2\u05d9\u05d4 \u05dc\u05de\u05e0\u05d4\u05dc\u05df \u05d4\u05de\u05e2\u05e8\u05db\u05ea.
jsp.error.session.expired=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05e2\u05d1\u05d3 \u05d0\u05ea \u05d1\u05e7\u05e9\u05ea\u05db\u05dd \u05d1\u05d2\u05dc\u05dc \u05d7\u05e8\u05d9\u05d2\u05d4 \u05de\u05de\u05d2\u05d1\u05dc\u05ea \u05d4\u05d6\u05de\u05df \u05e9\u05dc \u05de\u05d4\u05dc\u05da \u05d4\u05e2\u05d1\u05d5\u05d3\u05d4. \u05e0\u05d0 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1.\u200f
jsp.posting.message.close=\u05e1\u05d2\u05d9\u05e8\u05d4
jsp.warning.version.here=\u05db\u05d0\u05df
jsp.warning.version.confict=\u05dc\u05d7\u05e6\u05df <strong>\u05d4\u05d5\u05e1\u05e4\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea</strong> \u05d1\u05d3\u05e4\u05d3\u05e4\u05df \u05e9\u05dc\u05db\u05dd \u05d4\u05ea\u05d9\u05d9\u05e9\u05df. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc {0} \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05d4\u05dc\u05d7\u05e6\u05df.
jsp.warning.version.confict2=\u05dc\u05d7\u05e6\u05df <strong>{0}</strong> \u05d1\u05d3\u05e4\u05d3\u05e4\u05df \u05e9\u05dc\u05db\u05dd \u05d4\u05ea\u05d9\u05d9\u05e9\u05df. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc {1} \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05d4\u05dc\u05d7\u05e6\u05df.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:\u200f
jsp.helpapi.bookmark.prop.title = \u05db\u05d5\u05ea\u05e8\u05ea:
jsp.helpapi.bookmark.prop.desc = \u05ea\u05d9\u05d0\u05d5\u05e8:
jsp.helpapi.bookmark.prop.tags = \u05ea\u05d2\u05d9\u05dd:
jsp.helpapi.bookmark.prop.community = \u05e7\u05d4\u05d9\u05dc\u05d4:
jsp.helpapi.bookmark.prop.activity = \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea:
jsp.helpapi.bookmark.prop.blog = \u05d1\u05dc\u05d5\u05d2:
jsp.helpapi.bookmark.prop.additional = \u05ea\u05d9\u05d0\u05d5\u05e8 \u05e0\u05d5\u05e1\u05e3:
jsp.helpapi.bookmark.prop.discussion = \u05d4\u05d5\u05d3\u05e2\u05d4 \u05dc\u05d3\u05d9\u05d5\u05df:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u05ea\u05d9\u05d0\u05d5\u05e8 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4:

jspf.blogs.noblogs = \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05d1\u05dc\u05d5\u05d2\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc, \u05e6\u05e8\u05d5 \u05d1\u05dc\u05d5\u05d2.
jspf.communities.nocommunities = \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea. \u05d4\u05e6\u05d8\u05e8\u05e4\u05d5 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d0\u05d5 \u05e6\u05e8\u05d5 \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d1\u05d0\u05d6\u05d5\u05e8 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea.
jspf.activities.noactivities = \u05d0\u05d9\u05df \u05dc\u05db\u05dd \u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea. \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc, \u05e6\u05e8\u05d5 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea.
jspf.blogs.help.post = \u05e4\u05e2\u05d5\u05dc\u05d4 \u05d6\u05d5 \u05ea\u05d9\u05e6\u05d5\u05e8 \u05e8\u05e9\u05d5\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4 \u05e2\u05dd \u05e7\u05d9\u05e9\u05d5\u05e8 \u05dc\u05e1\u05d9\u05de\u05e0\u05d9\u05d4, \u05db\u05d5\u05dc\u05dc \u05d4\u05ea\u05d9\u05d0\u05d5\u05e8 \u05d5\u05d4\u05ea\u05d9\u05d0\u05d5\u05e8 \u05d4\u05e0\u05d5\u05e1\u05e3.
jspf.activities.reader.only = \u05d0\u05d9\u05e0\u05db\u05dd \u05de\u05d7\u05d1\u05e8\u05d9\u05dd \u05d0\u05d5 \u05d1\u05e2\u05dc\u05d9\u05dd \u05e9\u05dc \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea. \u05db\u05d3\u05d9 \u05dc\u05e4\u05e8\u05e1\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea, \u05d7\u05d9\u05d9\u05d1 \u05dc\u05d4\u05d9\u05d5\u05ea \u05dc\u05db\u05dd \u05ea\u05e4\u05e7\u05d9\u05d3 \u05de\u05d7\u05d1\u05e8 \u05d0\u05d5 \u05d1\u05e2\u05dc\u05d9\u05dd.

jspf.menu.settings.help = \u05e2\u05d6\u05e8\u05d4
jspf.bookmarks.tags = \u05ea\u05d2\u05d9\u05dd

jsp.help.tags.form = \u05ea\u05d2\u05d9\u05dd \u05d4\u05dd \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7 \u05e9\u05d0\u05ea\u05dd \u05de\u05e7\u05e6\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05e1\u05d5\u05d5\u05d2 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc\u05db\u05dd. \u05e6\u05d9\u05d9\u05e0\u05d5 \u05ea\u05d2\u05d9\u05dd \u05db\u05de\u05d9\u05dc\u05d9\u05dd \u05d9\u05d7\u05d9\u05d3\u05d5\u05ea, \u05de\u05d5\u05e4\u05e8\u05d3\u05d5\u05ea \u05d1\u05e8\u05d5\u05d5\u05d7\u05d9\u05dd \u05d0\u05d5 \u05d1\u05e4\u05e1\u05d9\u05e7\u05d9\u05dd.
jsp.help.tags.all = \u05d0\u05dc\u05d4 \u05ea\u05d2\u05d9\u05dd \u05e9\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05e9\u05de\u05e8\u05d5. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05ea\u05d2\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.help.tags.yours = \u05d0\u05dc\u05d4 \u05ea\u05d2\u05d9\u05dd \u05e9\u05d0\u05ea\u05dd \u05e9\u05de\u05e8\u05ea\u05dd. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05ea\u05d2\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.help.recommended.title = \u05de\u05d5\u05de\u05dc\u05e6\u05d9\u05dd
jsp.help.recommended.form = \u05db\u05d0\u05df \u05ea\u05de\u05e6\u05d0\u05d5 \u05ea\u05d2\u05d9\u05dd \u05de\u05d5\u05de\u05dc\u05e6\u05d9\u05dd \u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d4\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5, \u05d5\u05d2\u05dd \u05d0\u05ea\u05dd \u05d4\u05e9\u05ea\u05de\u05e9\u05ea\u05dd \u05d1\u05d4\u05dd \u05d1\u05e2\u05d1\u05e8. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05ea\u05d2\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.help.popular.form = \u05db\u05d0\u05df \u05ea\u05de\u05e6\u05d0\u05d5 \u05ea\u05d2\u05d9\u05dd \u05de\u05d5\u05de\u05dc\u05e6\u05d9\u05dd \u05e9\u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd \u05d4\u05e9\u05ea\u05de\u05e9\u05d5 \u05d1\u05d4\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05ea\u05d2\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.help.recent.title = \u05d1\u05e9\u05d9\u05de\u05d5\u05e9 \u05dc\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4
jsp.help.recent.form = \u05db\u05d0\u05df \u05ea\u05de\u05e6\u05d0\u05d5 \u05ea\u05d2\u05d9\u05dd \u05e9\u05d4\u05e9\u05ea\u05de\u05e9\u05ea\u05dd \u05d1\u05d4\u05dd \u05dc\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4. \u05dc\u05d7\u05e6\u05d5 \u05e2\u05dc \u05ea\u05d2 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05d5\u05ea\u05d5 \u05dc\u05e8\u05e9\u05d9\u05de\u05ea \u05d4\u05ea\u05d2\u05d9\u05dd \u05e2\u05d1\u05d5\u05e8 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.

jsp.update.dogear.existing = \u05db\u05d1\u05e8 \u05d9\u05e9 \u05dc\u05db\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d0\u05dc URL \u05d6\u05d4. \u05d1\u05d7\u05e8\u05d5 URL \u05e9\u05d5\u05e0\u05d4 \u05d0\u05d5 \u05e2\u05d3\u05db\u05e0\u05d5 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d4\u05e7\u05d9\u05d9\u05de\u05ea.
jsp.url.invalid = \u05d4-URL \u05d0\u05d9\u05e0\u05d5 \u05d7\u05d5\u05e7\u05d9.

jsp.feed.posting.title = \u05de\u05d9\u05e0\u05d5\u05d9 \u05dc\u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df
jsp.feed.posting.popup.new = \u05de\u05d9\u05e0\u05d5\u05d9 \u05dc\u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df
jsp.feed.add.communities = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea
jsp.feed.add.browser = \u05de\u05d9\u05e0\u05d5\u05d9 \u05d1\u05d3\u05e4\u05d3\u05e4\u05df \u05e9\u05dc\u05db\u05dd
jsp.feed.relatedCommunity.posting.title = \u05d4\u05d5\u05e1\u05e4\u05d4 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05e7\u05e9\u05d5\u05e8\u05d4
jsp.feed.relatedCommunity.posting.description = \u05e7\u05d9\u05e9\u05d5\u05e8 \u05de\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5 \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d0\u05d5 \u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e7\u05e9\u05d5\u05e8\u05d5\u05ea.

jspf.activities.clear = \u05e0\u05d9\u05e7\u05d5\u05d9 \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05e9\u05e0\u05d1\u05d7\u05e8\u05d5
jspf.communities.clear = \u05e0\u05d9\u05e7\u05d5\u05d9 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05e0\u05d1\u05d7\u05e8\u05d5
jspf.blogs.clear = \u05e0\u05d9\u05e7\u05d5\u05d9 \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05e0\u05d1\u05d7\u05e8\u05d5

jspf.activities.select.tip=\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05e9\u05d0\u05dc\u05d9\u05d4\u05df \u05ea\u05ea\u05d5\u05d5\u05e1\u05e3 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5
jspf.communities.select.tip=\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d0\u05dc\u05d9\u05d4\u05df \u05ea\u05ea\u05d5\u05d5\u05e1\u05e3 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5
jspf.blogs.select.tip=\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05d0\u05dc\u05d9\u05d4\u05dd \u05ea\u05ea\u05d5\u05d5\u05e1\u05e3 \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5
jspf.communities.select.feed.tip=\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d0\u05dc\u05d9\u05d4\u05df \u05d9\u05ea\u05d5\u05d5\u05e1\u05e3 \u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df \u05d6\u05d4
jspf.relatedCommunities.select.tip=\u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d0\u05dc\u05d9\u05d4\u05df \u05d9\u05ea\u05d5\u05d5\u05e1\u05e3 \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8.

jsp.bookmarklet.activities.select = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e4\u05e2\u05d9\u05dc\u05d5\u05d9\u05d5\u05ea \u05e9\u05d1\u05d4\u05df \u05ea\u05e4\u05d5\u05e8\u05e1\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.bookmarklet.communities.select = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05e9\u05d1\u05d4\u05df \u05ea\u05e4\u05d5\u05e8\u05e1\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
jsp.bookmarklet.blogs.select = \u05d1\u05d7\u05e8\u05d5 \u05d0\u05ea \u05d4\u05d1\u05dc\u05d5\u05d2\u05d9\u05dd \u05e9\u05d1\u05d4\u05dd \u05ea\u05e4\u05d5\u05e8\u05e1\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d6\u05d5.
#changes for postfeed servlet
jsp.ibm.subscribe = \u05de\u05d9\u05e0\u05d5\u05d9 \u05dc\u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df
jsp.login.intro.subscribe = \u05d4\u05ea\u05d7\u05d1\u05e8\u05d5 \u05d0\u05dc {0}Connections{1} \u05db\u05d3\u05d9 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05de\u05d9\u05e0\u05d5\u05d9 \u05dc\u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df.
jsp.login.bookmarklet.use.subscribe = \u05de\u05d4 \u05d0\u05e4\u05e9\u05e8 \u05dc\u05e2\u05e9\u05d5\u05ea \u05e2\u05dd \u05e2\u05e8\u05d5\u05e6\u05d9 \u05ea\u05d5\u05db\u05df?
jsp.login.bookmarklet.collab.subscribe = \u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05e2\u05e8\u05d5\u05e5 \u05ea\u05d5\u05db\u05df \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05db\u05d3\u05d9 \u05e9\u05db\u05dc \u05d7\u05d1\u05e8\u05d9 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05e8\u05d0\u05d5\u05ea \u05d0\u05ea \u05d4\u05e2\u05d3\u05db\u05d5\u05e0\u05d9\u05dd \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd \u05e9\u05e4\u05d5\u05e8\u05e1\u05de\u05d5 \u05d1\u05e2\u05e8\u05d5\u05e5 \u05d4\u05ea\u05d5\u05db\u05df.
jsp.bookmarklet.button.new = \u05dc\u05d7\u05e6\u05df "\u05d4\u05d5\u05e1\u05e4\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d4" \u05d7\u05d3\u05e9 \u05d6\u05de\u05d9\u05df \u05db\u05e2\u05ea, \u05e2\u05d3\u05db\u05e0\u05d5 \u05d0\u05ea \u05d4\u05dc\u05d7\u05e6\u05df \u05e9\u05dc\u05db\u05dd \u05dc\u05d2\u05e8\u05e1\u05d4 \u05d4\u05d0\u05d7\u05e8\u05d5\u05e0\u05d4.
jsp.bookmark.duplicate = \u05d0\u05d9\u05e0\u05db\u05dd \u05d9\u05db\u05d5\u05dc\u05d9\u05dd \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d4 \u05d0\u05d5 \u05e2\u05e8\u05d5\u05e5 \u05d4\u05ea\u05d5\u05db\u05df \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d4\u05de\u05db\u05d9\u05dc\u05d4 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d9\u05d8 \u05d4\u05de\u05e6\u05d5\u05d9\u05df.

jsp.relatedCommunity.error.property.community = \u05e7\u05d4\u05d9\u05dc\u05d4
jsp.relatedCommunity.error.addDuplicateds = \u05d1\u05e7\u05d4\u05d9\u05dc\u05d4 {0} \u05d5\u05d1\u05e7\u05d4\u05d9\u05dc\u05d4 {1} \u05dc\u05d0 \u05d4\u05d5\u05e4\u05e2\u05dc \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea. \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d6\u05d4, \u05d1\u05d7\u05e8\u05d5 '\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05e7\u05d4\u05d9\u05dc\u05d4 -> \u05d4\u05ea\u05d0\u05de\u05d4', \u05d5\u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05d0\u05ea \u05e4\u05e7\u05d3 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea \u05e2\u05d1\u05d5\u05e8 \u05db\u05dc \u05e7\u05d4\u05d9\u05dc\u05d4.
jsp.relatedCommunity.error.addDuplicated = \u05d1\u05e7\u05d4\u05d9\u05dc\u05d4 {0} \u05dc\u05d0 \u05d4\u05d5\u05e4\u05e2\u05dc \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea. \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05de\u05d0\u05e4\u05d9\u05d9\u05df \u05d6\u05d4, \u05d1\u05d7\u05e8\u05d5 '\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05e7\u05d4\u05d9\u05dc\u05d4 -> \u05d4\u05ea\u05d0\u05de\u05d4', \u05d5\u05d4\u05d5\u05e1\u05d9\u05e4\u05d5 \u05d0\u05ea \u05e4\u05e7\u05d3 \u05d4\u05e7\u05d4\u05d9\u05dc\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea.
jsp.relatedCommunity.error.serverError = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e0\u05e1\u05d9\u05d5\u05df \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e7\u05d9\u05e9\u05d5\u05e8 \u05d6\u05d4 \u05d0\u05dc {0}.\u200f \u05e0\u05d0 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1 \u05de\u05d0\u05d5\u05d7\u05e8 \u05d9\u05d5\u05ea\u05e8.
jsp.relatedCommunity.error.serverErrors = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e0\u05e1\u05d9\u05d5\u05df \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05e7\u05d9\u05e9\u05d5\u05e8 \u05d6\u05d4 \u05d0\u05dc {0} \u05d5\u05d0\u05dc {1}.\u200f \u05e0\u05d0 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1 \u05de\u05d0\u05d5\u05d7\u05e8 \u05d9\u05d5\u05ea\u05e8.
jsp.relatedCommunity.notTrusted = \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 URL \u05d6\u05d4 \u05de\u05e4\u05e0\u05d9 \u05e9\u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05e0\u05de\u05e6\u05d0\u05ea \u05d1\u05e9\u05e8\u05ea \u05e9\u05d0\u05d9\u05e0\u05d5 \u05de\u05d5\u05d2\u05d3\u05e8 \u05db\u05de\u05d4\u05d9\u05de\u05df \u05d1\u05e9\u05e8\u05ea HCL Connections. \u05e4\u05e0\u05d5 \u05d0\u05dc \u05de\u05e0\u05d4\u05dc\u05df HCL Connections \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e1\u05d9\u05d5\u05e2.
jsp.relatedCommunity.notTrusted.passBy = \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5 \u05e0\u05de\u05e6\u05d0\u05ea \u05d1\u05e9\u05e8\u05ea \u05e9\u05d0\u05d9\u05e0\u05d5 \u05de\u05d5\u05d2\u05d3\u05e8 \u05db\u05de\u05d4\u05d9\u05de\u05df \u05d1\u05e9\u05e8\u05ea HCL Connections. \u05d0\u05ea\u05dd \u05e8\u05d5\u05e6\u05d9\u05dd \u05dc\u05d4\u05d5\u05e1\u05d9\u05e3 \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d1\u05db\u05dc \u05d6\u05d0\u05ea?
jsp.relatedCommunity.description.hint = \u05ea\u05d0\u05e8\u05d5 \u05de\u05d3\u05d5\u05e2 \u05e7\u05d4\u05d9\u05dc\u05d4 \u05e7\u05e9\u05d5\u05e8\u05d4 \u05d6\u05d5 \u05ea\u05e2\u05e0\u05d9\u05d9\u05df \u05d0\u05ea \u05d4\u05e7\u05d4\u05d9\u05dc\u05d4 \u05e9\u05dc\u05db\u05dd.
jsp.relatedCommunity.title = \u05e7\u05d4\u05d9\u05dc\u05d4 \u05e7\u05e9\u05d5\u05e8\u05d4
jsp.relatedCommunity.legend.communityInformation = \u05e4\u05e8\u05d8\u05d9 \u05e7\u05d4\u05d9\u05dc\u05d4
#discuss This
jsp.discussThis.pageTitle = \u05d3\u05d9\u05d5\u05df \u05d1\u05e0\u05d5\u05e9\u05d0 \u05d6\u05d4!
jsp.discussThis.title = \u05d3\u05d9\u05d5\u05df \u05d1\u05e0\u05d5\u05e9\u05d0 \u05d6\u05d4
jsp.discussThis.description = \u05e4\u05e8\u05e1\u05d5\u05dd \u05ea\u05d5\u05db\u05df \u05d6\u05d4 \u05d1\u05e4\u05d5\u05e8\u05d5\u05dd \u05e9\u05dc Connections \u05db\u05d3\u05d9 \u05e9\u05e2\u05de\u05d9\u05ea\u05d9\u05db\u05dd \u05d9\u05d5\u05db\u05dc\u05d5 \u05dc\u05e7\u05e8\u05d5\u05d0 \u05d0\u05d5\u05ea\u05d5 \u05d5\u05dc\u05d3\u05d5\u05df \u05d1\u05d5.
jsp.discussThis.label.forums = \u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd:
jsp.discussThis.label.forum = \u05e9\u05dd \u05e4\u05d5\u05e8\u05d5\u05dd:
jsp.discussThis.label.title = \u05db\u05d5\u05ea\u05e8\u05ea \u05e0\u05d5\u05e9\u05d0:
jsp.discussThis.label.error = \u05e9\u05d2\u05d9\u05d0\u05d4:
jsp.discussThis.label.warning = \u05d0\u05d6\u05d4\u05e8\u05d4:
jsp.discussThis.label.addComment = \u05d4\u05d5\u05e1\u05e4\u05ea \u05d4\u05e2\u05e8\u05d4:
jsp.discussThis.lagend.topicContent = \u05ea\u05d5\u05db\u05df \u05e0\u05d5\u05e9\u05d0
jsp.discussThis.forums.own = \u05d0\u05e0\u05d9 \u05d4\u05d1\u05e2\u05dc\u05d9\u05dd
jsp.discussThis.forums.member = \u05d0\u05e0\u05d9 \u05d7\u05d1\u05e8
jsp.discussThis.forums.follow = \u05d1\u05de\u05e2\u05e7\u05d1 \u05e9\u05dc\u05d9
jsp.discussThis.forums.public = \u05e6\u05d9\u05d1\u05d5\u05e8\u05d9
jsp.discussThis.forums.hint = \u05d4\u05e7\u05dc\u05d9\u05d3\u05d5 \u05e9\u05dd \u05e4\u05d5\u05e8\u05d5\u05dd
jsp.discussThis.error = \u05e9\u05d2\u05d9\u05d0\u05d4
jsp.discussThis.error.emptyCommunity = \u05e7\u05d4\u05d9\u05dc\u05ea \u05d4\u05d9\u05e2\u05d3 \u05d0\u05d9\u05e0\u05d4 \u05d9\u05db\u05d5\u05dc\u05d4 \u05dc\u05d4\u05d9\u05d5\u05ea \u05e8\u05d9\u05e7\u05d4.
jsp.discussThis.error.invalidCommunity = \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05e6\u05d9\u05d9\u05df \u05e9\u05dd \u05e7\u05d4\u05d9\u05dc\u05d4 \u05d7\u05d5\u05e7\u05d9 \u05db\u05d3\u05d9 \u05dc\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05ea\u05d5\u05db\u05df.
jsp.discussThis.error.noForum = \u05d0\u05d9\u05df \u05e4\u05d5\u05e8\u05d5\u05de\u05d9\u05dd \u05d1\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d6\u05d5.
jsp.discussThis.error.emptyForum = \u05e4\u05d5\u05e8\u05d5\u05dd \u05d4\u05d9\u05e2\u05d3 \u05d0\u05d9\u05e0\u05d5 \u05e7\u05d9\u05d9\u05dd.
jsp.discussThis.error.invalidForum = \u05e2\u05dc\u05d9\u05db\u05dd \u05dc\u05e6\u05d9\u05d9\u05df \u05e9\u05dd \u05e4\u05d5\u05e8\u05d5\u05dd \u05d7\u05d5\u05e7\u05d9 \u05db\u05d3\u05d9 \u05dc\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05ea\u05d5\u05db\u05df.
jsp.discussThis.error.emptyTitle = \u05db\u05d5\u05ea\u05e8\u05ea \u05d4\u05e0\u05d5\u05e9\u05d0 \u05d0\u05d9\u05e0\u05d4 \u05d9\u05db\u05d5\u05dc\u05d4 \u05dc\u05d4\u05d9\u05d5\u05ea \u05e8\u05d9\u05e7\u05d4.
jsp.discussThis.error.createTopicError = \u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d9\u05e6\u05d9\u05e8\u05ea \u05d4\u05e0\u05d5\u05e9\u05d0 \u05d4\u05d7\u05d3\u05e9. \u05e0\u05d0 \u05dc\u05e0\u05e1\u05d5\u05ea \u05e9\u05d5\u05d1 \u05de\u05d0\u05d5\u05d7\u05e8 \u05d9\u05d5\u05ea\u05e8.
jsp.discussThis.error.pinError = \u05e0\u05e2\u05d9\u05e6\u05ea \u05d4\u05e0\u05d5\u05e9\u05d0 \u05e0\u05db\u05e9\u05dc\u05d4. \u05ea\u05d5\u05db\u05dc\u05d5 \u05dc\u05e0\u05e2\u05d5\u05e5 \u05e0\u05d5\u05e9\u05d0 \u05d6\u05d4 \u05d9\u05d3\u05e0\u05d9\u05ea.
jsp.discussThis.error.sessionexpired= \u05e0\u05d5\u05ea\u05e7\u05ea\u05dd \u05de\u05d4\u05e9\u05e8\u05ea \u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9\u05ea \u05d1\u05d2\u05dc\u05dc \u05d7\u05d5\u05e1\u05e8 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea. \u05d4\u05e2\u05ea\u05d9\u05e7\u05d5 \u05d4\u05ea\u05de\u05dc\u05d9\u05dc \u05e9\u05d4\u05e7\u05dc\u05d3\u05ea\u05dd \u05d0\u05dc \u05dc\u05d5\u05d7 \u05d4\u05d2\u05d6\u05d9\u05e8\u05d9\u05dd \u05db\u05d3\u05d9 \u05e9\u05dc\u05d0 \u05ea\u05d0\u05d1\u05d3\u05d5 \u05d0\u05d5\u05ea\u05d5, \u05d5\u05d4\u05ea\u05d7\u05d1\u05e8\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.
jsp.discussThis.warning = \u05d0\u05d6\u05d4\u05e8\u05d4
jsp.discussThis.warning.externallyShared = \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05ea\u05d5\u05db\u05df \u05dc\u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d7\u05d9\u05e6\u05d5\u05e0\u05d9\u05d9\u05dd.
jsp.discussThis.pin = \u05e0\u05e2\u05d9\u05e6\u05ea \u05e0\u05d5\u05e9\u05d0 \u05d6\u05d4
jsp.discussThis.markQuestion = \u05e1\u05d9\u05de\u05d5\u05df \u05e0\u05d5\u05e9\u05d0 \u05d6\u05d4 \u05db\u05e9\u05d0\u05dc\u05d4
jsp.discussThis.by = \u05de\u05d0\u05ea:
jsp.discussThis.posted = \u05e4\u05d5\u05e8\u05e1\u05dd:
jsp.discussThis.save = \u05e9\u05de\u05d9\u05e8\u05d4
jsp.discussThis.cancel = \u05d1\u05d9\u05d8\u05d5\u05dc
jsp.discussThis.label.topicSummary = \u05d4\u05ea\u05d5\u05db\u05df \u05e9\u05e7\u05d9\u05d1\u05dc\u05ea\u05dd \u05de\u05d4\u05d3\u05e3 \u05d4\u05de\u05e7\u05d5\u05e8\u05d9.
jsp.discussThis.Saving = \u05e9\u05de\u05d9\u05e8\u05d4...

jsp.information = \u05de\u05d9\u05d3\u05e2
jsp.error = \u05e9\u05d2\u05d9\u05d0\u05d4
jsp.success = \u05d4\u05e6\u05dc\u05d7\u05d4
jsp.warning = \u05d0\u05d6\u05d4\u05e8\u05d4
jsp.informationColon = \u05de\u05d9\u05d3\u05e2:\u200f
jsp.successColon = \u05d4\u05e6\u05dc\u05d7\u05d4:
jsp.warningColon = \u05d0\u05d6\u05d4\u05e8\u05d4:
jsp.errorColon = \u05e9\u05d2\u05d9\u05d0\u05d4:
