# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u043b\u0435
jsp.common.required=* \u0417\u0430\u0434\u043e\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e
jsp.common.legend=\u041b\u0435\u0433\u0435\u043d\u0434\u0430
jsp.login.title = \u041d\u0430\u0458\u0430\u0432\u0438 \u0441\u0435 \u043d\u0430 IBM Connections
jsp.loginerror.error = \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u043e\u0442\u043e \u0438\u043c\u0435 \u0438/\u0438\u043b\u0438 \u043b\u043e\u0437\u0438\u043d\u043a\u0430\u0442\u0430 \u043d\u0435 \u0441\u0435 \u0441\u043e\u0432\u043f\u0430\u0453\u0430\u0430\u0442 \u0441\u043e \u043d\u0438\u0435\u0434\u043d\u0438 \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438 \u0441\u043c\u0435\u0442\u043a\u0438. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
#Error here means login error
jsp.loginerror.error.alt = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.ibm.bookmarks = IBM Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u041d\u0430\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u0437\u0430 \u0434\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u0438\u043b\u0438 \u0434\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.login.intro2 = \u041d\u0430\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 IBM Connections.
jsp.login.bookmarklet.use = \u0428\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0441\u043e \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438\u0442\u0435?
jsp.login.bookmarklet.collab = \u0414\u043e\u0434\u0430\u0458\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u043d\u0430 \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u0430\u0442\u0430 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0458\u0430 \u0438\u043b\u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435 \u0441\u043e \u0434\u0440\u0443\u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438. \u041e\u0431\u0458\u0430\u0432\u0435\u0442\u0435 \u0433\u043e \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043e \u043d\u0435\u043a\u043e\u0458\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430, \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u0438\u043b\u0438 \u0431\u043b\u043e\u0433 \u0437\u0430 \u043a\u043e\u043b\u0435\u0433\u0438\u0442\u0435 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u043d\u0438.

jsp.login.label.user = \u041a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u043e \u0438\u043c\u0435:
jsp.login.password = \u041b\u043e\u0437\u0438\u043d\u043a\u0430:
jsp.login.submit = \u041d\u0430\u0458\u0430\u0432\u0438 \u0441\u0435

jsp.login.ibm.logo = IBM
jsp.login.copyright.text = \u041b\u0438\u0446\u0435\u043d\u0446\u0438\u0440\u0430\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0458\u0430\u043b\u0438 - \u0421\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM. &#169; \u041a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM 2007 \u0433\u043e\u0434\u0438\u043d\u0430, 2010 \u0433\u043e\u0434\u0438\u043d\u0430. IBM, \u043b\u043e\u0433\u043e\u0442\u043e \u043d\u0430 IBM, ibm.com \u0438 Lotus \u0441\u0435 \u0437\u0430\u0448\u0442\u0438\u0442\u043d\u0438 \u043c\u0430\u0440\u043a\u0438 \u043d\u0430 \u041a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430 IBM \u0432\u043e \u0421\u0410\u0414, \u0434\u0440\u0443\u0433\u0438 \u0437\u0435\u043c\u0458\u0438 \u0438\u043b\u0438 \u0438 \u0434\u0432\u0435\u0442\u0435. \u0421\u0410\u0414 \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438\u0442\u0435 \u043e\u0434 \u0432\u043b\u0430\u0434\u0430\u0442\u0430: \u041a\u043e\u0440\u0438\u0441\u0442\u0435\u045a\u0435\u0442\u043e, \u0443\u0434\u0432\u043e\u0458\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0438\u043b\u0438 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u045a\u0435\u0442\u043e \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u043e \u0441\u043f\u043e\u0440\u0435\u0434 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043e\u0442 GSA ADP Schedule \u0441\u043e \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 IBM. \u0417\u0430 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u043f\u043e\u0433\u043b\u0435\u0434\u043d\u0435\u0442\u0435 \u0458\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0417\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u043e\u0442.

jsp.login.connections.logo = IBM Connections

jsp.tabs.desc = \u041e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 \u043d\u0430 \u043d\u0435\u043a\u043e\u043b\u043a\u0443 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438
jsp.tab.dogear = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.tab.communities = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.tab.activities = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jsp.tab.blogs = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u0431\u043b\u043e\u0433\u043e\u0432\u0438

jsp.close.title = \u0431\u043b\u0430\u0433\u043e\u0434\u0430\u0440\u0430\u043c

jsp.posting.title = \u0414\u043e\u0434\u0430\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447
jsp.posting.dogear.new = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u043a\u0430\u043a\u043e: 
jsp.posting.dogear.edit = \u0423\u0440\u0435\u0434\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447
jsp.posting.communities.important = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u0432\u0430\u0436\u043d\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
jsp.posting.confirm = \u0411\u0440\u0438\u0448\u0435\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043f\u043e\u0432\u0438\u043a\u0430. \u0414\u0430\u043b\u0438 \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043d\u0438 \u0434\u0435\u043a\u0430 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442?
jsp.posting.cancel.title = \u041e\u0442\u043a\u0430\u0436\u0438
jsp.posting.cancel.label = \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u0438 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u043e\u0442

jsp.posting.recommended = \u041f\u0440\u0435\u043f\u043e\u0440\u0430\u0447\u0430\u043d\u043e
#recent means recent tags
jsp.posting.recent = \u041d\u0430\u0458\u043d\u043e\u0432\u0438
#popular means popular tags
jsp.posting.popup.popular = \u041f\u043e\u043f\u0443\u043b\u0430\u0440\u043d\u0438
jsp.posting.all = \u0421\u0438\u0442\u0435
jsp.posting.yours = \u0412\u0430\u0448\u0438

#private means private bookmarks
jsp.posting.private = \u041f\u0440\u0438\u0432\u0430\u0442\u043d\u043e
jsp.posting.private.hover = \u040c\u0435 \u0441\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u0441\u0430\u043c\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u041c\u043e\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438
#public means public bookmarks
jsp.posting.public = \u0408\u0430\u0432\u043d\u043e
jsp.posting.none=\u041d\u0435 \u0434\u043e\u0434\u0430\u0432\u0430\u0458
jsp.posting.public.hover = \u0421\u0438\u0442\u0435 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0430\u0442 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442
#public means public bookmarks
jsp.posting.activity.public= \u0408\u0430\u0432\u043d\u043e
#private means private bookmarks
jsp.posting.activity.private = \u041f\u0440\u0438\u0432\u0430\u0442\u043d\u043e
jsp.posting.save = \u0417\u0430\u0447\u0443\u0432\u0430\u0458
jsp.posting.save.label= \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u0438 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u043e\u0442
jsp.posting.delete = \u0418\u0437\u0431\u0440\u0438\u0448\u0438
jsp.posting.popup.new = \u0414\u043e\u0434\u0430\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447
jsp.posting.popup.edit = \u0423\u0440\u0435\u0434\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447
jsp.posting_errrr.title = \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435
jsp.posting_error.generic.reason = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u043d\u0435\u0441\u0443\u0432\u0430\u045a\u0435\u0442\u043e, \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.posting_error.tryagain = \u041d\u0430\u0437\u0430\u0434
jsp.errorpage.details = \u0414\u0435\u0442\u0430\u043b\u0438
jsp.errorpage.error = \u041d\u0435\u0448\u0442\u043e \u043d\u0435 \u0435 \u0432\u043e \u0440\u0435\u0434 - \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u043f\u0447\u0435\u0442\u043e \u041d\u0430\u0437\u0430\u0434 \u0438 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e. \u0410\u043a\u043e \u043e\u0432\u0430 \'\u043d\u0435 \u0443\u0441\u043f\u0435\u0435, \u043f\u0440\u0438\u0458\u0430\u0432\u0435\u0442\u0435 \u0433\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u043e\u0442 \u043a\u0430\u0458 \u0441\u0438\u0441\u0442\u0435\u043c\u0441\u043a\u0438\u043e\u0442 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440.
jsp.error.session.expired=\u041d\u0435 \u043c\u043e\u0436\u0435\u0432\u043c\u0435 \u0434\u0430 \u0433\u043e \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0438\u043c\u0435 \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0437\u0430\u0442\u043e\u0430 \u0448\u0442\u043e \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0441\u0435\u0441\u0438\u0458\u0430\u0442\u0430 \u0438\u0441\u0442\u0435\u0447\u0435. \u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.posting.message.close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438
jsp.warning.version.here=\u043e\u0432\u0434\u0435
jsp.warning.version.confict=\u041a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 <strong>\u0414\u043e\u0434\u0430\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447</strong> \u043d\u0435 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u043e. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 {0} \u0437\u0430 \u0434\u0430 \u0433\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u043f\u0447\u0435\u0442\u043e.
jsp.warning.version.confict2=\u041a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 <strong>{0}</strong> \u043d\u0435 \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043d\u043e. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 {1} \u0437\u0430 \u0434\u0430 \u0433\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u043f\u0447\u0435\u0442\u043e.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL-\u0430\u0434\u0440\u0435\u0441\u0430: 
jsp.helpapi.bookmark.prop.title = \u041d\u0430\u0441\u043b\u043e\u0432: 
jsp.helpapi.bookmark.prop.desc = \u041e\u043f\u0438\u0441: 
jsp.helpapi.bookmark.prop.tags = \u041e\u0437\u043d\u0430\u043a\u0438: 
jsp.helpapi.bookmark.prop.community = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0430: 
jsp.helpapi.bookmark.prop.activity = \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442: 
jsp.helpapi.bookmark.prop.blog = \u0411\u043b\u043e\u0433: 
jsp.helpapi.bookmark.prop.additional = \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u0435\u043d \u043e\u043f\u0438\u0441: 
jsp.helpapi.bookmark.prop.discussion = \u041f\u043e\u0440\u0430\u043a\u0430 \u0437\u0430 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0458\u0430: 
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u041e\u043f\u0438\u0441 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430:

jspf.blogs.noblogs = \u041d\u0435\u043c\u0430\u0442\u0435 \u0431\u043b\u043e\u0433\u043e\u0432\u0438. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u043a\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u0431\u043b\u043e\u0433.
jspf.communities.nocommunities = \u041d\u0435\u043c\u0430\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438. \u0417\u0430\u0447\u043b\u0435\u043d\u0435\u0442\u0435 \u0441\u0435 \u0438\u043b\u0438 \u043a\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u0432\u043e \u043f\u043e\u043b\u0435\u0442\u043e \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438.
jspf.activities.noactivities = \u041d\u0435\u043c\u0430\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u043a\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442.
jspf.blogs.help.post = \u0421\u043e \u043e\u0432\u0430 \u045c\u0435 \u0441\u0435 \u043a\u0440\u0435\u0438\u0440\u0430 \u043d\u043e\u0432 \u0432\u043d\u0435\u0441 \u0441\u043e \u0432\u0440\u0441\u043a\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043a\u043b\u0443\u0447\u0443\u0432\u0430\u0458\u045c\u0438 \u0433\u043e \u0438 \u043e\u043f\u0438\u0441\u043e\u0442 \u0438 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u043e\u0442 \u043e\u043f\u0438\u0441.
jspf.activities.reader.only = \u0412\u0438\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0430\u0432\u0442\u043e\u0440 \u0438\u043b\u0438 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0430. \u0417\u0430 \u0434\u0430 \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438, \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0430\u0432\u0442\u043e\u0440 \u0438\u043b\u0438 \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u043a.

jspf.menu.settings.help = \u041f\u043e\u043c\u043e\u0448
jspf.bookmarks.tags = \u041e\u0437\u043d\u0430\u043a\u0438

jsp.help.tags.form = \u041e\u0437\u043d\u0430\u043a\u0438\u0442\u0435 \u0441\u0435 \u043a\u043b\u0443\u0447\u043d\u0438 \u0437\u0431\u043e\u0440\u043e\u0432\u0438 \u0448\u0442\u043e \u0433\u0438 \u0434\u043e\u0434\u0435\u043b\u0443\u0432\u0430\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0433\u043e \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442. \u0412\u043d\u0435\u0441\u0435\u0442\u0435 \u0433\u0438 \u043e\u0437\u043d\u0430\u043a\u0438\u0442\u0435 \u043a\u0430\u043a\u043e \u0435\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0437\u0431\u043e\u0440, \u043e\u0434\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u043e \u043f\u0440\u0430\u0437\u0435\u043d \u043f\u0440\u043e\u0441\u0442\u043e\u0440 \u0438\u043b\u0438 \u0437\u0430\u043f\u0438\u0440\u043a\u0438.
jsp.help.tags.all = \u041e\u0432\u0430 \u0441\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.help.tags.yours = \u041e\u0432\u0430 \u0441\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0432\u0438\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.help.recommended.title = \u041f\u0440\u0435\u043f\u043e\u0440\u0430\u0447\u0430\u043d\u043e
jsp.help.recommended.form = \u041e\u0432\u0434\u0435 \u0441\u0435 \u043f\u0440\u0435\u043f\u043e\u0440\u0430\u0447\u0430\u043d\u0438\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u0438 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0438 \u0432\u0438\u0435 \u043f\u043e\u0440\u0430\u043d\u043e. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.help.popular.form = \u041e\u0432\u0434\u0435 \u0441\u0435 \u043f\u043e\u043f\u0443\u043b\u0430\u0440\u043d\u0438\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0434\u0440\u0443\u0433\u0438 \u043b\u0438\u0446\u0430 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.help.recent.title = \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e
jsp.help.recent.form = \u041e\u0432\u0434\u0435 \u0441\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043e\u0437\u043d\u0430\u043a\u0438 \u0448\u0442\u043e \u0441\u0442\u0435 \u0433\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0435\u043b\u0435 \u0432\u0438\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u043e\u0437\u043d\u0430\u043a\u0430 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u043e\u043a\u043e\u0442 \u0441\u043e \u043e\u0437\u043d\u0430\u043a\u0438 \u0437\u0430 \u043e\u0432\u043e\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.

jsp.update.dogear.existing = \u0412\u0435\u045c\u0435 \u0438\u043c\u0430\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447 \u0437\u0430 \u043e\u0432\u0430\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430. \u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0438\u043b\u0438 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u043f\u043e\u0441\u0442\u043e\u0435\u0447\u043a\u0438\u043e\u0442 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447.
jsp.url.invalid = URL-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0430.

jsp.feed.posting.title = \u041f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0438 \u0441\u0435 \u043d\u0430 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.feed.posting.popup.new = \u041f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0438 \u0441\u0435 \u043d\u0430 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.feed.add.communities = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jsp.feed.add.browser = \u041f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0438 \u0441\u0435 \u0432\u043e \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0447\u043e\u0442
jsp.feed.relatedCommunity.posting.title = \u0414\u043e\u0434\u0430\u0458 \u0432\u043e \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430
jsp.feed.relatedCommunity.posting.description = \u0412\u0440\u0441\u043a\u0430 \u0437\u0430 \u043e\u0432\u0430\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u043e\u0434 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438.

jspf.activities.clear = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438
jspf.communities.clear = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438
jspf.blogs.clear = \u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0431\u043b\u043e\u0433\u043e\u0432\u0438

jspf.activities.select.tip=\u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442
jspf.communities.select.tip=\u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442
jspf.blogs.select.tip=\u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0431\u043b\u043e\u0433\u043e\u0432\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442
jspf.communities.select.feed.tip=\u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jspf.relatedCommunities.select.tip=\u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u043a\u0430\u0434\u0435 \u0448\u0442\u043e \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u0441\u043a\u0430\u0442\u0430.

jsp.bookmarklet.activities.select = \u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442.
jsp.bookmarklet.communities.select = \u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442.
jsp.bookmarklet.blogs.select = \u041e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0431\u043b\u043e\u0433\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 \u043a\u043e\u0438 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442.
#changes for postfeed servlet
jsp.ibm.subscribe = \u041f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0438 \u0441\u0435 \u043d\u0430 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430
jsp.login.intro.subscribe = \u041d\u0430\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 {0}Connections{1} \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0442\u043f\u043b\u0430\u0442\u0438\u0442\u0435 \u043d\u0430 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430.
jsp.login.bookmarklet.use.subscribe = \u0428\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0441\u043e \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430?
jsp.login.bookmarklet.collab.subscribe = \u0414\u043e\u0434\u0430\u0458\u0442\u0435 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0441\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0438 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0434\u0430 \u043c\u043e\u0436\u0430\u0442 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0430\u0442 \u043d\u0430\u0458\u043d\u043e\u0432\u0438\u0442\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043a\u043e\u0438 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0435\u043d\u0438 \u0432\u043e \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435\u0442\u043e.
jsp.bookmarklet.button.new = \u0421\u0435\u0433\u0430 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u043e \u043d\u043e\u0432\u043e \u043a\u043e\u043f\u0447\u0435 \u201e\u0414\u043e\u0434\u0430\u0458 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u201c, \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0432\u0430\u0448\u0435\u0442\u043e \u0441\u043f\u043e\u0440\u0435\u0434 \u043d\u0430\u0458\u043d\u043e\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430.
jsp.bookmark.duplicate = \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0433\u043e \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0438\u043b\u0438 \u043d\u0430\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u0432\u043e \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u043a\u043e\u0458\u0430 \u0458\u0430 \u0441\u043e\u0434\u0440\u0436\u0438 \u0441\u0442\u0430\u0432\u043a\u0430\u0442\u0430 \u0448\u0442\u043e \u0441\u0435 \u0432\u043d\u0435\u0441\u0443\u0432\u0430.

jsp.relatedCommunity.error.property.community = \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0430
jsp.relatedCommunity.error.addDuplicateds = {0} \u0438 {1} \u0458\u0430 \u043d\u0435\u043c\u0430\u0430\u0442 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438. \u0417\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u043e\u0432\u0430\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430, \u043e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0414\u0435\u0458\u0441\u0442\u0432\u0430 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 -> \u041f\u0440\u0438\u043b\u0430\u0433\u043e\u0434\u0438 \u0438 \u0434\u043e\u0434\u0430\u0458\u0442\u0435 \u0458\u0430 \u0433\u0440\u0430\u0444\u0438\u0447\u043a\u0430\u0442\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438 \u0437\u0430 \u0441\u0435\u043a\u043e\u0458\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430.
jsp.relatedCommunity.error.addDuplicated = {0} \u0458\u0430 \u043d\u0435\u043c\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438. \u0417\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0438 \u043e\u0432\u0430\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430, \u043e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0414\u0435\u0458\u0441\u0442\u0432\u0430 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 -> \u041f\u0440\u0438\u043b\u0430\u0433\u043e\u0434\u0438 \u0438 \u0434\u043e\u0434\u0430\u0458\u0442\u0435 \u0458\u0430 \u0433\u0440\u0430\u0444\u0438\u0447\u043a\u0430\u0442\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0430 \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0438.
jsp.relatedCommunity.error.serverError = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0438\u0434\u043e\u0442 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 \u0432\u0440\u0441\u043a\u0430\u0442\u0430 \u043d\u0430 {0}. \u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.relatedCommunity.error.serverErrors = \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438\u0458\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u043e\u0431\u0438\u0434\u043e\u0442 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 \u0432\u0440\u0441\u043a\u0430\u0442\u0430 \u043d\u0430 {0} \u0438 {1}. \u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.relatedCommunity.notTrusted = \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0434\u0430\u0434\u0435 URL-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043a\u043e\u0458 \u043d\u0435 \u0435 \u0438\u0441\u043f\u0440\u043e\u0431\u0430\u043d \u043e\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u0442 \u043d\u0430 IBM Connections. \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0441\u043a\u0438\u043e\u0442 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 IBM Connections \u0437\u0430 \u043f\u043e\u043c\u043e\u0448.
jsp.relatedCommunity.notTrusted.passBy = \u041e\u0432\u0430\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u0435 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043a\u043e\u0458 \u043d\u0435 \u0435 \u0438\u0441\u043f\u0440\u043e\u0431\u0430\u043d \u043e\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u0442 \u043d\u0430 IBM Connections. \u0421\u00e8 \u0443\u0448\u0442\u0435 \u0441\u0430\u043a\u0430\u0442\u0435 \u0434\u0430 \u0458\u0430 \u0434\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430?
jsp.relatedCommunity.description.hint = \u041e\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430\u0448\u0442\u043e \u043e\u0432\u0430\u0430 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u0431\u0438 \u0431\u0438\u043b\u0430 \u043e\u0434 \u0438\u043d\u0442\u0435\u0440\u0435\u0441 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430.
jsp.relatedCommunity.title = \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430
jsp.relatedCommunity.legend.communityInformation = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430
#discuss This
jsp.discussThis.pageTitle = \u0414\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0437\u0430 \u043e\u0432\u0430!
jsp.discussThis.title = \u0414\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0437\u0430 \u043e\u0432\u0430
jsp.discussThis.description = \u041e\u0431\u0458\u0430\u0432\u0435\u0442\u0435 \u0458\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c \u043d\u0430 Connections \u0437\u0430 \u043a\u043e\u043b\u0435\u0433\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0447\u0438\u0442\u0430\u0430\u0442 \u0438 \u0434\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u0430\u0430\u0442.
jsp.discussThis.label.forums = \u0424\u043e\u0440\u0443\u043c\u0438:
jsp.discussThis.label.forum = \u0418\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u043e\u0442:
jsp.discussThis.label.title = \u041d\u0430\u0441\u043b\u043e\u0432 \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430:
jsp.discussThis.label.error = \u0413\u0440\u0435\u0448\u043a\u0430:
jsp.discussThis.label.addComment = \u0414\u043e\u0434\u0430\u0458 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440:
jsp.discussThis.lagend.topicContent = \u0421\u043e\u0434\u0440\u0436\u0438\u043d\u0430 \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430
jsp.discussThis.forums.own = \u0408\u0430\u0441 \u0441\u0443\u043c \u0441\u043e\u043f\u0441\u0442\u0432\u0435\u043d\u0438\u043a
jsp.discussThis.forums.member = \u0408\u0430\u0441 \u0441\u0443\u043c \u0447\u043b\u0435\u043d
jsp.discussThis.forums.follow = \u0421\u043b\u0435\u0434\u0430\u043c
jsp.discussThis.forums.public = \u0408\u0430\u0432\u043d\u043e
jsp.discussThis.forums.hint = \u041d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c
jsp.discussThis.error = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.discussThis.error.emptyCommunity = \u0426\u0435\u043b\u043d\u0430\u0442\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430 \u043d\u0435 \u0441\u043c\u0435\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u0430.
jsp.discussThis.error.invalidCommunity = \u041c\u043e\u0440\u0430 \u0434\u0430 \u0432\u043d\u0435\u0441\u0435\u0442\u0435 \u0432\u0430\u0436\u0435\u0447\u043a\u043e \u0438\u043c\u0435 \u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0432\u043e \u043a\u043e\u0458\u0430 \u045c\u0435 \u0458\u0430 \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430.
jsp.discussThis.error.noForum = \u041d\u0435\u043c\u0430 \u0444\u043e\u0440\u0443\u043c\u0438 \u0432\u043e \u043e\u0432\u0430\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430.
jsp.discussThis.error.emptyForum = \u041c\u043e\u0440\u0430 \u0434\u0430 \u043f\u043e\u0441\u0442\u043e\u0438 \u0446\u0435\u043b\u043d\u0438\u043e\u0442 \u0444\u043e\u0440\u0443\u043c.
jsp.discussThis.error.invalidForum = \u041c\u043e\u0440\u0430 \u0434\u0430 \u0432\u043d\u0435\u0441\u0435\u0442\u0435 \u0432\u0430\u0436\u0435\u0447\u043a\u043e \u0438\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u043e\u0442 \u0432\u043e \u043a\u043e\u0458 \u045c\u0435 \u0458\u0430 \u043e\u0431\u0458\u0430\u0432\u0438\u0442\u0435 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430.
jsp.discussThis.error.emptyTitle = \u041d\u0430\u0441\u043b\u043e\u0432\u043e\u0442 \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u0441\u043c\u0435\u0435 \u0434\u0430 \u0431\u0438\u0434\u0435 \u043f\u0440\u0430\u0437\u0435\u043d.
jsp.discussThis.error.createTopicError = \u0418\u043c\u0430\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043a\u0440\u0435\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043d\u043e\u0432\u0430 \u0442\u0435\u043c\u0430. \u041e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0434\u043e\u0446\u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
jsp.discussThis.error.pinError = \u041e\u0437\u043d\u0430\u0447\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u0435 \u0443\u0441\u043f\u0435\u0430. \u041c\u043e\u0436\u0435 \u0434\u0430 \u0458\u0430 \u043e\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0442\u0435\u043c\u0430\u0442\u0430 \u0440\u0430\u0447\u043d\u043e.
jsp.discussThis.error.sessionexpired= \u041e\u0434\u0458\u0430\u0432\u0435\u043d\u0438 \u0441\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0441\u043a\u0438 \u043e\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u0442 \u0437\u0430\u0442\u043e\u0430 \u0448\u0442\u043e \u043d\u0435 \u0431\u0435\u0432\u0442\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438. \u041a\u043e\u043f\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0442\u0435\u043a\u0441\u0442\u043e\u0442 \u0448\u0442\u043e \u0433\u043e \u043d\u0430\u043f\u0438\u0448\u0430\u0432\u0442\u0435 \u0432\u043e \u0441\u043a\u043b\u0430\u0434\u043e\u0442 \u0437\u0430 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u0438\u0437\u0433\u0443\u0431\u0438 \u0438 \u043f\u043e\u0442\u043e\u0430 \u043d\u0430\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u0438 \u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043e\u0434 \u043f\u043e\u0447\u0435\u0442\u043e\u043a. 
jsp.discussThis.pin = \u041e\u0437\u043d\u0430\u0447\u0438 \u0458\u0430 \u0442\u0435\u043c\u0430\u0442\u0430
jsp.discussThis.markQuestion = \u041e\u0431\u0435\u043b\u0435\u0436\u0438 \u0458\u0430 \u0442\u0435\u043c\u0430\u0442\u0430 \u043a\u0430\u043a\u043e \u043f\u0440\u0430\u0448\u0430\u045a\u0435
jsp.discussThis.by = \u043e\u0434:
jsp.discussThis.posted = \u041e\u0431\u0458\u0430\u0432\u0435\u043d\u043e:
jsp.discussThis.save = \u0417\u0430\u0447\u0443\u0432\u0430\u0458
jsp.discussThis.cancel = \u041e\u0442\u043a\u0430\u0436\u0438
jsp.discussThis.label.topicSummary = \u0421\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u0448\u0442\u043e \u0458\u0430 \u0434\u043e\u0431\u0438\u0432\u0442\u0435 \u043e\u0434 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
jsp.discussThis.Saving = \u0417\u0430\u0447\u0443\u0432\u0443\u0432\u0430\u045a\u0435...

jsp.information = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438
jsp.error = \u0413\u0440\u0435\u0448\u043a\u0430
jsp.success = \u0423\u0441\u043f\u0435\u0445
jsp.warning = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435
jsp.informationColon = \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438:
jsp.successColon = \u0423\u0441\u043f\u0435\u0445:
jsp.warningColon = \u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435:
jsp.errorColon = \u0413\u0440\u0435\u0448\u043a\u0430:
