# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
jsp.common.required=* \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
jsp.common.legend=\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c
jsp.login.title = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19 HCL Connections
jsp.loginerror.error = \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\u0e43\u0e14\u0e46 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
#Error here means login error
jsp.loginerror.error.alt = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e35\u0e14
jsp.login.intro2 = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48 HCL Connections
jsp.login.bookmarklet.use = \u0e04\u0e38\u0e13\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e44\u0e14\u0e49\u0e1a\u0e49\u0e32\u0e07?
jsp.login.bookmarklet.collab = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e2d\u0e25\u0e40\u0e25\u0e47\u0e01\u0e0a\u0e31\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27 \u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2d\u0e37\u0e48\u0e19 \u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e23\u0e31\u0e1a\u0e23\u0e39\u0e49\u0e44\u0e14\u0e49\u0e15\u0e25\u0e2d\u0e14

jsp.login.label.user = \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49:
jsp.login.password = \u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19:
jsp.login.submit = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = \u0e07\u0e32\u0e19\u0e2d\u0e31\u0e19\u0e21\u0e35\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u2013 \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e2a\u0e34\u0e19\u0e02\u0e2d\u0e07 HCL &#169; \u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c HCL Technologies Limited 2007-2022 \u0e2a\u0e07\u0e27\u0e19\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u0e14\u0e39\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e44\u0e25\u0e40\u0e0b\u0e19\u0e2a\u0e4c\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e41\u0e25\u0e30\u0e42\u0e25\u0e42\u0e01\u0e49 Java \u0e41\u0e25\u0e30\u0e17\u0e35\u0e48\u0e2d\u0e34\u0e07\u0e15\u0e32\u0e21 Java \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e08\u0e14\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e02\u0e2d\u0e07 Oracle \u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e07\u0e43\u0e19\u0e2b\u0e25\u0e32\u0e22\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c
jsp.tab.dogear = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.tab.communities = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.tab.activities = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jsp.tab.blogs = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e1a\u0e25\u0e47\u0e2d\u0e01

jsp.close.title = \u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13

jsp.posting.title = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.posting.dogear.new = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e40\u0e1b\u0e47\u0e19:
jsp.posting.dogear.edit = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.posting.communities.important = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2a\u0e33\u0e04\u0e31\u0e0d
jsp.posting.confirm = \u0e01\u0e32\u0e23\u0e25\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e17\u0e33\u0e44\u0e14\u0e49 \u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d?
jsp.posting.cancel.title = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
jsp.posting.cancel.label = \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e41\u0e25\u0e30\u0e1b\u0e34\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07

jsp.posting.recommended = \u0e41\u0e19\u0e30\u0e19\u0e33
#recent means recent tags
jsp.posting.recent = \u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
#popular means popular tags
jsp.posting.popup.popular = \u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21
jsp.posting.all = \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
jsp.posting.yours = \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

#private means private bookmarks
jsp.posting.private = \u0e44\u0e1e\u0e23\u0e40\u0e27\u0e15
jsp.posting.private.hover = \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e43\u0e19\u0e40\u0e1e\u0e08 \u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 \u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
#public means public bookmarks
jsp.posting.public = \u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30
jsp.posting.none=\u0e2d\u0e22\u0e48\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21
jsp.posting.public.hover = \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49
#public means public bookmarks
jsp.posting.activity.public= \u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30
#private means private bookmarks
jsp.posting.activity.private = \u0e44\u0e1e\u0e23\u0e40\u0e27\u0e15
jsp.posting.save = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.posting.save.label= \u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e30\u0e1b\u0e34\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07
jsp.posting.delete = \u0e25\u0e1a\u0e2d\u0e2d\u0e01
jsp.posting.popup.new = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.posting.popup.edit = \u0e41\u0e01\u0e49\u0e44\u0e02\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.posting_errrr.title = \u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.posting_error.generic.reason = \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e31\u0e1a\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
jsp.posting_error.tryagain = \u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a
jsp.errorpage.details = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
jsp.errorpage.error = \u0e21\u0e35\u0e1a\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 - \u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 \u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a \u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e16\u0e49\u0e32\u0e22\u0e31\u0e07\u0e17\u0e33\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e43\u0e2b\u0e49\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a
jsp.error.session.expired=\u0e40\u0e23\u0e32\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e04\u0e33\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32 \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
jsp.posting.message.close=\u0e1b\u0e34\u0e14
jsp.warning.version.here=\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48
jsp.warning.version.confict=\u0e1b\u0e38\u0e48\u0e21\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c <strong>\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01</strong> \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e49\u0e32\u0e2a\u0e21\u0e31\u0e22 \u0e04\u0e25\u0e34\u0e01 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e1b\u0e38\u0e48\u0e21
jsp.warning.version.confict2=\u0e1b\u0e38\u0e48\u0e21\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c <strong>{0}</strong> \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e49\u0e32\u0e2a\u0e21\u0e31\u0e22 \u0e04\u0e25\u0e34\u0e01 {1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e1b\u0e38\u0e48\u0e21
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:
jsp.helpapi.bookmark.prop.title = \u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
jsp.helpapi.bookmark.prop.desc = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14:
jsp.helpapi.bookmark.prop.tags = \u0e41\u0e17\u0e47\u0e01:
jsp.helpapi.bookmark.prop.community = \u0e0a\u0e38\u0e21\u0e0a\u0e19:
jsp.helpapi.bookmark.prop.activity = \u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21:
jsp.helpapi.bookmark.prop.blog = \u0e1a\u0e25\u0e47\u0e2d\u0e01:
jsp.helpapi.bookmark.prop.additional = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21:
jsp.helpapi.bookmark.prop.discussion = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e20\u0e34\u0e1b\u0e23\u0e32\u0e22:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19:

jspf.blogs.noblogs = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e2b\u0e32\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e43\u0e2b\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1a\u0e25\u0e47\u0e2d\u0e01
jspf.communities.nocommunities = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e43\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e0a\u0e38\u0e21\u0e0a\u0e19
jspf.activities.noactivities = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e43\u0e2b\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
jspf.blogs.help.post = \u0e19\u0e35\u0e48\u0e08\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e41\u0e25\u0e30\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
jspf.activities.reader.only = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07

jspf.menu.settings.help = \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
jspf.bookmarks.tags = \u0e41\u0e17\u0e47\u0e01

jsp.help.tags.form = \u0e41\u0e17\u0e47\u0e01\u0e04\u0e37\u0e2d\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e31\u0e14\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e40\u0e14\u0e35\u0e48\u0e22\u0e27 \u0e04\u0e31\u0e48\u0e19\u0e14\u0e49\u0e27\u0e22\u0e0a\u0e48\u0e2d\u0e07\u0e27\u0e48\u0e32\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e08\u0e38\u0e25\u0e20\u0e32\u0e04
jsp.help.tags.all = \u0e41\u0e17\u0e47\u0e01\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e04\u0e37\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e0a\u0e49 \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jsp.help.tags.yours = \u0e19\u0e35\u0e48\u0e04\u0e37\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49 \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jsp.help.recommended.title = \u0e41\u0e19\u0e30\u0e19\u0e33
jsp.help.recommended.form = \u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e04\u0e37\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49 \u0e41\u0e25\u0e30\u0e04\u0e38\u0e13\u0e01\u0e47\u0e40\u0e04\u0e22\u0e43\u0e0a\u0e49\u0e21\u0e32\u0e01\u0e01\u0e48\u0e2d\u0e19 \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jsp.help.popular.form = \u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e04\u0e37\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49 \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jsp.help.recent.title = \u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
jsp.help.recent.form = \u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e04\u0e37\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49 \u0e04\u0e25\u0e34\u0e01\u0e1a\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49

jsp.update.dogear.existing = \u0e04\u0e38\u0e13\u0e21\u0e35\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e44\u0e1b\u0e17\u0e35\u0e48 URL \u0e19\u0e35\u0e49\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01 URL \u0e2d\u0e37\u0e48\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48
jsp.url.invalid = URL \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

jsp.feed.posting.title = \u0e2a\u0e21\u0e31\u0e04\u0e23\u0e1f\u0e35\u0e14
jsp.feed.posting.popup.new = \u0e2a\u0e21\u0e31\u0e04\u0e23\u0e1f\u0e35\u0e14
jsp.feed.add.communities = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.feed.add.browser = \u0e2a\u0e21\u0e31\u0e04\u0e23\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e43\u0e19\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.feed.relatedCommunity.posting.title = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.feed.relatedCommunity.posting.description = \u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e36\u0e49\u0e19\u0e44\u0e1b

jspf.activities.clear = \u0e25\u0e1a\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01
jspf.communities.clear = \u0e25\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01
jspf.blogs.clear = \u0e25\u0e1a\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01

jspf.activities.select.tip=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49
jspf.communities.select.tip=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49
jspf.blogs.select.tip=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49
jspf.communities.select.feed.tip=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e35\u0e14\u0e19\u0e35\u0e49
jspf.relatedCommunities.select.tip=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c

jsp.bookmarklet.activities.select = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.bookmarklet.communities.select = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
jsp.bookmarklet.blogs.select = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
#changes for postfeed servlet
jsp.ibm.subscribe = \u0e2a\u0e21\u0e31\u0e04\u0e23\u0e1f\u0e35\u0e14
jsp.login.intro.subscribe = \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48 {0}Connections{1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e1f\u0e35\u0e14
jsp.login.bookmarklet.use.subscribe = \u0e04\u0e38\u0e13\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23\u0e01\u0e31\u0e1a\u0e1f\u0e35\u0e14\u0e44\u0e14\u0e49\u0e1a\u0e49\u0e32\u0e07?
jsp.login.bookmarklet.collab.subscribe = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1f\u0e35\u0e14\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e43\u0e19\u0e1f\u0e35\u0e14
jsp.bookmarklet.button.new = \u0e1b\u0e38\u0e48\u0e21 "\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01" \u0e43\u0e2b\u0e21\u0e48\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e2d\u0e31\u0e1b\u0e40\u0e14\u0e15\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
jsp.bookmark.duplicate = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e1f\u0e35\u0e14\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e27\u0e49

jsp.relatedCommunity.error.property.community = \u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.relatedCommunity.error.addDuplicateds = {0} \u0e41\u0e25\u0e30 {1} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e19\u0e35\u0e49  \u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 -> \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.relatedCommunity.error.addDuplicated = {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e19\u0e35\u0e49  \u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19 -> \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e0a\u0e38\u0e21\u0e0a\u0e19
jsp.relatedCommunity.error.serverError = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e25\u0e07\u0e43\u0e19 {0} \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07
jsp.relatedCommunity.error.serverErrors = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e25\u0e07\u0e43\u0e19 {0} \u0e41\u0e25\u0e30 {1} \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07
jsp.relatedCommunity.notTrusted = \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21 URL \u0e19\u0e35\u0e49\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e44\u0e27\u0e49\u0e27\u0e32\u0e07\u0e43\u0e08\u0e42\u0e14\u0e22\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a  HCL Connections \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d
jsp.relatedCommunity.notTrusted.passBy = \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e44\u0e27\u0e49\u0e27\u0e32\u0e07\u0e43\u0e08\u0e42\u0e14\u0e22\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections \u0e04\u0e38\u0e13\u0e22\u0e31\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
jsp.relatedCommunity.description.hint = \u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e17\u0e35\u0e48\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e08\u0e30\u0e2a\u0e19\u0e43\u0e08\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
jsp.relatedCommunity.title = \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
jsp.relatedCommunity.legend.communityInformation = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0a\u0e38\u0e21\u0e0a\u0e19
#discuss This
jsp.discussThis.pageTitle = \u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49!
jsp.discussThis.title = \u0e2d\u0e20\u0e34\u0e1b\u0e23\u0e32\u0e22\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
jsp.discussThis.description = \u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e19\u0e35\u0e49\u0e43\u0e19\u0e1f\u0e2d\u0e23\u0e31\u0e21 Connections \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e48\u0e32\u0e19\u0e41\u0e25\u0e30\u0e2a\u0e19\u0e17\u0e19\u0e32
jsp.discussThis.label.forums = \u0e1f\u0e2d\u0e23\u0e31\u0e21:
jsp.discussThis.label.forum = \u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e2d\u0e23\u0e31\u0e21:
jsp.discussThis.label.title = \u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d:
jsp.discussThis.label.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14:
jsp.discussThis.label.warning = \u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19:
jsp.discussThis.label.addComment = \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19:
jsp.discussThis.lagend.topicContent = \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d
jsp.discussThis.forums.own = \u0e09\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07
jsp.discussThis.forums.member = \u0e09\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01
jsp.discussThis.forums.follow = \u0e09\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
jsp.discussThis.forums.public = \u0e2a\u0e32\u0e18\u0e32\u0e23\u0e13\u0e30
jsp.discussThis.forums.hint = \u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e2d\u0e23\u0e31\u0e21
jsp.discussThis.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.discussThis.error.emptyCommunity = \u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07
jsp.discussThis.error.invalidCommunity = \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e19\u0e35\u0e49
jsp.discussThis.error.noForum = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e43\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e19\u0e35\u0e49
jsp.discussThis.error.emptyForum = \u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e1b\u0e25\u0e32\u0e22\u0e17\u0e32\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48
jsp.discussThis.error.invalidForum = \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e19\u0e35\u0e49
jsp.discussThis.error.emptyTitle = \u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e27\u0e48\u0e32\u0e07
jsp.discussThis.error.createTopicError = \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e43\u0e2b\u0e21\u0e48 \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07
jsp.discussThis.error.pinError = \u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e1b\u0e31\u0e01\u0e44\u0e27\u0e49\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1b\u0e31\u0e01\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e19\u0e35\u0e49\u0e41\u0e1a\u0e1a\u0e41\u0e21\u0e19\u0e27\u0e25
jsp.discussThis.error.sessionexpired= \u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e43\u0e14 \u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e04\u0e25\u0e34\u0e1b\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e08\u0e36\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e39\u0e0d\u0e40\u0e2a\u0e35\u0e22\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19\u0e43\u0e2b\u0e21\u0e48
jsp.discussThis.warning = \u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19
jsp.discussThis.warning.externallyShared = \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32
jsp.discussThis.pin = \u0e1b\u0e31\u0e01\u0e2b\u0e21\u0e38\u0e14\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e19\u0e35\u0e49
jsp.discussThis.markQuestion = \u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e16\u0e32\u0e21
jsp.discussThis.by = \u0e42\u0e14\u0e22:
jsp.discussThis.posted = \u0e2a\u0e48\u0e07\u0e41\u0e25\u0e49\u0e27:
jsp.discussThis.save = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
jsp.discussThis.cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
jsp.discussThis.label.topicSummary = \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e08\u0e32\u0e01\u0e40\u0e1e\u0e08\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
jsp.discussThis.Saving = \u0e01\u0e33\u0e25\u0e31\u0e07\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01...

jsp.information = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
jsp.error = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
jsp.success = \u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08
jsp.warning = \u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19
jsp.informationColon = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
jsp.successColon = \u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08:
jsp.warningColon = \u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19:
jsp.errorColon = \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14:
