# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=\u200f\u0645\u062c\u0627\u0644 \u0645\u0637\u0644\u0648\u0628\u200f
jsp.common.required=* \u0645\u0637\u0644\u0648\u0628
jsp.common.legend=\u0648\u0633\u064a\u0644\u0629 \u0627\u0644\u0627\u064a\u0636\u0627\u062d
jsp.login.title = \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0625\u0644\u0649 HCL Connections
jsp.loginerror.error = \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648/\u0623\u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0644\u0627 \u062a\u0637\u0627\u0628\u0642 \u0623\u064a \u0645\u0646 \u0627\u0644\u062d\u0633\u0627\u0628\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0648\u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
#Error here means login error
jsp.loginerror.error.alt = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = \u0642\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u062d\u0641\u0638 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641 \u0623\u0648 \u0625\u0636\u0627\u0641\u0629 \u0648\u062d\u062f\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0633\u062a\u0631\u062c\u0639\u0629.
jsp.login.intro2 = \u0633\u062c\u0651\u0650\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0625\u0644\u0649 HCL Connections.
jsp.login.bookmarklet.use = \u0645\u0627\u0630\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0641\u0639\u0644 \u0628\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641\u061f
jsp.login.bookmarklet.collab = \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0623\u0648 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0645\u0639 \u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0622\u062e\u0631\u064a\u0646. \u062a\u0631\u062d\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0649 \u0645\u062c\u062a\u0645\u0639 \u0623\u0648 \u0646\u0634\u0627\u0637 \u0623\u0648 \u0645\u062f\u0648\u0646\u0627\u062a \u0644\u0627\u0639\u0644\u0627\u0645 \u0632\u0645\u0644\u0627\u0626\u0643 \u0628\u0627\u0644\u0639\u0645\u0644.

jsp.login.label.user = \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645:
jsp.login.password = \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u064a\u0629:
jsp.login.submit = \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = \u0627\u0644\u0645\u0648\u0627\u062f \u0627\u0644\u0645\u0631\u062e\u0651\u064e\u0635\u0629 \u2013 \u0645\u0644\u0643\u064a\u0629 HCL. &#169; \u062d\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u00a9 \u0644\u0634\u0631\u0643\u0629 HCL Technologies Limited \u0644\u0639\u0627\u0645 2007-2022. \u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0642 \u0645\u062d\u0641\u0648\u0638\u0629. \u0631\u0627\u062c\u0639 \u062a\u0631\u062e\u064a\u0635 \u0627\u0644\u0645\u0646\u062a\u062c \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. \u062a\u0639\u062f Java \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u062c\u0627\u0631\u064a\u0629 \u0648\u0627\u0644\u0634\u0639\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0646\u062f\u0629 \u0625\u0644\u0649 Java \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0623\u0648 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 Oracle \u0648/\u0623\u0648 \u0627\u0644\u0634\u0631\u0643\u0627\u062a \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0644\u0647\u0627.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0628\u0625\u0636\u0627\u0641\u0629 \u0645\u0643\u0648\u0646\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629
jsp.tab.dogear = \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0648\u0642\u0641
jsp.tab.communities = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.tab.activities = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u0623\u0646\u0634\u0637\u0629
jsp.tab.blogs = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a

jsp.close.title = \u0634\u0643\u0631\u0627

jsp.posting.title = \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641
jsp.posting.dogear.new = \u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0643\u0640:
jsp.posting.dogear.edit = \u062a\u062d\u0631\u064a\u0631 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641
jsp.posting.communities.important = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0647\u0627\u0645\u0629
jsp.posting.confirm = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u063a\u0627\u0621 \u062d\u0630\u0641 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641. \u0647\u0644 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0628\u0627\u0644\u0641\u0639\u0644\u061f
jsp.posting.cancel.title = \u0627\u0644\u063a\u0627\u0621
jsp.posting.cancel.label = \u0627\u0636\u063a\u0637 \u0644\u0627\u0644\u063a\u0627\u0621 \u0648\u0627\u063a\u0644\u0627\u0642 \u0627\u0644\u0646\u0627\u0641\u0630\u0629

jsp.posting.recommended = \u0645\u0648\u0635\u0649 \u0628\u0647\u0627
#recent means recent tags
jsp.posting.recent = \u0627\u0644\u0623\u062d\u062f\u062b
#popular means popular tags
jsp.posting.popup.popular = \u0627\u0644\u0634\u0627\u0626\u0639\u0629
jsp.posting.all = \u0627\u0644\u0643\u0644
jsp.posting.yours = \u0627\u0644\u062e\u0627\u0635 \u0628\u0643

#private means private bookmarks
jsp.posting.private = \u062e\u0627\u0635
jsp.posting.private.hover = \u0633\u062a\u0638\u0647\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0641\u064a \u0635\u0641\u062d\u0629 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u064a \u0641\u0642\u0637
#public means public bookmarks
jsp.posting.public = \u0639\u0627\u0645
jsp.posting.none=\u0639\u062f\u0645 \u0627\u0644\u0625\u0636\u0627\u0641\u0629
jsp.posting.public.hover = \u064a\u0633\u062a\u0637\u064a\u0639 \u0643\u0644 \u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0645\u0634\u0627\u0647\u062f\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647
#public means public bookmarks
jsp.posting.activity.public= \u0639\u0627\u0645
#private means private bookmarks
jsp.posting.activity.private = \u062e\u0627\u0635
jsp.posting.save = \u062d\u0641\u0638
jsp.posting.save.label= \u0627\u0636\u063a\u0637 \u0644\u062d\u0641\u0638 \u0648\u0627\u063a\u0644\u0627\u0642 \u0627\u0644\u0646\u0627\u0641\u0630\u0629
jsp.posting.delete = \u200f\u062d\u0630\u0641 \u200f
jsp.posting.popup.new = \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641
jsp.posting.popup.edit = \u062a\u062d\u0631\u064a\u0631 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641
jsp.posting_errrr.title = \u0646\u0634\u0631 \u062e\u0637\u0623
jsp.posting_error.generic.reason = \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0645\u062f\u062e\u0644\u0627\u062a\u060c \u0628\u0631\u062c\u0627\u0621 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629.
jsp.posting_error.tryagain = \u0644\u0644\u062e\u0644\u0641
jsp.errorpage.details = \u062a\u0641\u0627\u0635\u064a\u0644
jsp.errorpage.error = \u062d\u062f\u062b \u0634\u064a\u0621 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d - \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0644\u062e\u0644\u0641 \u062b\u0645 \u0623\u0639\u062f \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649. \u0627\u0630\u0627 \u0644'\u0645 \u062a\u0646\u062c\u062d \u0647\u0630\u0647 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629\u060c \u0642\u0645 \u0628\u0627\u0628\u0644\u0627\u063a \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0628\u0627\u0644\u0645\u0634\u0643\u0644\u0629.
jsp.error.session.expired=\u0644\u0645 \u0646\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0637\u0644\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0628\u0633\u0628\u0628 \u0627\u0646\u062a\u0647\u0627\u0621 \u0648\u0642\u062a \u062c\u0644\u0633\u0629 \u0627\u0644\u0639\u0645\u0644. \u0628\u0631\u062c\u0627\u0621 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
jsp.posting.message.close=\u200f\u0627\u063a\u0644\u0627\u0642\u200f
jsp.warning.version.here=\u0647\u0646\u0627
jsp.warning.version.confict=\u0627\u0646 \u0645\u0641\u062a\u0627\u062d \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 <strong>\u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641</strong> \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0642\u062f\u064a\u0645. \u0627\u0636\u063a\u0637 {0} \u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0641\u062a\u0627\u062d.
jsp.warning.version.confict2=\u0627\u0646 \u0645\u0641\u062a\u0627\u062d \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636  <strong>{0}</strong> \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0642\u062f\u064a\u0645. \u0627\u0636\u063a\u0637 {1} \u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0641\u062a\u0627\u062d.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = \u0639\u0646\u0648\u0627\u0646 URL:\u200f
jsp.helpapi.bookmark.prop.title = \u200f\u0627\u0644\u0639\u0646\u0648\u0627\u0646\u200f:
jsp.helpapi.bookmark.prop.desc = \u200f\u0627\u0644\u0648\u0635\u0641:\u200f
jsp.helpapi.bookmark.prop.tags = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645:
jsp.helpapi.bookmark.prop.community = \u0627\u0644\u0645\u062c\u062a\u0645\u0639:
jsp.helpapi.bookmark.prop.activity = \u0627\u0644\u0646\u0634\u0627\u0637:
jsp.helpapi.bookmark.prop.blog = \u0627\u0644\u0645\u062f\u0648\u0646\u0629:
jsp.helpapi.bookmark.prop.additional = \u0648\u0635\u0641 \u0625\u0636\u0627\u0641\u064a:
jsp.helpapi.bookmark.prop.discussion = \u0631\u0633\u0627\u0644\u0629 \u0644\u0644\u0645\u0646\u0627\u0642\u0634\u0629:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = \u0648\u0635\u0641 \u0627\u0644\u0645\u062c\u062a\u0645\u0639:

jspf.blogs.noblogs = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u0645\u062f\u0648\u0646\u0627\u062a. \u0644\u0644\u0628\u062f\u0621\u060c \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0645\u062f\u0648\u0646\u0627\u062a.
jspf.communities.nocommunities = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a \u0645\u062c\u062a\u0645\u0639\u0627\u062a. \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0623\u0648 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0644\u0645\u062c\u062a\u0645\u0639 \u0641\u064a \u0645\u0646\u0637\u0642\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a.
jspf.activities.noactivities = \u0644\u0627 \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0623\u064a \u0623\u0646\u0634\u0637\u0629. \u0644\u0644\u0628\u062f\u0621\u060c \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0623\u062d\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629.
jspf.blogs.help.post = \u0633\u064a\u0642\u0648\u0645 \u0630\u0644\u0643 \u0628\u062a\u0643\u0648\u064a\u0646 \u0627\u062f\u062e\u0627\u0644 \u062c\u062f\u064a\u062f \u0645\u0639 \u0631\u0627\u0628\u0637 \u0627\u0644\u0649 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0645\u062a\u0636\u0645\u0646\u0627 \u0627\u0644\u0648\u0635\u0641 \u0648\u0627\u0644\u0648\u0635\u0641 \u0627\u0644\u0627\u0636\u0627\u0641\u064a.
jspf.activities.reader.only = \u0644\u0627 \u062a\u0639\u062f \u0645\u0624\u0644\u0641 \u0623\u0648 \u0645\u0627\u0644\u0643 \u0627\u0644\u0646\u0634\u0627\u0637. \u0644\u0646\u0634\u0631 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641\u060c \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0648\u0627\u0641\u0631 \u0644\u062f\u064a\u0643 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0645\u0624\u0644\u0641 \u0623\u0648 \u0627\u0644\u0645\u0627\u0644\u0643.

jspf.menu.settings.help = \u200f\u0645\u0633\u0627\u0639\u062f\u0629\u200f
jspf.bookmarks.tags = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645

jsp.help.tags.form = \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0643\u0644\u0645\u0627\u062a \u0645\u0631\u0634\u062f\u0629 \u062a\u0642\u0648\u0645 \u0628\u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0644\u062a\u0635\u0646\u064a\u0641 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0642\u0645 \u0628\u0627\u062f\u062e\u0627\u0644 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0643\u0643\u0644\u0645\u0629 \u0648\u0627\u062d\u062f\u0629\u060c \u062a\u0641\u0635\u0644 \u0628\u064a\u0646\u0647\u0627 \u0645\u0633\u0627\u0641\u0627\u062a \u0623\u0648 \u0641\u0648\u0627\u0635\u0644.
jsp.help.tags.all = \u0647\u0630\u0647 \u0647\u064a \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u0642\u0627\u0645 \u0623\u0634\u062e\u0627\u0635 \u0622\u062e\u0631\u0648\u0646 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u062d\u062f\u0649 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
jsp.help.tags.yours = \u0647\u0630\u0647 \u0647\u064a \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u062d\u062f\u0649 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
jsp.help.recommended.title = \u0645\u0648\u0635\u0649 \u0628\u0647\u0627
jsp.help.recommended.form = \u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0628\u0639\u0636 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u0648\u0635\u0649 \u0628\u0647\u0627 \u0627\u0644\u062a\u064a \u0627\u0633\u062a\u062e\u062f\u0645\u0647\u0627 \u0623\u0634\u062e\u0627\u0635 \u0622\u062e\u0631\u0648\u0646 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0648\u0642\u0645\u062a \u0623\u0646\u062a \u0643\u0630\u0644\u0643 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0645\u0646 \u0642\u0628\u0644. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u062d\u062f\u0649 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
jsp.help.popular.form = \u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0628\u0639\u0636 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0634\u0627\u0626\u0639\u0629 \u0627\u0644\u062a\u064a \u0642\u0627\u0645 \u0623\u0634\u062e\u0627\u0635 \u0622\u062e\u0631\u0648\u0646 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u062d\u062f\u0649 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.
jsp.help.recent.title = \u0627\u0644\u0623\u062d\u062f\u062b
jsp.help.recent.form = \u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0645\u0624\u062e\u0631\u0627. \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u062d\u062f\u0649 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0643\u0634\u0641 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647.

jsp.update.dogear.existing = \u064a\u0648\u062c\u062f \u0644\u062f\u064a\u0643 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641 \u0628\u0627\u0644\u0641\u0639\u0644 \u0644\u0639\u0646\u0648\u0627\u0646 URL \u0647\u0630\u0627. \u0628\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0639\u0646\u0648\u0627\u0646 URL \u0645\u062e\u062a\u0644\u0641 \u0623\u0648 \u0642\u0645 \u0628\u062a\u0639\u062f\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u062d\u0627\u0644\u064a\u0627.
jsp.url.invalid = \u0639\u0646\u0648\u0627\u0646 URL \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.

jsp.feed.posting.title = \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629
jsp.feed.posting.popup.new = \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629
jsp.feed.add.communities = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a
jsp.feed.add.browser = \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
jsp.feed.relatedCommunity.posting.title = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0645\u062a\u0639\u0644\u0642
jsp.feed.relatedCommunity.posting.description = \u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0648\u0627\u062d\u062f \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629.

jspf.activities.clear = \u0645\u062d\u0648 \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629
jspf.communities.clear = \u0645\u062d\u0648 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u062d\u062f\u062f\u0629
jspf.blogs.clear = \u0645\u062d\u0648 \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0627\u0644\u0645\u062d\u062f\u062f\u0629

jspf.activities.select.tip=\u062d\u062f\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0627\u0644\u064a\u0647\u0627
jspf.communities.select.tip=\u062d\u062f\u062f \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0627\u0644\u064a\u0647\u0627
jspf.blogs.select.tip=\u062d\u062f\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0647\u0630\u0647 \u0627\u0644\u064a\u0647\u0627
jspf.communities.select.feed.tip=\u062d\u062f\u062f \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0627\u0644\u064a\u0647\u0627
jspf.relatedCommunities.select.tip=\u062d\u062f\u062f \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0631\u0627\u0628\u0637 \u0644\u0647\u0627.

jsp.bookmarklet.activities.select = \u062d\u062f\u062f \u0627\u0644\u0623\u0646\u0634\u0637\u0629 \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0631\u0633\u0627\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u064a\u0647\u0627.
jsp.bookmarklet.communities.select = \u062d\u062f\u062f \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0631\u0633\u0627\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u064a\u0647\u0627.
jsp.bookmarklet.blogs.select = \u062d\u062f\u062f \u0627\u0644\u0645\u062f\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u0627\u0631\u0633\u0627\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u064a\u0647\u0627.
#changes for postfeed servlet
jsp.ibm.subscribe = \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629
jsp.login.intro.subscribe = \u0642\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0628\u0628\u0631\u0646\u0627\u0645\u062c {0}Connections{1} \u0644\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629.
jsp.login.bookmarklet.use.subscribe = \u0645\u0627 \u0627\u0644\u0630\u064a \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 \u0645\u0639 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629\u061f
jsp.login.bookmarklet.collab.subscribe = \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0648\u062d\u062f\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0627\u0644\u0649 \u0645\u062c\u062a\u0645\u0639 \u0628\u062d\u064a\u062b \u064a\u0633\u062a\u0637\u064a\u0639 \u0643\u0644 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0645\u0634\u0627\u0647\u062f\u0629 \u0623\u062d\u062f\u062b \u062a\u0639\u062f\u064a\u0644\u0627\u062a \u0644\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u062f\u062e\u0627\u0644\u0647\u0627 \u0641\u064a \u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629.
jsp.bookmarklet.button.new = \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 "\u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641" \u0627\u0644\u062c\u062f\u064a\u062f \u0627\u0644\u0622\u0646\u060c \u0628\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u0645\u062a\u0648\u0627\u0641\u0631 \u0644\u062f\u064a\u0643 \u0628\u0623\u062d\u062f\u062b \u0646\u0633\u062e\u0629.
jsp.bookmark.duplicate = \u0644\u0646 \u064a\u0645\u0643\u0646\u0643 \u0625\u0636\u0627\u0641\u0629 \u0639\u0644\u0627\u0645\u0629 \u062a\u0648\u0642\u0641 \u0623\u0648 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0627\u0644\u0649 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0630\u064a \u064a\u062a\u0636\u0645\u0646 \u0627\u0644\u0628\u0646\u062f \u0627\u0644\u062c\u0627\u0631\u064a \u062a\u0643\u0648\u064a\u0646\u0647.

jsp.relatedCommunity.error.property.community = \u0627\u0644\u0645\u062c\u062a\u0645\u0639
jsp.relatedCommunity.error.addDuplicateds = \u0644\u0645 \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629 \u0627\u0644\u0649 {0} \u0648 {1}. \u0644\u0627\u062a\u0627\u062d\u0629 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629\u060c \u0627\u062e\u062a\u0631 \u062a\u0635\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639 -> \u062a\u0647\u064a\u0626\u0629\u060c \u0648\u0642\u0645 \u0628\u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629 \u0644\u0643\u0644 \u0645\u062c\u062a\u0645\u0639.
jsp.relatedCommunity.error.addDuplicated = \u0644\u0645 \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629 \u0627\u0644\u0649 {0}. \u0644\u0627\u062a\u0627\u062d\u0629 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629\u060c \u0627\u062e\u062a\u0631 \u062a\u0635\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639 -> \u062a\u0647\u064a\u0626\u0629\u060c \u0648\u0642\u0645 \u0628\u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0635\u0631 \u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u062a\u0628\u0637\u0629.
jsp.relatedCommunity.error.serverError = \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u062d\u0627\u0648\u0644\u0629 \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0627 \u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0649 {0}. \u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.relatedCommunity.error.serverErrors = \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0627 \u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0649 {0} \u0648 {1}. \u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.relatedCommunity.notTrusted = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0630\u0627 \u0644\u0623\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0645\u0648\u062c\u0648\u062f \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u063a\u064a\u0631 \u0645\u0648\u062b\u0642\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 HCL Connections. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0646\u0638\u0627\u0645 HCL Connections \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629.
jsp.relatedCommunity.notTrusted.passBy = \u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0645\u0648\u062c\u0648\u062f \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u063a\u064a\u0631 \u0645\u0648\u062b\u0642\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 HCL Connections. \u0647\u0644 \u0645\u0627\u0632\u0644\u062a \u062a\u0631\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u062c\u062a\u0645\u0639\u061f
jsp.relatedCommunity.description.hint = \u0648\u0636\u062d \u0644\u0645\u0627\u0630\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0645\u062a\u0639\u0644\u0642 \u0645\u0648\u0636\u0639 \u0627\u0647\u062a\u0645\u0627\u0645 \u0645\u0646 \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
jsp.relatedCommunity.title = \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629
jsp.relatedCommunity.legend.communityInformation = \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u062c\u062a\u0645\u0639
#discuss This
jsp.discussThis.pageTitle = \u0645\u0646\u0627\u0642\u0634\u0629 \u0647\u0630\u0627!
jsp.discussThis.title = \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629 \u0645\u0639
jsp.discussThis.description = \u0642\u0645 \u0628\u0627\u0631\u0633\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0649 \u0623\u062d\u062f \u0645\u0646\u062a\u062f\u064a\u0627\u062a Connections \u0645\u0646 \u0632\u0645\u0644\u0627\u0626\u0643 \u0644\u0644\u0642\u0631\u0627\u0621\u0629 \u0648\u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629.
jsp.discussThis.label.forums = \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629:
jsp.discussThis.label.forum = \u0627\u0633\u0645 \u0645\u0646\u062a\u062f\u0649 \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629:
jsp.discussThis.label.title = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0636\u0648\u0639:
jsp.discussThis.label.error = \u062e\u0637\u0623:
jsp.discussThis.label.warning = \u062a\u062d\u0630\u064a\u0631:
jsp.discussThis.label.addComment = \u0625\u0636\u0627\u0641\u0629 \u062a\u0639\u0642\u064a\u0628:
jsp.discussThis.lagend.topicContent = \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0648\u0636\u0648\u0639
jsp.discussThis.forums.own = \u0623\u0639\u062f \u0645\u0627\u0644\u0643
jsp.discussThis.forums.member = \u0623\u0639\u062f \u0639\u0636\u0648\u0627
jsp.discussThis.forums.follow = \u0623\u062a\u0627\u0628\u0639
jsp.discussThis.forums.public = \u0639\u0627\u0645
jsp.discussThis.forums.hint = \u0623\u062f\u062e\u0644 \u0627\u0633\u0645 \u0627\u0644\u0645\u0646\u062a\u062f\u0649
jsp.discussThis.error = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.discussThis.error.emptyCommunity = \u0627\u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0645\u0633\u062a\u0647\u062f\u0641 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u062e\u0627\u0644\u064a.
jsp.discussThis.error.invalidCommunity = \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u062c\u062a\u0645\u0639 \u0635\u062d\u064a\u062d \u0644\u0627\u0631\u0633\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0649.
jsp.discussThis.error.noForum = \u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u062c\u062a\u0645\u0639.
jsp.discussThis.error.emptyForum = \u0627\u0644\u0645\u0646\u062a\u062f\u0649 \u0627\u0644\u0645\u0633\u062a\u0647\u062f\u0641 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0648\u062c\u0648\u062f\u0627.
jsp.discussThis.error.invalidForum = \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u0627\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0645\u0646\u062a\u062f\u0649 \u0635\u062d\u064a\u062d \u0644\u0627\u0631\u0633\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u064a\u0647.
jsp.discussThis.error.emptyTitle = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u062e\u0627\u0644\u064a\u0627.
jsp.discussThis.error.createTopicError = \u062d\u062f\u062b \u062e\u0637\u0623 \u0639\u0646\u062f \u062a\u0643\u0648\u064a\u0646 \u0645\u0648\u0636\u0648\u0639 \u062c\u062f\u064a\u062f. \u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.discussThis.error.pinError = \u0641\u0634\u0644 \u0627\u0631\u0641\u0627\u0642 \u0627\u0644\u0645\u0648\u0636\u0648\u0639. \u064a\u0645\u0643\u0646\u0643 \u062a\u062b\u0628\u064a\u062a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u064a\u062f\u0648\u064a\u0627.
jsp.discussThis.error.sessionexpired= \u0644\u0642\u062f \u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u062e\u0631\u0648\u062c\u0643 \u0622\u0644\u064a\u064b\u0627 \u0645\u0646 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0628\u0633\u0628\u0628 \u0639\u062f\u0645 \u0627\u0644\u0641\u0639\u0627\u0644\u064a\u0629. \u0642\u0645 \u0628\u0646\u0633\u062e \u0623\u064a \u0646\u0635 \u0642\u0645\u062a \u0628\u0625\u062f\u062e\u0627\u0644\u0647 \u0641\u064a \u0627\u0644\u0645\u0633\u0648\u062f\u0629 \u0628\u062d\u064a\u062b \u0644\u0627 \u064a\u062a\u0645 \u0641\u0642\u062f\u0647\u060c \u062b\u0645 \u0642\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u0644\u0628\u062f\u0621 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
jsp.discussThis.warning = \u062a\u062d\u0630\u064a\u0631
jsp.discussThis.warning.externallyShared = \u064a\u0645\u0643\u0646 \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u064a\u0646.
jsp.discussThis.pin = \u062a\u062b\u0628\u064a\u062a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
jsp.discussThis.markQuestion = \u0642\u0645 \u0628\u062a\u0639\u0644\u064a\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0636\u0648\u0639 \u0643\u0633\u0624\u0627\u0644
jsp.discussThis.by = \u0628\u0648\u0627\u0633\u0637\u0629:
jsp.discussThis.posted = \u0627\u0631\u0633\u0627\u0644 \u0641\u064a:
jsp.discussThis.save = \u062d\u0641\u0638
jsp.discussThis.cancel = \u0627\u0644\u063a\u0627\u0621
jsp.discussThis.label.topicSummary = \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u062a\u0645 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u064a\u0647\u0627 \u0645\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0623\u0635\u0644\u064a\u0629.
jsp.discussThis.Saving = \u200f\u062c\u0627\u0631\u064a \u0627\u0644\u062d\u0641\u0638...\u200f

jsp.information = \u200f\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a\u200f
jsp.error = \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0622\u0646.  \u062d\u0627\u0648\u0644 \u0627\u062c\u0631\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.
jsp.success = \u0646\u062c\u0627\u062d
jsp.warning = \u062a\u062d\u0630\u064a\u0631
jsp.informationColon = \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a:
jsp.successColon = \u0646\u062c\u0627\u062d:
jsp.warningColon = \u062a\u062d\u0630\u064a\u0631:
jsp.errorColon = \u062e\u0637\u0623:
