# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

# DO NOT TRANSLATE. Component ID key required by msgID tool.
str.msgid.ignore=true

## G11N GA UI

## MESSAGES GO DOWN HERE in format key=value
# Do not translate "Connections" in the following string
jsp.common.requireField=Campo obrigat\u00f3rio
jsp.common.required=* Obrigat\u00f3rio
jsp.common.legend=Legenda
jsp.login.title = In\u00edcio de sess\u00e3o do HCL Connections
jsp.loginerror.error = O nome do utilizador e/ou palavra-passe n\u00e3o correspondem a quaisquer contas existentes. Verifique e tente novamente.
#Error here means login error
jsp.loginerror.error.alt = Erro
jsp.ibm.bookmarks = HCL Connections
#{0}{1} are html tag, translation not required.
jsp.login.intro = Inicie sess\u00e3o para guardar um marcador ou adicionar um feed.
jsp.login.intro2 = Inicie sess\u00e3o no HCL Connections.
jsp.login.bookmarklet.use = O que pode fazer com marcadores?
jsp.login.bookmarklet.collab = Adicione um marcador ao conjunto particular ou partilhe o mesmo com outros utilizadores dos Marcadores. Publique o marcador numa comunidade, actividade ou blogue para manter os colegas informados.

jsp.login.label.user = Nome de utilizador:
jsp.login.password = Palavra-passe:
jsp.login.submit = Iniciar sess\u00e3o

jsp.login.ibm.logo = HCL
jsp.login.copyright.text = Materiais Licenciados \u2013 Propriedade da HCL. &#169; Copyright HCL Technologies Limited 2007-2022. Todos os direitos reservados. Consulte a licen\u00e7a de produto para obter detalhes. Java e todos os log\u00f3tipos e marcas comerciais baseadas em Java s\u00e3o marcas registadas ou marcas comerciais registadas da Oracle e/ou afiliados.

jsp.login.connections.logo = HCL Connections

jsp.tabs.desc = Este marcador pode ser adicionado a v\u00e1rios componentes
jsp.tab.dogear = Adicionar aos Marcadores
jsp.tab.communities = Adicionar \u00e0s Comunidades
jsp.tab.activities = Adicionar \u00e0s Actividades
jsp.tab.blogs = Adicionar aos Blogues

jsp.close.title = obrigado

jsp.posting.title = Adicionar marcador
jsp.posting.dogear.new = Adicionar aos marcadores como:
jsp.posting.dogear.edit = Editar marcador
jsp.posting.communities.important = Adicionar aos marcadores importantes
jsp.posting.confirm = N\u00e3o \u00e9 poss\u00edvel anular a elimina\u00e7\u00e3o de um marcador. Tem a certeza de que pretende eliminar este marcador?
jsp.posting.cancel.title = Cancelar
jsp.posting.cancel.label = Fa\u00e7a clique para cancelar e fechar a janela

jsp.posting.recommended = Recomendadas
#recent means recent tags
jsp.posting.recent = Recentes
#popular means popular tags
jsp.posting.popup.popular = Populares
jsp.posting.all = Tudo
jsp.posting.yours = As suas

#private means private bookmarks
jsp.posting.private = Privado
jsp.posting.private.hover = O marcador apenas ser\u00e1 apresentado na p\u00e1gina Os meus marcadores
#public means public bookmarks
jsp.posting.public = P\u00fablico
jsp.posting.none=N\u00e3o adicionar
jsp.posting.public.hover = Todos os utilizadores dos Marcadores podem ver este marcador
#public means public bookmarks
jsp.posting.activity.public= P\u00fablico
#private means private bookmarks
jsp.posting.activity.private = Privado
jsp.posting.save = Guardar
jsp.posting.save.label= Fa\u00e7a clique para guardar e fechar a janela
jsp.posting.delete = Eliminar
jsp.posting.popup.new = Adicionar marcador
jsp.posting.popup.edit = Editar marcador
jsp.posting_errrr.title = Erro de publica\u00e7\u00e3o
jsp.posting_error.generic.reason = Ocorreu um erro ao introduzir dados. Tente novamente.
jsp.posting_error.tryagain = Retroceder
jsp.errorpage.details = Detalhes
jsp.errorpage.error = Ocorreu um problema - fa\u00e7a clique no bot\u00e3o Retroceder e tente novamente. Se n\u00e3o funcionar, relate o problema ao administrador do sistema.
jsp.error.session.expired=N\u00e3o foi poss\u00edvel processar o pedido devido a um tempo limite de sess\u00e3o excedido. Tente novamente.
jsp.posting.message.close=Fechar
jsp.warning.version.here=aqui
jsp.warning.version.confict=O bot\u00e3o do navegador <strong>Adicionar marcador</strong> est\u00e1 desactualizado. Fa\u00e7a clique em {0} para actualizar o bot\u00e3o.
jsp.warning.version.confict2=O bot\u00e3o do navegador <strong>{0}</strong> est\u00e1 desactualizado. Fa\u00e7a clique em {1} para actualizar o bot\u00e3o.
#jsp.posting.tags.label.title = space separated text tags

jsp.helpapi.bookmark.prop.url = URL:
jsp.helpapi.bookmark.prop.title = T\u00edtulo:
jsp.helpapi.bookmark.prop.desc = Descri\u00e7\u00e3o:
jsp.helpapi.bookmark.prop.tags = Etiquetas:
jsp.helpapi.bookmark.prop.community = Comunidade:
jsp.helpapi.bookmark.prop.activity = Actividade:
jsp.helpapi.bookmark.prop.blog = Blogue:
jsp.helpapi.bookmark.prop.additional = Descri\u00e7\u00e3o adicional:
jsp.helpapi.bookmark.prop.discussion = Mensagem para debate:
jsp.helpapi.bookmark.prop.relatedCommunityDesc = Descri\u00e7\u00e3o da comunidade:

jspf.blogs.noblogs = N\u00e3o tem qualquer blogue. Para come\u00e7ar, crie um blogue.
jspf.communities.nocommunities = N\u00e3o tem qualquer comunidade. Participe ou crie uma comunidade na \u00e1rea Comunidades.
jspf.activities.noactivities = N\u00e3o tem qualquer actividade. Para come\u00e7ar, crie uma actividade.
jspf.blogs.help.post = Esta ac\u00e7\u00e3o ir\u00e1 criar uma nova entrada com uma liga\u00e7\u00e3o para o marcador, incluindo a descri\u00e7\u00e3o e a descri\u00e7\u00e3o adicional.
jspf.activities.reader.only = O utilizador n\u00e3o \u00e9 autor nem propriet\u00e1rio da actividade. Para publicar marcadores, \u00e9 necess\u00e1rio ter fun\u00e7\u00e3o de autor ou de propriet\u00e1rio.

jspf.menu.settings.help = Ajuda
jspf.bookmarks.tags = Etiquetas

jsp.help.tags.form = As etiquetas s\u00e3o palavras-chave atribu\u00eddas para categorizar o marcador. Introduza as etiquetas como uma \u00fanica palavra, separadas por espa\u00e7os ou v\u00edrgulas.
jsp.help.tags.all = Estas s\u00e3o as etiquetas que outras pessoas utilizaram. Fa\u00e7a clique numa etiqueta para a adicionar \u00e0 lista de etiquetas para este marcador.
jsp.help.tags.yours = Estas s\u00e3o as etiquetas que utilizou. Fa\u00e7a clique numa etiqueta para a adicionar \u00e0 lista de etiquetas para este marcador.
jsp.help.recommended.title = Recomendadas
jsp.help.recommended.form = Em seguida, encontram-se as etiquetas recomendadas que outras pessoas utilizaram para este marcador e que o utilizador tamb\u00e9m utilizou anteriormente. Fa\u00e7a clique numa etiqueta para a adicionar \u00e0 lista de etiquetas para este marcador.
jsp.help.popular.form = Em seguida, encontram-se as etiquetas mais populares que outras pessoas utilizaram para este marcador. Fa\u00e7a clique numa etiqueta para a adicionar \u00e0 lista de etiquetas para este marcador.
jsp.help.recent.title = Recentes
jsp.help.recent.form = Em seguida, encontram-se as etiquetas utilizadas pelo utilizador. Fa\u00e7a clique numa etiqueta para a adicionar \u00e0 lista de etiquetas para este marcador.

jsp.update.dogear.existing = J\u00e1 tem um marcador para este URL. Seleccione outro URL ou actualize o marcador existente.
jsp.url.invalid = O URL n\u00e3o \u00e9 v\u00e1lido.

jsp.feed.posting.title = Subscrever feed
jsp.feed.posting.popup.new = Subscrever feed
jsp.feed.add.communities = Adicionar \u00e0s Comunidades
jsp.feed.add.browser = Subscrever no navegador
jsp.feed.relatedCommunity.posting.title = Adicionar \u00e0 comunidade relacionada
jsp.feed.relatedCommunity.posting.description = Liga\u00e7\u00e3o para esta comunidade a partir de uma ou mais comunidades relacionadas.

jspf.activities.clear = Limpar actividades seleccionadas
jspf.communities.clear = Limpar comunidades seleccionadas
jspf.blogs.clear = Limpar blogues selecionados

jspf.activities.select.tip=Selecionar as atividades \u00e0s quais pretende adicionar este marcador
jspf.communities.select.tip=Seleccionar as comunidades \u00e0s quais pretende adicionar este marcador
jspf.blogs.select.tip=Seleccionar os blogues aos quais pretende adicionar este marcador
jspf.communities.select.feed.tip=Seleccionar as comunidades \u00e0s quais pretende adicionar este feed
jspf.relatedCommunities.select.tip=Seleccione as comunidades \u00e0s quais pretende adicionar a liga\u00e7\u00e3o.

jsp.bookmarklet.activities.select = Seleccione as actividades nas quais pretende publicar o marcador.
jsp.bookmarklet.communities.select = Seleccione as comunidades nas quais pretende publicar o marcador.
jsp.bookmarklet.blogs.select = Seleccione os blogues nos quais pretende publicar o marcador.
#changes for postfeed servlet
jsp.ibm.subscribe = Subscrever feed
jsp.login.intro.subscribe = Inicie sess\u00e3o no {0}Connections{1} para subscrever um feed.
jsp.login.bookmarklet.use.subscribe = O que pode fazer com feeds?
jsp.login.bookmarklet.collab.subscribe = Adicione um feed a uma comunidade para que todos os membros da comunidade possam visualizar as \u00faltimas actualiza\u00e7\u00f5es das informa\u00e7\u00f5es publicadas no feed.
jsp.bookmarklet.button.new = Est\u00e1 agora dispon\u00edvel um novo bot\u00e3o "Adicionar marcador". Actualize o seu bot\u00e3o para a \u00faltima vers\u00e3o.
jsp.bookmark.duplicate = N\u00e3o \u00e9 poss\u00edvel adicionar o marcador ou o feed \u00e0 comunidade que cont\u00e9m o item que est\u00e1 a ser introduzido.

jsp.relatedCommunity.error.property.community = Comunidade
jsp.relatedCommunity.error.addDuplicateds = {0} e {1} n\u00e3o t\u00eam a fun\u00e7\u00e3o Comunidades relacionadas activada. Para activar esta fun\u00e7\u00e3o, seleccione Ac\u00e7\u00f5es da comunidade -> Personalizar e adicione o mecanismo Comunidades relacionadas a cada comunidade.
jsp.relatedCommunity.error.addDuplicated = {0} n\u00e3o tem a fun\u00e7\u00e3o Comunidades relacionadas activada. Para activar esta fun\u00e7\u00e3o, seleccione Ac\u00e7\u00f5es da comunidade -> Personalizar e adicione o mecanismo Comunidades relacionadas.
jsp.relatedCommunity.error.serverError = Ocorreu um erro ao tentar adicionar esta liga\u00e7\u00e3o a {0}. Tente novamente mais tarde.
jsp.relatedCommunity.error.serverErrors = Ocorreram erros ao tentar adicionar esta liga\u00e7\u00e3o a {0} e {1}. Tente novamente mais tarde.
jsp.relatedCommunity.notTrusted = N\u00e3o \u00e9 poss\u00edvel adicionar este URL, uma vez que a comunidade se encontra num servidor que n\u00e3o \u00e9 considerado como fidedigno pelo servidor do HCL Connections. Contacte o administrador do HCL Connections para obter assist\u00eancia.
jsp.relatedCommunity.notTrusted.passBy = Esta comunidade encontra-se num servidor que n\u00e3o \u00e9 considerado como fidedigno pelo servidor do HCL Connections. Continua a pretender adicionar a comunidade?
jsp.relatedCommunity.description.hint = Descreva o motivo pelo qual esta comunidade relacionada poder\u00e1 ser do interesse da sua comunidade.
jsp.relatedCommunity.title = Comunidade relacionada
jsp.relatedCommunity.legend.communityInformation = Informa\u00e7\u00f5es sobre a comunidade
#discuss This
jsp.discussThis.pageTitle = Debater isto!
jsp.discussThis.title = Debater isto
jsp.discussThis.description = Publique este conte\u00fado num f\u00f3rum do Connections para que os seus colegas leiam e debatam o mesmo.
jsp.discussThis.label.forums = F\u00f3runs:
jsp.discussThis.label.forum = Nome do f\u00f3rum:
jsp.discussThis.label.title = T\u00edtulo do t\u00f3pico:
jsp.discussThis.label.error = Erro:
jsp.discussThis.label.warning = Aviso:
jsp.discussThis.label.addComment = Adicionar um coment\u00e1rio:
jsp.discussThis.lagend.topicContent = Conte\u00fado do t\u00f3pico
jsp.discussThis.forums.own = Sou um propriet\u00e1rio
jsp.discussThis.forums.member = Sou um membro
jsp.discussThis.forums.follow = Estou a acompanhar
jsp.discussThis.forums.public = P\u00fablico
jsp.discussThis.forums.hint = Introduza o nome de um f\u00f3rum
jsp.discussThis.error = Erro
jsp.discussThis.error.emptyCommunity = A comunidade de destino n\u00e3o pode estar vazia.
jsp.discussThis.error.invalidCommunity = Tem de introduzir um nome v\u00e1lido da comunidade na qual publicar este conte\u00fado.
jsp.discussThis.error.noForum = N\u00e3o existem quaisquer f\u00f3runs nesta comunidade.
jsp.discussThis.error.emptyForum = O f\u00f3rum de destino tem de existir.
jsp.discussThis.error.invalidForum = Tem de introduzir um nome v\u00e1lido do f\u00f3rum no qual publicar este conte\u00fado.
jsp.discussThis.error.emptyTitle = O t\u00edtulo do t\u00f3pico n\u00e3o pode estar vazio.
jsp.discussThis.error.createTopicError = Ocorreu um erro ao criar o novo t\u00f3pico. Tente novamente mais tarde.
jsp.discussThis.error.pinError = Falha ao marcar o t\u00f3pico. Pode marcar este t\u00f3pico manualmente.
jsp.discussThis.error.sessionexpired= A sess\u00e3o do utilizador no servidor foi conclu\u00edda automaticamente devido a inatividade. Copie qualquer texto que tenha introduzido para a \u00e1rea de transfer\u00eancia, de modo a n\u00e3o perder o mesmo e, em seguida, inicie sess\u00e3o para recome\u00e7ar.
jsp.discussThis.warning = Aviso
jsp.discussThis.warning.externallyShared = O conte\u00fado n\u00e3o p\u00f4de ser visualizado por utilizadores externos.
jsp.discussThis.pin = Marcar este t\u00f3pico
jsp.discussThis.markQuestion = Marcar este t\u00f3pico como uma pergunta
jsp.discussThis.by = por:
jsp.discussThis.posted = Publicado:
jsp.discussThis.save = Guardar
jsp.discussThis.cancel = Cancelar
jsp.discussThis.label.topicSummary = O conte\u00fado obtido a partir da p\u00e1gina original.
jsp.discussThis.Saving = A guardar...

jsp.information = Informa\u00e7\u00f5es
jsp.error = Erro
jsp.success = \u00caxito
jsp.warning = Aviso
jsp.informationColon = Informa\u00e7\u00f5es:
jsp.successColon = \u00caxito:
jsp.warningColon = Aviso:
jsp.errorColon = Erro:
