# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2008, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043d\u0430 connections.
error.connctions.4in1servlet=CLFRO0030E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u0441\u0442\u0430\u043f\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0441\u043e \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435.
error.connections.entry.parse=CLFRO0027E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0441\u0447\u043b\u0435\u043d\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0432\u043b\u0435\u0437\u043d\u0438\u043e\u0442 \u0437\u0430\u043f\u0438\u0441 \u0432\u043e \u0438\u043d\u0441\u0442\u0430\u043d\u0446\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0458\u0435\u043a\u0442\u043e\u0442.
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u0414\u043e\u0431\u0438\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u043e\u0442 \u043e\u0434 url-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 {0} \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
#{0} is a url string
error.update.dogear=CLFRO0021E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442.
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442.
error.post.dogear=CLFRO0002E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043e \u041e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u0438.
error.post.communities=CLFRO0024E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043e \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u0417\u0430\u0435\u0434\u043d\u0438\u0446\u0438.
error.post.activities=CLFRO0017E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043e \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u0410\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438.
error.post.blogs=CLFRO0031E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043e\u0431\u0458\u0430\u0432\u0438 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0432\u043e \u0435\u0434\u0435\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u0411\u043b\u043e\u0433\u043e\u0432\u0438.
#{0} is a url string
error.dogear.count=CLFRO0007E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0438\u0435 \u0431\u0440\u043e\u0458 \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442, url-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435: {0}
error.post.dogear.check=CLFRO0026E: \u041f\u043e\u0442\u0432\u0440\u0434\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 url-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: \u0421\u0435\u0440\u0432\u0438\u0441\u043e\u0442 {0} \u043d\u0435 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d. \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435 \u043d\u0430 \u0442\u043e\u0447\u043d\u0438\u043e\u0442 \u0441\u0435\u0440\u0432\u0435\u0440 \u0430\u043a\u043e \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 "\u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e" \u0438 "href" \u043d\u0435 \u0441\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0432\u043e \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 ja \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 IBM Connections. 
error.iebtninstallerupdater.config=CLFRO0012E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0430\u0441\u0447\u043b\u0435\u043d\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 IBM Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0458\u0434\u0435 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435. 
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u0447\u0438\u0442\u0430 \u0434\u0430\u0442\u043e\u0442\u0435\u043a\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435. 
error.iebtninstallerupdater.update=CLFRO0023E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u043f\u043e\u0458\u0430\u0432\u0443\u0432\u0430\u0447\u043a\u0430\u0442\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 IE \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0448\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: \u0412\u0440\u0430\u043c\u0435\u043d\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u0437\u0430 IE \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0448\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435. 
info.iebtninstallerupdater.success=CLFRO0014I: \u041a\u043e\u043f\u0447\u0435\u0442\u043e \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 IE \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u0448\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.

error.constraint.empty=CLFRO0004E: \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0430\u0440\u043e\u0442 \u043d\u0435 \u0442\u0440\u0435\u0431\u0430 \u0431\u0438\u0434\u0435 \u043d\u0443\u043b\u0430.
#{0} is a url string
error.add.credential=CLFRO0010E: \u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u0410\u043a\u0440\u0435\u0434\u0438\u0442\u0438\u0432\u0438 \u0437\u0430 \u043f\u043e\u0432\u0438\u043a\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438\u043e\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0430\u0442\u0430 url-\u0430\u0434\u0440\u0435\u0441\u0430 \u0435 {0}
error.apply.constraint=CLFRO0009E: \u041f\u0440\u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0443\u0432\u0430\u045a\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
error.add.parameter=CLFRO0005E: \u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u043e\u043f\u0441\u043b\u0443\u0436\u0443\u0432\u0430\u0447 \u0437\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u0438\u043b\u0438 \u201e\u0441\u0435\u0442 \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u201c \u0438\u043b\u0438 \u201e\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u201c \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.parse.redirect=CLFRO0018E: \u0420\u0430\u0441\u0447\u043b\u0435\u043d\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0435\u043d\u0430\u0442\u0430 url-\u0430\u0434\u0440\u0435\u0441\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.build.entry=CLFRO0003E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u0438 \u0432\u043d\u0435\u0441 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0437\u0430 \u043f\u043e\u0432\u0438\u043a\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438 \u0441\u0435\u0440\u0432\u0438\u0441.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: \u041f\u043e\u0432\u0438\u043a\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438\u043e\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 {0} \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043f\u043e\u0432\u0440\u0430\u0442\u0435\u043d HTTP \u043a\u043e\u0434 \u0437\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438 \u0441\u0435\u0440\u0432\u0438\u0441: {1} 
error.entry.edit=CLFRO0001E: \u0423\u0440\u0435\u0434\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, url-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435: {0}
error.entry.delete=CLFRO0025E: \u0411\u0440\u0438\u0448\u0435\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, url-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430 \u0435: {0}
error.entry.publish=CLFRO0016E: \u041e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0435\u043b\u0435\u0436\u0443\u0432\u0430\u0447\u043e\u0442 \u043f\u0440\u0435\u043a\u0443 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438 \u0441\u0435\u0440\u0432\u0438\u0441 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.service.proxy.entries=CLFRO0032E: \u0414\u043e\u0431\u0438\u0432\u0430\u045a\u0435\u0442\u043e \u0432\u043d\u0435\u0441\u043e\u0432\u0438 \u0437\u0430 \u0441\u0435\u0440\u0432\u0438\u0441\u043e\u0442 {0} \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: \u041c\u0435\u0442\u043e\u0434\u043e\u0442 getOutputStream \u0432\u0435\u045c\u0435 \u0435 \u043f\u043e\u0432\u0438\u043a\u0430\u043d.
error.responsewrapper.writer.called=CLFRO0035E: \u041c\u0435\u0442\u043e\u0434\u043e\u0442 getWriter \u0432\u0435\u045c\u0435 \u0435 \u043f\u043e\u0432\u0438\u043a\u0430\u043d.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u0418\u0437\u043b\u0435\u0437\u043d\u0430\u0442\u0430 \u043d\u0438\u0437\u0430 \u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0438\u0448\u0443\u0432\u0430 \u0432\u043e \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u0430 \u043d\u0438\u0437\u0430.
error.stream.flush=CLFRO0033E: \u0418\u0437\u043b\u0435\u0437\u043d\u0430\u0442\u0430 \u043d\u0438\u0437\u0430 \u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0438.

error.nononce=CLFRO0045E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e.

error.acf.filtercontent=CLFRO0151E: \u041d\u0435 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430 \u0441\u043e\u0434\u0440\u0436\u0438\u043d\u0430\u0442\u0430, \u043d\u0438\u0437\u0430\u0442\u0430 \u0435: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0432\u0440\u0441\u043a\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0432\u0435\u045c\u0435 \u0458\u0430 \u0438\u043c\u0430 \u043e\u0432\u0430\u0430 \u0432\u0440\u0441\u043a\u0430.
error.relatedCommunity.featureDisabled=CLFRO0963E: \u0414\u043e\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0432\u0440\u0441\u043a\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430\u0442\u0430 \u0458\u0430 \u043d\u0435\u043c\u0430 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430\u0442\u0430 \u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u0437\u0430\u0435\u0434\u043d\u0438\u0446\u0430.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: \u041f\u043e\u0432\u0438\u043a\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438\u043e\u0442 \u0441\u0435\u0440\u0432\u0438\u0441 {0} \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043f\u043e\u0432\u0440\u0430\u0442\u0435\u043d HTTP \u043a\u043e\u0434 \u0437\u0430 \u0434\u0430\u043b\u0435\u0447\u0438\u043d\u0441\u043a\u0438 \u0441\u0435\u0440\u0432\u0438\u0441: {1}, \u043f\u043e\u0432\u0440\u0430\u0442\u043d\u043e \u0442\u0435\u043b\u043e: {2} 
