# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0644\u0644\u0628\u062f\u0621.
error.connctions.4in1servlet=CLFRO0030E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0637\u0644\u0628  \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0645\u062a\u0639\u062f\u062f\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
error.connections.entry.parse=CLFRO0027E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u0644\u064a\u0644 \u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0631\u0643\u0632\u064a\u0629 \u0644\u063a\u0648\u064a\u0627 \u0644\u0646\u0633\u062e\u0629 \u0639\u0646\u0635\u0631.
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0648\u062b\u064a\u0642\u0629 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0639\u062f\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641.
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062d\u0630\u0641 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641.
error.post.dogear=CLFRO0002E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0631\u0633\u0627\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0649 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
error.post.communities=CLFRO0024E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u062d\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631.
error.post.activities=CLFRO0017E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u062d\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0644\u0646\u0634\u0627\u0637 \u0623\u0648 \u0623\u0643\u062b\u0631.
error.post.blogs=CLFRO0031E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u062d\u064a\u0644 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0644\u0645\u062f\u0648\u0646\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631.
#{0} is a url string
error.dogear.count=CLFRO0007E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0639\u062f\u062f \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641\u060c \u0639\u0646\u0648\u0627\u0646 url \u0647\u0648: {0}
error.post.dogear.check=CLFRO0026E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 url.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u062e\u062f\u0645\u0629 {0} \u062d\u0627\u0644\u064a\u064b\u0627. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0642\u0648\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0628\u0627\u0644\u0625\u0634\u0627\u0631\u0629 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u0635\u062d\u064a\u062d\u0629 \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 "enabled" \u0648"href" \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u062a\u0648\u0635\u064a\u0641. \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0645\u0644\u0641 \u062a\u0648\u0635\u064a\u0641 HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: \u0641\u0634\u0644 \u0641\u064a \u0625\u062c\u0631\u0627\u0621 \u062a\u062d\u0644\u064a\u0644 \u0644\u063a\u0648\u064a \u0644\u0645\u0644\u0641 \u062a\u0648\u0635\u064a\u0641 HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0644\u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0645\u064a\u0644 \u0645\u0644\u0641 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0644\u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
error.iebtninstallerupdater.update=CLFRO0023E: \u0641\u0634\u0644 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0628\u0631\u0646\u0627\u0645\u062c  \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: \u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0645\u0646\u0628\u062b\u0642\u0629 \u0627\u0644\u0649 IE \u0628\u0646\u062c\u0627\u062d.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: \u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0641\u064a \u0627\u0637\u0627\u0631 \u0627\u0644\u0649 IE \u0628\u0646\u062c\u0627\u062d.
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u0641\u0634\u0644 \u0641\u064a \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641.
info.iebtninstallerupdater.success=CLFRO0014I: \u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u062a\u0631\u0643\u064a\u0628 \u0627\u062e\u062a\u064a\u0627\u0631 IE \u0627\u0644\u062e\u0627\u0635 \u0628\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0648\u0642\u0641 \u0628\u0646\u062c\u0627\u062d.

error.constraint.empty=CLFRO0004E: \u0644\u0627 \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u0642\u064a\u062f \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0628\u0627\u0644\u0642\u064a\u0645\u0629 null.
#{0} is a url string
error.add.credential=CLFRO0010E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0625\u0636\u0627\u0641\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0639\u062a\u0645\u0627\u062f \u0644\u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f\u060c \u0639\u0646\u0648\u0627\u0646 url \u0639\u0646 \u0628\u0639\u062f \u0647\u0648 {0}
error.apply.constraint=CLFRO0009E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0642\u064a\u0648\u062f.
error.add.parameter=CLFRO0005E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0625\u0636\u0627\u0641\u0629 \u0645\u0639\u0627\u0645\u0644 \u0646\u0635 \u0627\u0644\u0628\u062d\u062b \u0623\u0648 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a 'ps' \u0623\u0648 'page'.
error.parse.redirect=CLFRO0018E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629\u0627\u0644\u062a\u062d\u0644\u064a\u0644 \u0627\u0644\u0644\u063a\u0648\u064a \u0644\u0627\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0639\u0646\u0648\u0627\u0646 url.
error.build.entry=CLFRO0003E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0643\u0648\u064a\u0646 \u0627\u062f\u062e\u0627\u0644 \u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f {0}\u060c \u0643\u0648\u062f HTTP \u0627\u0644\u0645\u0631\u062a\u062c\u0639 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f: {1}
error.entry.edit=CLFRO0001E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u062d\u0631\u064a\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641\u060c \u0639\u0646\u0648\u0627\u0646 url \u0647\u0648: {0}
error.entry.delete=CLFRO0025E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062d\u0630\u0641 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641\u060c \u0639\u0646\u0648\u0627\u0646 url \u0647\u0648: {0}
error.entry.publish=CLFRO0016E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0646\u0634\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0648\u0642\u0641 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f.
error.service.proxy.entries=CLFRO0032E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u062f\u062e\u0627\u0644\u0627\u062a \u0644\u0644\u062e\u062f\u0645\u0629 {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: \u062a\u0645 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u0637\u0631\u064a\u0642\u0629 getOutputStream \u0628\u0627\u0644\u0641\u0639\u0644.
error.responsewrapper.writer.called=CLFRO0035E: \u062a\u0645 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u0637\u0631\u064a\u0642\u0629 getWriter \u0628\u0627\u0644\u0641\u0639\u0644.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u062a\u0645 \u0627\u063a\u0644\u0627\u0642 \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0645\u062e\u0631\u062c\u0627\u062a\u060c \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0643\u062a\u0627\u0628\u0629 \u0628\u062a\u0633\u0644\u0633\u0644 \u062a\u0645 \u0627\u063a\u0644\u0627\u0642\u0647.
error.stream.flush=CLFRO0033E: \u062a\u0645 \u0627\u063a\u0644\u0627\u0642 \u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0645\u062e\u0631\u062c\u0627\u062a\u060c \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0632\u0627\u0644\u062a\u0647.

error.nononce=CLFRO0045E: \u0641\u0634\u0644 \u0641\u064a \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0637\u0644\u0628.

error.acf.filtercontent=CLFRO0151E: \u0641\u0634\u0644\u062a \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u0634\u064a\u062d \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a\u060c \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062d\u0631\u0648\u0641 \u0647\u064a: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u0641\u0634\u0644 \u0641\u064a \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u0648\u0635\u0644\u0629 \u0644\u0623\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0647\u0627 \u0647\u0630\u0647 \u0627\u0644\u0648\u0635\u0644\u0629 \u0628\u0627\u0644\u0641\u0639\u0644.
error.relatedCommunity.featureDisabled=CLFRO0963E: \u0641\u0634\u0644 \u0641\u064a \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u0648\u0635\u0644\u0629 \u0644\u0623\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0627 \u062a\u062a\u064a\u062d \u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u062a\u0639\u0644\u0642\u0629.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: \u0641\u0634\u0644 \u0641\u064a \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f {0}\u060c \u0648\u0642\u062f \u0642\u0627\u0645\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f \u0628\u0625\u0631\u062c\u0627\u0639 \u0643\u0648\u062f HTTP: {1}\u060c \u0648\u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u062d\u062a\u0648\u0649: {2}
