# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Erreur d'initialisation de la configuration des connexions.
error.connctions.4in1servlet=CLFRO0030E: Erreur de traitement de plusieurs demandes utilisateur de bookmarklet.
error.connections.entry.parse=CLFRO0027E: Erreur lors de l'analyse syntaxique de l'entr\u00e9e atom sur l'instance d'objet.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Echec de chargement du contenu depuis l''URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Echec de mise \u00e0 jour du signet.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Echec de suppression du signet.
error.post.dogear=CLFRO0002E: Echec de publication du signet dans Signets.
error.post.communities=CLFRO0024E: Echec de publication du signet dans une ou plusieurs communaut\u00e9s.
error.post.activities=CLFRO0017E: Echec de publication du signet dans une ou plusieurs activit\u00e9s.
error.post.blogs=CLFRO0031E: Echec de publication du signet dans un ou plusieurs blogues.
#{0} is a url string
error.dogear.count=CLFRO0007E: Echec de chargement du nombre de signets, l''adresse URL est : {0}
error.post.dogear.check=CLFRO0026E: Echec de validation de l'URL.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Le service {0} n''est pas correctement configur\u00e9. L''applisignet ne peut pas pointer vers le serveur correct si les attributs "enabled" et "href" ne sont pas d\u00e9finis dans le fichier de configuration. V\u00e9rifiez le fichier de configuration d''HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Echec d'analyse syntaxique du fichier de configuration d'HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: Impossible de trouver le fichier de configuration pour le programme d'installation de l'applisignet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Impossible de charger le fichier de configuration pour le programme d'installation de l'applisignet.
error.iebtninstallerupdater.update=CLFRO0023E: Echec de mise \u00e0 jour du programme d'installation de l'applisignet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: La fen\u00eatre en incrustation du programme d'installation de l'applisignet pour IE a \u00e9t\u00e9 correctement mise \u00e0 jour.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Le programme d'installation de l'applisignet inframe pour IE a \u00e9t\u00e9 correctement mis \u00e0 jour.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Echec de v\u00e9rification du programme d'installation de l'applisignet.
info.iebtninstallerupdater.success=CLFRO0014I: Le bouton Bookmarklet d'Internet Explorer a \u00e9t\u00e9 mis \u00e0 jour avec succ\u00e8s.

error.constraint.empty=CLFRO0004E: La contrainte de param\u00e8tre ne doit pas avoir la valeur NULL.
#{0} is a url string
error.add.credential=CLFRO0010E: Echec d''ajout des donn\u00e9es d''identification pour l''appel du service distant, l''adresse URL distante est {0}
error.apply.constraint=CLFRO0009E: Echec d'application des contraintes.
error.add.parameter=CLFRO0005E: Echec d'ajout de l'op\u00e9rateur de texte de recherche ou des param\u00e8tres 'ps' ou 'page'.
error.parse.redirect=CLFRO0018E: Echec d'analyse syntaxique de l'adresse URL de r\u00e9acheminement.
error.build.entry=CLFRO0003E: Echec de g\u00e9n\u00e9ration de l'entr\u00e9e de donn\u00e9es pour l'appel du service distant.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Echec d''appel du service distant {0}, code HTTP retour du serveur distant\u00a0: {1}
error.entry.edit=CLFRO0001E: Echec d''\u00e9dition du signet, l''adresse URL est : {0}
error.entry.delete=CLFRO0025E: Echec de suppression du signet, l''adresse URL est : {0}
error.entry.publish=CLFRO0016E: Echec de publication du signet via le service distant.
error.service.proxy.entries=CLFRO0032E: Echec de chargement des entr\u00e9es pour le service {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: La m\u00e9thode getOutputStream a d\u00e9j\u00e0 \u00e9t\u00e9 appel\u00e9e.
error.responsewrapper.writer.called=CLFRO0035E: La m\u00e9thode getWriter a d\u00e9j\u00e0 \u00e9t\u00e9 appel\u00e9e.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Le flot de sortie est ferm\u00e9, impossible d'\u00e9crire sur un flot de sortie ferm\u00e9.
error.stream.flush=CLFRO0033E: Le flot de sortie est ferm\u00e9, impossible de vider.

error.nononce=CLFRO0045E: Echec de la v\u00e9rification de la demande.

error.acf.filtercontent=CLFRO0151E: Echec de filtrage du contenu, la cha\u00eene est : {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Impossible d'ajouter ce lien car la communaut\u00e9 comporte d\u00e9j\u00e0 ce lien.
error.relatedCommunity.featureDisabled=CLFRO0963E: Impossible d'ajouter ce lien car la communaut\u00e9 n'active pas la fonction Communaut\u00e9 associ\u00e9e.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Echec d''appel du service distant {0}, code HTTP retour du serveur distant\u00a0: {1}, corps retour\u00a0: {2}
