# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u0411\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u0430\u0440 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443\u044b\u043d\u0434\u0430\u0493\u044b \u049b\u0430\u0442\u0435.
error.connctions.4in1servlet=CLFRO0030E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0441\u04b1\u0440\u0430\u0443\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0456\u043a \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043d\u044b \u04e9\u04a3\u0434\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435.
error.connections.entry.parse=CLFRO0027E: \u0410\u0442\u043e\u043c \u0436\u0430\u0437\u0431\u0430\u0441\u044b\u043d \u043d\u044b\u0441\u0430\u043d \u0434\u0430\u043d\u0430\u0441\u044b\u043d\u0430 \u0442\u0430\u043b\u0434\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435.
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u041c\u0430\u0437\u043c\u04b1\u043d \u049b\u04b1\u0436\u0430\u0442\u044b\u043d {0} URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b \u0456\u0448\u0456\u043d\u0435\u043d \u0430\u043b\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
#{0} is a url string
error.update.dogear=CLFRO0021E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u043e\u044e \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.post.dogear=CLFRO0002E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043b\u0435\u0440\u0434\u0435 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.post.communities=CLFRO0024E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b\u0442\u0430\u0440\u0434\u0430 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.post.activities=CLFRO0017E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u04d9\u0440\u0435\u043a\u0435\u0442\u0442\u0435\u0440\u0434\u0435 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.post.blogs=CLFRO0031E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0431\u0456\u0440 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u0431\u043b\u043e\u0433\u0442\u0430\u0440\u0434\u0430 \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
#{0} is a url string
error.dogear.count=CLFRO0007E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0435\u0441\u0435\u043f\u0442\u0435\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b: {0}
error.post.dogear.check=CLFRO0026E: URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: {0} \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u0434\u04b1\u0440\u044b\u0441 \u0442\u0435\u04a3\u0448\u0435\u0440\u0456\u043b\u043c\u0435\u0433\u0435\u043d. \u0422\u0435\u04a3\u0448\u0435\u043b\u0456\u043c \u0444\u0430\u0439\u043b\u044b\u043d\u0434\u0430 "\u049b\u043e\u0441\u0443\u043b\u044b" \u0436\u04d9\u043d\u0435 "href" \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u044b \u043e\u0440\u043d\u0430\u0442\u044b\u043b\u043c\u0430\u0441\u0430, \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u0434\u04b1\u0440\u044b\u0441 \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0456 \u043a\u04e9\u0440\u0441\u0435\u0442\u0435 \u0430\u043b\u043c\u0430\u0439\u0434\u044b. HCL Connections \u0442\u0435\u04a3\u0448\u0435\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.iebtninstallerupdater.config=CLFRO0012E: HCL Connections \u0442\u0435\u04a3\u0448\u0435\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0442\u0430\u043b\u0434\u0430\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0430\u044f\u049b\u0442\u0430\u043b\u0434\u044b.
error.iebtninstallerupdater.setupini=CLFRO0019E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u04af\u0448\u0456\u043d \u0442\u0435\u04a3\u0448\u0435\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0442\u0430\u0431\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u04af\u0448\u0456\u043d \u0442\u0435\u04a3\u0448\u0435\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0442\u0438\u0435\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.iebtninstallerupdater.update=CLFRO0023E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: IE \u04af\u0448\u0456\u043d \u049b\u0430\u043b\u049b\u044b\u043c\u0430\u043b\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u0441\u04d9\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: IE \u04af\u0448\u0456\u043d \u0436\u0430\u049b\u0442\u0430\u0443\u043b\u044b \u0431\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u0441\u04d9\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b.
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
info.iebtninstallerupdater.success=CLFRO0014I: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456 IE \u0431\u0430\u0442\u044b\u0440\u043c\u0430 \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b \u0441\u04d9\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0434\u044b.

error.constraint.empty=CLFRO0004E: \u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0448\u0435\u043a\u0442\u0435\u0443\u0456 \u043d\u04e9\u043b \u0431\u043e\u043b\u043c\u0430\u0443\u044b \u043a\u0435\u0440\u0435\u043a.
#{0} is a url string
error.add.credential=CLFRO0010E: \u049a\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0456 \u049b\u043e\u043b\u0434\u0430\u043d\u0443 \u04af\u0448\u0456\u043d \u04b1\u0441\u044b\u043d\u044b\u0441\u0442\u0430\u0440 \u049b\u043e\u0441\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b {0}
error.apply.constraint=CLFRO0009E: \u0428\u0435\u043a\u0442\u0435\u0443\u043b\u0435\u0440\u0434\u0456 \u049b\u043e\u043b\u0434\u0430\u043d\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.add.parameter=CLFRO0005E: \u041c\u04d9\u0442\u0456\u043d \u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u044b\u043d \u0456\u0437\u0434\u0435\u0443\u0434\u0456, 'ps' \u043d\u0435\u043c\u0435\u0441\u0435 '\u0431\u0435\u0442' \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u0456\u043d \u049b\u043e\u0441\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.parse.redirect=CLFRO0018E: URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0493\u044b\u0442\u0442\u0430\u0443\u044b\u043d \u0442\u0430\u043b\u0434\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.build.entry=CLFRO0003E: \u049a\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u049b\u044b\u0437\u043c\u0435\u0442\u0442\u0456 \u049b\u043e\u043b\u0434\u0430\u043d\u0443 \u04af\u0448\u0456\u043d \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u0436\u0430\u0437\u0431\u0430\u0441\u044b\u043d \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: {0} \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0441\u0435\u0440\u0432\u0435\u0440 HTTP \u043a\u043e\u0434\u044b\u043d \u049b\u0430\u0439\u0442\u0430\u0440\u0434\u044b: {1}
error.entry.edit=CLFRO0001E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u04e9\u04a3\u0434\u0435\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b: {0}
error.entry.delete=CLFRO0025E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u0436\u043e\u044e \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b: {0}
error.entry.publish=CLFRO0016E: \u0411\u0435\u0442\u0431\u0435\u043b\u0433\u0456\u043d\u0456 \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u049b\u044b\u0437\u043c\u0435\u0442 \u0430\u0440\u049b\u044b\u043b\u044b \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
error.service.proxy.entries=CLFRO0032E: {0} \u049b\u044b\u0437\u043c\u0435\u0442\u0456 \u04af\u0448\u0456\u043d \u0436\u0430\u0437\u0431\u0430\u043b\u0430\u0440\u0434\u044b \u0430\u043b\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: getOutputStream \u04d9\u0434\u0456\u0441\u0456 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0441\u04b1\u0440\u0430\u043b\u0434\u044b.
error.responsewrapper.writer.called=CLFRO0035E: getWriter \u04d9\u0434\u0456\u0441\u0456 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0441\u04b1\u0440\u0430\u043b\u0434\u044b.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u0428\u044b\u0493\u044b\u0441 \u0430\u0493\u044b\u043d\u044b \u0436\u0430\u0431\u044b\u049b, \u0436\u0430\u0431\u044b\u049b \u0430\u0493\u044b\u043d\u0493\u0430 \u0436\u0430\u0437\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
error.stream.flush=CLFRO0033E: \u0428\u044b\u0493\u044b\u0441 \u0430\u0493\u044b\u043d\u044b \u0436\u0430\u0431\u044b\u049b, \u044b\u0493\u044b\u0441\u0442\u044b\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.

error.nononce=CLFRO0045E: \u0421\u04b1\u0440\u0430\u043d\u044b\u043c\u0434\u044b \u0442\u0435\u043a\u0441\u0435\u0440\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b.

error.acf.filtercontent=CLFRO0151E: \u041c\u0430\u0437\u043c\u04b1\u043d\u0434\u044b \u049b\u043e\u0441\u043f\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b, \u0436\u043e\u043b\u044b: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u0431\u04b1\u043b \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u0433\u0435 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0438\u0435 \u0431\u043e\u043b\u0493\u0430\u043d\u0434\u044b\u049b\u0442\u0430\u043d, \u0431\u04b1\u043b \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043d\u0456 \u049b\u043e\u0441\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0431\u043e\u043b\u0434\u044b.
error.relatedCommunity.featureDisabled=CLFRO0963E: \u049a\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u049a\u0430\u0442\u044b\u0441\u0442\u044b \u049b\u0430\u0443\u044b\u043c\u0434\u0430\u0441\u0442\u044b\u049b \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u0433\u0456\u043d \u049b\u043e\u0441\u0430 \u0430\u043b\u043c\u0430\u0493\u0430\u043d\u0434\u044b\u049b\u0442\u0430\u043d, \u0431\u04b1\u043b \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u043d\u0456 \u049b\u043e\u0441\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0431\u043e\u043b\u0434\u044b.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: {0} \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0442\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0431\u043e\u043b\u0434\u044b, \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0441\u0435\u0440\u0432\u0435\u0440\u0456\u043d \u049b\u0430\u043b\u043f\u044b\u043d\u0430 \u043a\u0435\u043b\u0442\u0456\u0440\u0443 HTTP \u043a\u043e\u0434\u044b: {1}, \u049b\u0430\u0439\u0442\u0430\u0440\u0443 \u043c\u04d9\u0442\u0456\u043d\u0456: {2}
