# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Chyba p\u0159i inicializaci konfigurace produktu Connections.
error.connctions.4in1servlet=CLFRO0030E: Chyba p\u0159i zpracov\u00e1n\u00ed n\u011bkolika u\u017eivatelsk\u00fdch po\u017eadavk\u016f na bookmarklet.
error.connections.entry.parse=CLFRO0027E: Chyba p\u0159i anal\u00fdze polo\u017eky standardu Atom pro instanci objektu.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Nepoda\u0159ilo se z\u00edskat dokument obsahu z adresy URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Aktualizace z\u00e1lo\u017eky se nezda\u0159ila.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Odstran\u011bn\u00ed z\u00e1lo\u017eky se nezda\u0159ilo.
error.post.dogear=CLFRO0002E: Odesl\u00e1n\u00ed z\u00e1lo\u017eky do slu\u017eby Z\u00e1lo\u017eky se nezda\u0159ilo.
error.post.communities=CLFRO0024E: Odesl\u00e1n\u00ed z\u00e1lo\u017eky do jedn\u00e9 nebo v\u00edce komunit se nezda\u0159ilo.
error.post.activities=CLFRO0017E: Odesl\u00e1n\u00ed z\u00e1lo\u017eky do jedn\u00e9 nebo v\u00edce aktivit se nezda\u0159ilo.
error.post.blogs=CLFRO0031E: Odesl\u00e1n\u00ed z\u00e1lo\u017eky do jednoho nebo v\u00edce blog\u016f se nezda\u0159ilo.
#{0} is a url string
error.dogear.count=CLFRO0007E: Z\u00edsk\u00e1n\u00ed po\u010dtu z\u00e1lo\u017eek se nezda\u0159ilo. Adresa URL: {0}
error.post.dogear.check=CLFRO0026E: Ov\u011b\u0159en\u00ed adresy URL se nezda\u0159ilo.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Slu\u017eba {0} nen\u00ed spr\u00e1vn\u011b nakonfigurov\u00e1na. Bookmarklet nem\u016f\u017ee ukazovat na spr\u00e1vn\u00fd server, dokud v konfigura\u010dn\u00edm souboru nejsou nastaveny atributy "enabled" a "href". Zkontrolujte konfigura\u010dn\u00ed soubor produktu HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Anal\u00fdza konfigura\u010dn\u00edho souboru produktu HCL Connections se nezda\u0159ila.
error.iebtninstallerupdater.setupini=CLFRO0019E: Konfigura\u010dn\u00ed soubor pro instala\u010dn\u00ed program bookmarklet\u016f nelze nal\u00e9zt.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Na\u010dten\u00ed konfigura\u010dn\u00edho souboru pro instala\u010dn\u00ed program bookmarklet\u016f se nezda\u0159ilo.
error.iebtninstallerupdater.update=CLFRO0023E: Aktualizace instala\u010dn\u00edho programu bookmarklet\u016f se nezda\u0159ila.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Instala\u010dn\u00ed program bookmarklet\u016f rozev\u00edrac\u00edch oken pro aplikaci IE byl \u00fasp\u011b\u0161n\u011b aktualizov\u00e1n.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Instala\u010dn\u00ed program bookmarklet\u016f v r\u00e1mc\u00edch pro aplikaci IE byl \u00fasp\u011b\u0161n\u011b aktualizov\u00e1n.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Kontrola instala\u010dn\u00edho programu bookmarklet\u016f se nezda\u0159ila.
info.iebtninstallerupdater.success=CLFRO0014I: Instala\u010dn\u00ed program tla\u010d\u00edtka bookmarklet\u016f pro aplikaci IE byl \u00fasp\u011b\u0161n\u011b aktualizov\u00e1n.

error.constraint.empty=CLFRO0004E: Omezen\u00ed parametru by nem\u011blo m\u00edt hodnotu Null.
#{0} is a url string
error.add.credential=CLFRO0010E: Nepoda\u0159ilo se p\u0159idat pov\u011b\u0159en\u00ed pro vyvol\u00e1n\u00ed vzd\u00e1len\u00e9 slu\u017eby. Vzd\u00e1len\u00e1 adresa URL: {0}
error.apply.constraint=CLFRO0009E: Nepoda\u0159ilo se pou\u017e\u00edt omezen\u00ed.
error.add.parameter=CLFRO0005E: P\u0159id\u00e1n\u00ed oper\u00e1toru textu pro hled\u00e1n\u00ed nebo parametr\u016f ps \u010di page se nezda\u0159ilo.
error.parse.redirect=CLFRO0018E: Anal\u00fdza adresy URL pro p\u0159esm\u011brov\u00e1n\u00ed se nezda\u0159ila.
error.build.entry=CLFRO0003E: Sestaven\u00ed datov\u00e9 polo\u017eky pro vyvol\u00e1n\u00ed vzd\u00e1len\u00e9 slu\u017eby se nezda\u0159ilo.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Nepoda\u0159ilo se vyvolat vzd\u00e1lenou slu\u017ebu {0}. N\u00e1vratov\u00fd k\u00f3d HTTP vzd\u00e1len\u00e9ho serveru: {1}
error.entry.edit=CLFRO0001E: Nepoda\u0159ilo se upravit z\u00e1lo\u017eku. Adresa URL: {0}
error.entry.delete=CLFRO0025E: Nepoda\u0159ilo se odstranit z\u00e1lo\u017eku. Adresa URL: {0}
error.entry.publish=CLFRO0016E: Nepoda\u0159ilo se publikovat z\u00e1lo\u017eku prost\u0159ednictv\u00edm vzd\u00e1len\u00e9 slu\u017eby.
error.service.proxy.entries=CLFRO0032E: Nepoda\u0159ilo se z\u00edskat polo\u017eky pro slu\u017ebu {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoda getOutputStream ji\u017e byla vol\u00e1na.
error.responsewrapper.writer.called=CLFRO0035E: Metoda getWriter ji\u017e byla vol\u00e1na.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: V\u00fdstupn\u00ed proud je zav\u0159en. Do zav\u0159en\u00e9ho proudu nelze zapisovat.
error.stream.flush=CLFRO0033E: V\u00fdstupn\u00ed proud je zav\u0159en. Nelze prov\u00e9st vypr\u00e1zdn\u011bn\u00ed.

error.nononce=CLFRO0045E: Ov\u011b\u0159en\u00ed po\u017eadavku se nezda\u0159ilo.

error.acf.filtercontent=CLFRO0151E: Filtrov\u00e1n\u00ed obsahu se nezda\u0159ilo. \u0158et\u011bzec: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Tento odkaz se nepoda\u0159ilo p\u0159idat, proto\u017ee jej komunita ji\u017e obsahuje.
error.relatedCommunity.featureDisabled=CLFRO0963E: Tento odkaz se nepoda\u0159ilo p\u0159idat, proto\u017ee komunita nepodporuje funkci souvisej\u00edc\u00edch komunit.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Nelze vyvolat vzd\u00e1lenou slu\u017ebu {0}, n\u00e1vratov\u00fd k\u00f3d HTTP vzd\u00e1len\u00e9ho serveru: {1}, n\u00e1vratov\u00fd text: {2}
