# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Erro ao inicializar a configura\u00e7\u00e3o de conex\u00f5es.
error.connctions.4in1servlet=CLFRO0030E: Erro ao manipular a solicita\u00e7\u00e3o do usu\u00e1rio de v\u00e1rios bookmarklet.
error.connections.entry.parse=CLFRO0027E: Erro ao analisar a entrada do atom na inst\u00e2ncia de objeto.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Falha ao obter o documento de conte\u00fado da url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Falha ao atualizar o favorito.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Falha ao excluir o favorito.
error.post.dogear=CLFRO0002E: Falha ao postar o favorito em Favoritos.
error.post.communities=CLFRO0024E: Falha ao postar o favorito em uma ou mais Comunidades.
error.post.activities=CLFRO0017E: Falha ao postar o favorito em uma ou mais Atividades.
error.post.blogs=CLFRO0031E: Falha ao postar o favorito em um ou mais Blogs.
#{0} is a url string
error.dogear.count=CLFRO0007E: Falha ao obter a contagem do favorito; a url \u00e9: {0}
error.post.dogear.check=CLFRO0026E: Falha ao validar a url.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: o servi\u00e7o {0} n\u00e3o est\u00e1 configurado corretamente. Bookmarklet n\u00e3o pode apontar para o servidor correto se os atributos "enabled" e "href" n\u00e3o estiverem definidos no arquivo de configura\u00e7\u00e3o. Verifique o arquivo de configura\u00e7\u00e3o do HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Falha ao analisar o arquivo de configura\u00e7\u00e3o do HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: n\u00e3o \u00e9 poss\u00edvel localizar o arquivo de configura\u00e7\u00e3o para o instalador de bookmarklet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: n\u00e3o \u00e9 poss\u00edvel carregar o arquivo de configura\u00e7\u00e3o para o instalador de bookmarklet.
error.iebtninstallerupdater.update=CLFRO0023E: Falha ao atualizar o instalador de bookmarklet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: O instalador de bookmarklet de popup para IE foi atualizado com sucesso.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: O instalador de bookmarklet Inframe para IE foi atualizado com sucesso.
error.iebtninstallerupdater.needupdate=CLFRO0015E: falha ao verificar o instalador de bookmarklet.
info.iebtninstallerupdater.success=CLFRO0014I: O instalador de bot\u00e3o do IE de bookmarklet foi atualizado com sucesso.

error.constraint.empty=CLFRO0004E: A restri\u00e7\u00e3o de par\u00e2metro n\u00e3o deve ser nula.
#{0} is a url string
error.add.credential=CLFRO0010E: Falha ao incluir Credenciais para chamar o servi\u00e7o remoto, a url remota \u00e9 {0}
error.apply.constraint=CLFRO0009E: Falha ao aplicar restri\u00e7\u00f5es.
error.add.parameter=CLFRO0005E: Falha ao incluir operador de texto da procura ou os par\u00e2metros 'ps' ou 'page'.
error.parse.redirect=CLFRO0018E: Falha ao analisar a url de redire\u00e7\u00e3o.
error.build.entry=CLFRO0003E: Falha ao construir a entrada de dados para chamar o servi\u00e7o remoto.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: falha ao invocar o servi\u00e7o remoto {0}, c\u00f3digo HTTP de retorno do servidor remoto: {1}
error.entry.edit=CLFRO0001E: Falha ao editar o favorito, a url \u00e9: {0}
error.entry.delete=CLFRO0025E: Falha ao excluir o favorito, a url \u00e9: {0}
error.entry.publish=CLFRO0016E: Falha ao publicar o favorito via servi\u00e7o remoto.
error.service.proxy.entries=CLFRO0032E: Falha ao obter entradas para o servi\u00e7o {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: O m\u00e9todo getOutputStream j\u00e1 foi chamado.
error.responsewrapper.writer.called=CLFRO0035E: O m\u00e9todo getWriter j\u00e1 foi chamado.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: O fluxo de sa\u00edda est\u00e1 fechado, n\u00e3o \u00e9 poss\u00edvel gravar em um fluxo fechado.
error.stream.flush=CLFRO0033E: O fluxo de sa\u00edda est\u00e1 fechado, n\u00e3o \u00e9 poss\u00edvel esvaziar.

error.nononce=CLFRO0045E: Falha ao verificar a solicita\u00e7\u00e3o.

error.acf.filtercontent=CLFRO0151E: Falha ao filtrar conte\u00fado; a sequ\u00eancia \u00e9: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: N\u00e3o foi poss\u00edvel incluir este link porque a comunidade j\u00e1 o tem.
error.relatedCommunity.featureDisabled=CLFRO0963E: N\u00e3o foi poss\u00edvel incluir este link porque a comunidade n\u00e3o ativa o recurso Comunidade Relacionada.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: falha ao invocar o servi\u00e7o remoto {0}; c\u00f3digo HTTP de retorno do servidor remoto: {1}; corpo do retorno: {2}
