# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Nastala chyba pri incializovan\u00ed konfigur\u00e1cie Connections.
error.connctions.4in1servlet=CLFRO0030E: Nastala chyba pri sprac\u00favan\u00ed po\u017eiadavky u\u017e\u00edvate\u013ea o viacero bookmarkletov
error.connections.entry.parse=CLFRO0027E: Nastala chyba pri analyzovan\u00ed polo\u017eky atom na in\u0161tanciu objektu.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Zlyhalo z\u00edskavanie dokumentu obsahu z adresy URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Zlyhalo aktualizovanie z\u00e1lo\u017eky.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Zlyhalo vymaz\u00e1vanie z\u00e1lo\u017eky.
error.post.dogear=CLFRO0002E: Zlyhalo zverej\u0148ovanie z\u00e1lo\u017eky v Z\u00e1lo\u017ek\u00e1ch.
error.post.communities=CLFRO0024E: Zlyhalo zverej\u0148ovanie z\u00e1lo\u017eky v jednej alebo viacer\u00fdch komunit\u00e1ch.
error.post.activities=CLFRO0017E: Zlyhalo zverej\u0148ovanie z\u00e1lo\u017eky v jednej alebo viacer\u00fdch aktivit\u00e1ch.
error.post.blogs=CLFRO0031E: Zlyhalo zverej\u0148ovanie z\u00e1lo\u017eky v jednej alebo viacer\u00fdch blogoch.
#{0} is a url string
error.dogear.count=CLFRO0007E: Zlyhalo z\u00edskavanie po\u010dtu z\u00e1lo\u017eiek, adresa URL je: {0}
error.post.dogear.check=CLFRO0026E: Zlyhalo validovanie adresy URL.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Slu\u017eba {0} je nakonfigurovan\u00e1 nespr\u00e1vne. Bookmarklet nem\u00f4\u017ee ukazova\u0165 na spr\u00e1vny server, ak v konfigura\u010dnom s\u00fabore nie s\u00fa nastaven\u00e9 atrib\u00faty \u201eenabled\u201c a \u201ehref\u201c. Skontrolujte konfigura\u010dn\u00fd s\u00fabor HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Anal\u00fdza konfigura\u010dn\u00e9ho s\u00faboru HCL Connections zlyhala.
error.iebtninstallerupdater.setupini=CLFRO0019E: Nena\u0161iel sa konfigura\u010dn\u00fd s\u00fabor pre in\u0161tala\u010dn\u00fd program bookmarkletu.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Ned\u00e1 sa na\u010d\u00edta\u0165 konfigura\u010dn\u00fd s\u00fabor pre in\u0161tala\u010dn\u00fd program bookmarkletu.
error.iebtninstallerupdater.update=CLFRO0023E: Zlyhalo aktualizovanie in\u0161tala\u010dn\u00e9ho programu bookmarkletu.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: In\u0161tala\u010dn\u00fd program bookmarkletu pre kontextov\u00e9 okno pre prehliada\u010d IE bol \u00faspe\u0161ne aktualizovan\u00fd.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: In\u0161tala\u010dn\u00fd program bookmarkletu pre r\u00e1mec pre prehliada\u010d IE bol \u00faspe\u0161ne aktualizovan\u00fd.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Kontrola in\u0161tala\u010dn\u00e9ho programu bookmarkletu zlyhala.
info.iebtninstallerupdater.success=CLFRO0014I: In\u0161tala\u010dn\u00fd program tla\u010didla bookmarkletu pre IE bol \u00faspe\u0161ne aktualizovan\u00fd.

error.constraint.empty=CLFRO0004E: Obmedzenie parametra by nemalo ma\u0165 hodnotu null.
#{0} is a url string
error.add.credential=CLFRO0010E: Zlyhalo prid\u00e1vanie prihlasovac\u00edch \u00fadajov pre volanie vzdialenej slu\u017eby, vzdialen\u00e1 adresa URL je {0}
error.apply.constraint=CLFRO0009E: Zlyhalo aplikovanie obmedzen\u00ed.
error.add.parameter=CLFRO0005E: Zlyhalo prid\u00e1vanie oper\u00e1tora vyh\u013ead\u00e1van\u00e9ho textu alebo parametrov \u201eps\u201c alebo \u201epage\u201c.
error.parse.redirect=CLFRO0018E: Zlyhalo analyzovanie adresy URL presmerovania.
error.build.entry=CLFRO0003E: Zlyhalo zostavovanie \u00fadajovej polo\u017eky pre volanie vzdialenej slu\u017eby.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Nepodarilo sa vyvola\u0165 vzdialen\u00fa slu\u017eby {0}. Vzdialen\u00fd server vr\u00e1til k\u00f3d HTTP: {1}
error.entry.edit=CLFRO0001E: Zlyhalo upravovanie z\u00e1lo\u017eky, adresa URL je: {0}
error.entry.delete=CLFRO0025E: Zlyhalo vymaz\u00e1vanie z\u00e1lo\u017eky, adresa URL je: {0}
error.entry.publish=CLFRO0016E: Zlyhalo zverej\u0148ovanie z\u00e1lo\u017eky cez vzdialen\u00fa slu\u017ebu.
error.service.proxy.entries=CLFRO0032E: Zlyhalo z\u00edskavanie polo\u017eiek pre slu\u017ebu {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Met\u00f3da getOutputStream u\u017e bola zavolan\u00e1.
error.responsewrapper.writer.called=CLFRO0035E: Met\u00f3da getWriter u\u017e bola zavolan\u00e1.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: V\u00fdstupn\u00fd pr\u00fad je zatvoren\u00fd, nemo\u017eno p\u00edsa\u0165 do zatvoren\u00e9ho pr\u00fadu.
error.stream.flush=CLFRO0033E: V\u00fdstupn\u00fd pr\u00fad je zatvoren\u00fd, nemo\u017eno vypr\u00e1zdni\u0165 vyrovn\u00e1vaciu pam\u00e4\u0165.

error.nononce=CLFRO0045E: Zlyhalo kontrolovanie po\u017eiadavky.

error.acf.filtercontent=CLFRO0151E: Zlyhalo filtrovanie obsahu, re\u0165azec je: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Zlyhalo prid\u00e1vanie tohto odkazu, preto\u017ee komunita u\u017e tento odkaz obsahuje.
error.relatedCommunity.featureDisabled=CLFRO0963E: Zlyhalo prid\u00e1vanie tohto odkazu, preto\u017ee komunita nem\u00e1 povolen\u00fa funkciu S\u00favisiaca komunita.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Nepodarilo sa vyvola\u0165 vzdialen\u00fa slu\u017ebu {0}. Vzdialen\u00fd server vr\u00e1til k\u00f3d HTTP: {1}, vr\u00e1ten\u00e9 telo: {2}
