# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Napaka pri inicializiranju konfiguracije povezav.
error.connctions.4in1servlet=CLFRO0030E: Napaka pri obravnavanju ve\u010d uporabni\u0161kih zahtev program\u010dka za zaznamovanje.
error.connections.entry.parse=CLFRO0027E: Napaka pri raz\u010dlenjevanju vnosa atom za primerek predmeta.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Pridobitev dokumenta vsebine iz URL-ja {0} ni uspela.
#{0} is a url string
error.update.dogear=CLFRO0021E: Posodobitev zaznamka ni uspela.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Izbris zaznamka ni uspel.
error.post.dogear=CLFRO0002E: Objava zaznamka v aplikaciji Zaznamki ni uspela.
error.post.communities=CLFRO0024E: Objava zaznamka v eni ali ve\u010d skupnostih ni uspela.
error.post.activities=CLFRO0017E: Objava zaznamka v eni ali ve\u010d dejavnostih ni uspela.
error.post.blogs=CLFRO0031E: Objava zaznamka v enem ali ve\u010d blogih ni uspela.
#{0} is a url string
error.dogear.count=CLFRO0007E: Pridobitev \u0161tevila zaznamkov ni uspelo. URL je {0}
error.post.dogear.check=CLFRO0026E: Preverjanje URL-ja ni uspelo.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Storitev {0} ni pravilno konfigurirana. Program\u010dek za zaznamke ne more pokazati na ustrezni stre\u017enik, \u010de atributa "enabled" in "href" nista nastavljena v konfiguracijski datoteki. Preverite konfiguracijsko datoteko za HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Raz\u010dlenitev konfiguracijske datoteke za HCL Connections ni uspela.
error.iebtninstallerupdater.setupini=CLFRO0019E: Konfiguracijske datoteke za namestitveni program program\u010dka za zaznamke ni mogo\u010de najti.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Konfiguracijske datoteke za namestitveni program program\u010dka za zaznamke ni mogo\u010de nalo\u017eiti.
error.iebtninstallerupdater.update=CLFRO0023E: Posodobitev namestitvenega programa program\u010dka za zaznamke ni bila uspe\u0161na.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Pojavni namestitveni program program\u010dka za zaznamke za IE je uspe\u0161no posodobljen.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Uokvirjeni namestitveni program program\u010dka za zaznamke za IE je uspe\u0161no posodobljen.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Neuspe\u0161no preverjanje namestitvenega programa program\u010dka za zaznamke.
info.iebtninstallerupdater.success=CLFRO0014I: Namestitveni program gumba IE program\u010dka za zaznamke je bil uspe\u0161no posodobljen.

error.constraint.empty=CLFRO0004E: Omejitev parametra ne smem biti ni\u010delna (null).
#{0} is a url string
error.add.credential=CLFRO0010E: Dodajanje poverilnic za klicanje oddaljene storitve ni uspelo. Oddaljeni URL je {0}
error.apply.constraint=CLFRO0009E: Uveljavitev omejitev ni uspela.
error.add.parameter=CLFRO0005E: Dodajanje operatorja iskalnega besedila ali parametrov 'ps' ali 'page' ni uspelo.
error.parse.redirect=CLFRO0018E: Raz\u010dlenitev preusmeritvenega URL-ja ni uspela.
error.build.entry=CLFRO0003E: Gradnja vnosa podatkov za klicanje oddaljene storitve ni uspela.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Klicanje oddaljene storitve ni uspelo {0}. Povratna koda HTTP oddaljenega stre\u017enika: {1}
error.entry.edit=CLFRO0001E: Urejanje zaznamka ni uspelo. URL je {0}
error.entry.delete=CLFRO0025E: Brisanje zaznamka ni uspelo. URL je {0}
error.entry.publish=CLFRO0016E: Objava zaznamka prek oddaljene storitve ni uspela.
error.service.proxy.entries=CLFRO0032E: Pridobitev vnosov za storitev {0} ni uspela.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoda getOutputStream je bila \u017ee poklicana.
error.responsewrapper.writer.called=CLFRO0035E: Metoda getWriter je bila \u017ee poklicana.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Izhodni tok je zaprt. V zaprt tok ni mogo\u010de pisati.
error.stream.flush=CLFRO0033E: Izhodni tok je zaprt. Izpraznitev ni mogo\u010da.

error.nononce=CLFRO0045E: Neuspe\u0161no preverjanje zahteve.

error.acf.filtercontent=CLFRO0151E: Filtriranje vsebine ni uspelo. Niz je {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Te povezave ni bilo mogo\u010de dodati, ker jo skupnost \u017ee vsebuje.
error.relatedCommunity.featureDisabled=CLFRO0963E: Te povezave ni bilo mogo\u010de dodati, ker skupnost ne omogo\u010da funkcije sorodnih skupnosti.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Oddaljene storitve {0} ni bilo mogo\u010de poklicati. Povratna koda HTTP oddaljenega stre\u017enika: {1}, vrnjeno telo: {2}
