# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Error al iniciar la configuraci\u00f3n de Connections.
error.connctions.4in1servlet=CLFRO0030E: Error al manejar las m\u00faltiples solicitudes de usuario de marcador.
error.connections.entry.parse=CLFRO0027E: Error al analizar la entrada atom para la instancia del objeto.
#{0} is a url string
error.url.getcontent=CLFRO0028E: No se ha podido obtener el documento de contenido del URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: No se ha podido actualizar el marcador.
#{0} is a url string
error.delete.dogear=CLFRO0013E: No se ha podido suprimir el marcador.
error.post.dogear=CLFRO0002E: No se ha podido publicar el marcador en Marcadores.
error.post.communities=CLFRO0024E: No se ha podido publicar el marcador en una o m\u00e1s comunidades.
error.post.activities=CLFRO0017E: No se ha podido publicar el marcador en una o m\u00e1s actividades.
error.post.blogs=CLFRO0031E: No se ha podido publicar el marcador en un o m\u00e1s blogs.
#{0} is a url string
error.dogear.count=CLFRO0007E: No se ha podido obtener el recuento de marcador, el url es: {0}
error.post.dogear.check=CLFRO0026E: No se ha podido validar el URL.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: El servicio {0} no se ha configurado correctamente. El bookmarklet no puede se\u00f1alar al servidor correcto si los atributos "enabled" y "href" no se han establecido en el archivo de configuraci\u00f3n. Compruebe el archivo de configuraci\u00f3n de HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: No se ha podido analizar el archivo de configuraci\u00f3n de HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: No se puede encontrar el archivo de configuraci\u00f3n para el instalador del bookmarklet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: No se puede cargar el archivo de configuraci\u00f3n para el instalador del bookmarklet.
error.iebtninstallerupdater.update=CLFRO0023E: No se ha podido actualizar el programa de instalaci\u00f3n de marcador.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: El programa de instalaci\u00f3n de marcador emergente para IE se ha actualizado satisfactoriamente.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: El programa de instalaci\u00f3n de marcador dentro del marco para IE se ha actualizado satisfactoriamente.
error.iebtninstallerupdater.needupdate=CLFRO0015E: No se ha podido comprobar el instalador del bookmarklet.
info.iebtninstallerupdater.success=CLFRO0014I: El programa de instalaci\u00f3n del bot\u00f3n de IE de marcador se ha actualizado satisfactoriamente.

error.constraint.empty=CLFRO0004E: La restricci\u00f3n de par\u00e1metro no debe ser nula.
#{0} is a url string
error.add.credential=CLFRO0010E: No se han podido a\u00f1adir credenciales para invocar servicio remoto, el URL remoto es {0}
error.apply.constraint=CLFRO0009E: No se han podido aplicar restricciones.
error.add.parameter=CLFRO0005E: No se ha podido a\u00f1adir el operador de texto de b\u00fasqueda o par\u00e1metros 'ps' o 'page'.
error.parse.redirect=CLFRO0018E: No se ha podido analizar el URL redirigido.
error.build.entry=CLFRO0003E: No se ha podido compilar la entrada de datos para invocar el servicio remoto.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: No se ha podido invocar el servicio remoto {0}, el servidor remoto devuelve c\u00f3digo HTTP: {1}
error.entry.edit=CLFRO0001E: No se ha podido editar el marcador, el URL es: {0}
error.entry.delete=CLFRO0025E: No se ha podido suprimir el marcador, el URL es: {0}
error.entry.publish=CLFRO0016E: No se ha podido publicar el marcador a trav\u00e9s del servicio remoto.
error.service.proxy.entries=CLFRO0032E: No se han podido obtener entradas para el servicio {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Ya se ha llamado al m\u00e9todo getOutputStream.
error.responsewrapper.writer.called=CLFRO0035E: Ya se ha llamado al m\u00e9todo getWriter.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: La corriente de salida est\u00e1 cerrada, no se puede escribir en una corriente cerrada.
error.stream.flush=CLFRO0033E: La corriente de salida est\u00e1 cerrada, no se puede desechar.

error.nononce=CLFRO0045E: No se ha podido verificar la solicitud.

error.acf.filtercontent=CLFRO0151E: No se ha podido filtrar el contenido, la serie es: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: No se ha podido a\u00f1adir el enlace porque la comunidad ya tiene este enlace.
error.relatedCommunity.featureDisabled=CLFRO0963E: No se ha podido a\u00f1adir este enlace porque la comunidad no ha habilitado la caracter\u00edstica Comunidad relacionada.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: No se ha podido invocar el servicio remoto {0}, c\u00f3digo HTTP de retorno del servidor remoto: {1}, cuerpo de retorno: {2}
