# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: B\u0142\u0105d inicjowania konfiguracji po\u0142\u0105cze\u0144.
error.connctions.4in1servlet=CLFRO0030E: B\u0142\u0105d podczas obs\u0142ugiwania wielu \u017c\u0105da\u0144 u\u017cytkownik\u00f3w apletu zak\u0142adki.
error.connections.entry.parse=CLFRO0027E: B\u0142\u0105d podczas analizowania pozycji atom do instancji obiektu.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Pobranie tre\u015bci spod adresu URL {0} nie powiod\u0142o si\u0119.
#{0} is a url string
error.update.dogear=CLFRO0021E: Aktualizacja zak\u0142adki nie powiod\u0142a si\u0119.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Usuni\u0119cie zak\u0142adki nie powiod\u0142o si\u0119.
error.post.dogear=CLFRO0002E: Opublikowanie zak\u0142adki w komponencie Zak\u0142adki nie powiod\u0142o si\u0119.
error.post.communities=CLFRO0024E: Opublikowanie zak\u0142adki w jednej lub wi\u0119kszej liczbie spo\u0142eczno\u015bci nie powiod\u0142o si\u0119.
error.post.activities=CLFRO0017E: Opublikowanie zak\u0142adki w jednym lub wi\u0119kszej liczbie dzia\u0142a\u0144 nie powiod\u0142o si\u0119.
error.post.blogs=CLFRO0031E: Opublikowanie zak\u0142adki w jednym lub wi\u0119kszej liczbie blog\u00f3w nie powiod\u0142o si\u0119.
#{0} is a url string
error.dogear.count=CLFRO0007E: Pobranie licznika zak\u0142adki nie powiod\u0142o si\u0119. Adres URL: {0}
error.post.dogear.check=CLFRO0026E: Sprawdzenie poprawno\u015bci adresu URL nie powiod\u0142o si\u0119.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Us\u0142uga {0} nie jest skonfigurowana poprawnie. Aplet zak\u0142adki nie mo\u017ce wskazywa\u0107 w\u0142a\u015bciwego serwera, je\u015bli atrybuty enabled i href nie s\u0105 ustawione w pliku konfiguracyjnym. Sprawd\u017a plik konfiguracyjny programu HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Analizowanie pliku konfiguracyjnego programu HCL Connections nie powiod\u0142o si\u0119.
error.iebtninstallerupdater.setupini=CLFRO0019E: Nie mo\u017cna znale\u017a\u0107 pliku konfiguracyjnego dla instalatora apletu zak\u0142adki.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Nie mo\u017cna za\u0142adowa\u0107 pliku konfiguracyjnego dla instalatora apletu zak\u0142adki.
error.iebtninstallerupdater.update=CLFRO0023E: Aktualizacja instalatora apletu zak\u0142adki nie powiod\u0142a si\u0119.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Wywo\u0142ywany instalator apletu zak\u0142adki dla programu IE zosta\u0142 zaktualizowany pomy\u015blnie.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Instalator apletu zak\u0142adki inframe dla programu IE zosta\u0142 zaktualizowany pomy\u015blnie.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Sprawdzanie instalatora apletu zak\u0142adki nie powiod\u0142o si\u0119.
info.iebtninstallerupdater.success=CLFRO0014I: Instalator przycisk\u00f3w programu IE dla apletu zak\u0142adki zosta\u0142 pomy\u015blnie zaktualizowany.

error.constraint.empty=CLFRO0004E: Ograniczenie parametru nie mo\u017ce by\u0107 puste.
#{0} is a url string
error.add.credential=CLFRO0010E: Dodanie referencji przeznaczonych do wywo\u0142ywania us\u0142ugi zdalnej (zdalny adres URL to {0}) nie powiod\u0142o si\u0119.
error.apply.constraint=CLFRO0009E: Zastosowanie ograniczenia nie powiod\u0142o si\u0119.
error.add.parameter=CLFRO0005E: Dodanie operatora tekstu wyszukiwanego lub parametr\u00f3w 'ps', b\u0105d\u017a 'page' nie powiod\u0142o si\u0119.
error.parse.redirect=CLFRO0018E: Analiza adresu URL przekierowania nie powiod\u0142a si\u0119.
error.build.entry=CLFRO0003E: Nie utworzono pozycji danych u\u017cywanej przy wywo\u0142ywaniu us\u0142ugi zdalnej.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Nie wywo\u0142ano us\u0142ugi zdalnej {0}. Kod HTTP powrotu zdalnego serwera to: {1}
error.entry.edit=CLFRO0001E: Nie przeprowadzono edycji zak\u0142adki. Adres URL to {0}
error.entry.delete=CLFRO0025E: Nie usuni\u0119to zak\u0142adki. Adres URL to {0}
error.entry.publish=CLFRO0016E: Nie opublikowano zak\u0142adki przy u\u017cyciu us\u0142ugi zdalnej.
error.service.proxy.entries=CLFRO0032E: Nie pobrano pozycji odpowiadaj\u0105cych us\u0142udze {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoda getOutputStream zosta\u0142a ju\u017c wywo\u0142ana.
error.responsewrapper.writer.called=CLFRO0035E: Metoda getWriter zosta\u0142a ju\u017c wywo\u0142ana.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Strumie\u0144 wyj\u015bciowy jest zamkni\u0119ty. Nie mo\u017cna zapisywa\u0107 do zamkni\u0119tego strumienia.
error.stream.flush=CLFRO0033E: Strumie\u0144 wyj\u015bciowy jest zamkni\u0119ty. Nie mo\u017cna go opr\u00f3\u017cni\u0107.

error.nononce=CLFRO0045E: Weryfikacja \u017c\u0105dania nie powiod\u0142a si\u0119.

error.acf.filtercontent=CLFRO0151E: Nie powiod\u0142o si\u0119 filtrowanie tre\u015bci. \u0141a\u0144cuch: {0}.
error.relatedCommunity.addDuplicate=CLFRO0962E: Nie powiod\u0142a si\u0119 pr\u00f3ba dodania tego odsy\u0142acza, poniewa\u017c ten odsy\u0142acz ju\u017c istnia\u0142 w spo\u0142eczno\u015bci.
error.relatedCommunity.featureDisabled=CLFRO0963E: Nie mo\u017cna doda\u0107 tego odsy\u0142acza, poniewa\u017c spo\u0142eczno\u015b\u0107 nie obs\u0142uguje funkcji pokrewnych spo\u0142eczno\u015bci.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Nie powiod\u0142o si\u0119 wywo\u0142anie us\u0142ugi zdalnej {0}. Kod HTTP powrotu zdalnego serwera to: {1}, zwr\u00f3cona tre\u015b\u0107: {2}
