# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Fejl ved initiering af Connections-konfiguration.
error.connctions.4in1servlet=CLFRO0030E: Fejl ved behandling af brugeranmodning om flere minibogm\u00e6rkeprogrammer.
error.connections.entry.parse=CLFRO0027E: Fejl ved analyse af Atom-indgang til objektforekomst.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Kan ikke hente indholdsdokument fra URL''en {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Kan ikke opdatere bogm\u00e6rket.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Kan ikke slette bogm\u00e6rket.
error.post.dogear=CLFRO0002E: Kan ikke sende bogm\u00e6rket til Bogm\u00e6rker.
error.post.communities=CLFRO0024E: Kan ikke sende bogm\u00e6rket til et eller flere f\u00e6llesskaber.
error.post.activities=CLFRO0017E: Kan ikke sende bogm\u00e6rket til en eller flere aktiviteter.
error.post.blogs=CLFRO0031E: Kan ikke sende bogm\u00e6rket til et eller flere blogge.
#{0} is a url string
error.dogear.count=CLFRO0007E: Kan ikke indhente antal bogm\u00e6rker, URL er: {0}
error.post.dogear.check=CLFRO0026E: Kan ikke validere URL'en.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Serviceprogrammet {0} er ikke konfigureret korrekt. Minibogm\u00e6rkeprogrammet kan ikke pege p\u00e5 den rigtige server, hvis attributterne "enabled" og "href" ikke er angivet i konfigurationsfilen. Kontroll\u00e9r HCL Connections-konfigurationsfilen.
error.iebtninstallerupdater.config=CLFRO0012E: Kan ikke analysere HCL Connections-konfigurationsfil.
error.iebtninstallerupdater.setupini=CLFRO0019E: Kan ikke finde konfigurationsfilen for installationsprogrammet til minibogm\u00e6rkeprogrammet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Kan ikke indl\u00e6se konfigurationsfilen for installationsprogrammet til minibogm\u00e6rkeprogrammet.
error.iebtninstallerupdater.update=CLFRO0023E: Kan ikke opdatere installationsprogrammet til minibogm\u00e6rkeprogrammet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Installationsprogram til pop op-bogm\u00e6rkeprogram for IE er opdateret.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Installationsprogram til indvendigt bogm\u00e6rkeprogram for IE er opdateret.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Kan ikke kontrollere installationsprogrammet til minibogm\u00e6rkeprogrammet.
info.iebtninstallerupdater.success=CLFRO0014I: Installationsprogram til knap til bogm\u00e6rkeminiprogram for IE er opdateret.

error.constraint.empty=CLFRO0004E: Parameterbegr\u00e6nsning m\u00e5 ikke v\u00e6re NULL.
#{0} is a url string
error.add.credential=CLFRO0010E: Kan ikke tilf\u00f8je legitimationsoplysning til start af eksternt serviceprogram. Ekstern URL er {0}
error.apply.constraint=CLFRO0009E: Kan ikke aktivere begr\u00e6nsninger.
error.add.parameter=CLFRO0005E: Fejl i tilf\u00f8jelse af s\u00f8getekstoperator eller fejl i parametrene 'ps' eller 'page'.
error.parse.redirect=CLFRO0018E: Fejl i analyse af omdirigerings-URL.
error.build.entry=CLFRO0003E: Kan ikke bygge dataindgang til start af eksternt serviceprogram.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Kan ikke starte det eksterne serviceprogram {0}, HTTP-returkode fra ekstern server: {1}
error.entry.edit=CLFRO0001E: Kan ikke redigere bogm\u00e6rke, URL er: {0}
error.entry.delete=CLFRO0025E: Kan ikke slette bogm\u00e6rke, URL er: {0}
error.entry.publish=CLFRO0016E: Kan ikke publicere bogm\u00e6rke via eksternt serviceprogram.
error.service.proxy.entries=CLFRO0032E: Kan ikke hente indgange for serviceprogrammet {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoden getOutputStream er allerede kaldt.
error.responsewrapper.writer.called=CLFRO0035E: Metoden getWriter er allerede kaldt.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Outputstr\u00f8m er lukket, kan ikke skrive til en lukket str\u00f8m.
error.stream.flush=CLFRO0033E: Outputstr\u00f8m er lukket, kan ikke rydde.

error.nononce=CLFRO0045E: Kan ikke validere anmodning.

error.acf.filtercontent=CLFRO0151E: Kan ikke filtrere indhold, strengen er: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Kan ikke tilf\u00f8je linket, fordi f\u00e6llesskabet allerede har det.
error.relatedCommunity.featureDisabled=CLFRO0963E: Kan ikke tilf\u00f8je linket, fordi funktionen Relateret f\u00e6llesskab ikke er aktiveret for f\u00e6llesskabet.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Kan ikke starte det eksterne serviceprogram {0}, HTTP-returkode fra ekstern server: {1}, returtekst: {2}
