# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043a\u043e\u043d\u0444\u0438\u0433. \u043d\u0430 \u0438\u043d\u0438\u0446. \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0438\u044f.
error.connctions.4in1servlet=CLFRO0030E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d \u0430\u043f\u043b\u0435\u0442-\u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446.
error.connections.entry.parse=CLFRO0027E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u043e\u043c\u0435\u043d \u0437\u0430\u043f\u0438\u0441 \u043a\u044a\u043c \u043c\u043e\u0434\u0435\u043b \u043d\u0430 \u043e\u0431\u0435\u043a\u0442.
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 url \u0430\u0434\u0440\u0435\u0441 {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430.
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430.
error.post.dogear=CLFRO0002E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u0432 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0446\u0438\u0442\u0435.
error.post.communities=CLFRO0024E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u0432 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0438.
error.post.activities=CLFRO0017E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u0432 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438.
error.post.blogs=CLFRO0031E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u0432 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0431\u043b\u043e\u0433\u043e\u0432\u0435.
#{0} is a url string
error.dogear.count=CLFRO0007E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u043e\u044f \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0446\u0438, url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0435: {0}
error.post.dogear.check=CLFRO0026E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 url \u0430\u0434\u0440\u0435\u0441\u0430.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: \u0423\u0441\u043b\u0443\u0433\u0430 {0} \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e. \u0410\u043f\u043b\u0435\u0442-\u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0443\u043a\u0430\u0436\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440, \u0430\u043a\u043e \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438 "\u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d" \u0438 "href" \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b. \u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u043d\u0430 HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u043d\u0430 HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446.
error.iebtninstallerupdater.update=CLFRO0023E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: \u0418\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0437\u0430 IE \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: \u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043e\u0442\u043c\u0435\u0442\u043a\u0430 Inframe \u0437\u0430 IE \u0435 \u043e\u0431\u043d\u043e\u0432\u0435\u043d \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430.
info.iebtninstallerupdater.success=CLFRO0014I: \u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0430\u043f\u043b\u0435\u0442-\u043e\u0442\u043c\u0435\u0442\u043a\u0430\u0442\u0430 \u0437\u0430 IE \u0435 \u043e\u0431\u043d\u043e\u0432\u0435\u043d \u0443\u0441\u043f\u0435\u0448\u043d\u043e.

error.constraint.empty=CLFRO0004E: \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0435 \u0431\u0438\u0432\u0430 \u0434\u0430 \u0435 \u0441 \u043f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
#{0} is a url string
error.add.credential=CLFRO0010E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430, \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f\u0442 url \u0430\u0434\u0440\u0435\u0441 \u0435 {0}
error.apply.constraint=CLFRO0009E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u043d\u0435 \u043d\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f\u0442\u0430.
error.add.parameter=CLFRO0005E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0438\u043b\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 'ps' \u0438\u043b\u0438 '\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430'.
error.parse.redirect=CLFRO0018E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 url \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435.
error.build.entry=CLFRO0003E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 {0}, HTTP \u043a\u043e\u0434 \u043d\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440: {1}
error.entry.edit=CLFRO0001E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430, url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0435: {0}
error.entry.delete=CLFRO0025E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430, url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0435: {0}
error.entry.publish=CLFRO0016E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u0447\u0440\u0435\u0437 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430.
error.service.proxy.entries=CLFRO0032E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0437\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: \u041c\u0435\u0442\u043e\u0434 getOutputStream \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u0432\u0438\u043a\u0430\u043d.
error.responsewrapper.writer.called=CLFRO0035E: \u041c\u0435\u0442\u043e\u0434 getWriter \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u0432\u0438\u043a\u0430\u043d.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u0418\u0437\u0445\u043e\u0434\u043d\u0438\u044f\u0442 \u043f\u043e\u0442\u043e\u043a \u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d \u043f\u043e\u0442\u043e\u043a.
error.stream.flush=CLFRO0033E: \u0418\u0437\u0445\u043e\u0434\u043d\u0438\u044f\u0442 \u043f\u043e\u0442\u043e\u043a \u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0432\u0430.

error.nononce=CLFRO0045E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430.

error.acf.filtercontent=CLFRO0151E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043d\u0438\u0437\u044a\u0442 \u0435: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u0432\u0435\u0447\u0435 \u044f \u0438\u043c\u0430.
error.relatedCommunity.featureDisabled=CLFRO0963E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 {0}, HTTP \u043a\u043e\u0434 \u043d\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440: {1}, \u043e\u0441\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435: {2}
