# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d4\u05ea\u05d7\u05dc\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea \u05d7\u05d9\u05d1\u05d5\u05e8\u05d9\u05dd.
error.connctions.4in1servlet=CLFRO0030E: \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d8\u05d9\u05e4\u05d5\u05dc \u05d1\u05d1\u05e7\u05e9\u05ea \u05de\u05e9\u05ea\u05de\u05e9 \u05dc\u05d9\u05d9\u05e9\u05d5\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05de\u05e8\u05d5\u05d1\u05d5\u05ea.
error.connections.entry.parse=CLFRO0027E: \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05e2\u05ea \u05e0\u05d9\u05ea\u05d5\u05d7 \u05e2\u05e8\u05da atom \u05dc\u05de\u05d5\u05e4\u05e2 \u05d0\u05d5\u05d1\u05d9\u05d9\u05e7\u05d8.
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e7\u05d1\u05dc\u05ea \u05de\u05e1\u05de\u05da \u05ea\u05d5\u05db\u05df \u05de-url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e2\u05d3\u05db\u05d5\u05df \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4.
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u05e0\u05db\u05e9\u05dc \u05d1\u05de\u05d7\u05d9\u05e7\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4.
error.post.dogear=CLFRO0002E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e4\u05e8\u05e1\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea.
error.post.communities=CLFRO0024E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e4\u05e8\u05e1\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e4\u05d7\u05d5\u05ea \u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d0\u05d7\u05ea.
error.post.activities=CLFRO0017E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e4\u05e8\u05e1\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e4\u05d7\u05d5\u05ea \u05dc\u05e4\u05e2\u05d9\u05dc\u05d5\u05ea \u05d0\u05d7\u05ea.
error.post.blogs=CLFRO0031E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e4\u05e8\u05e1\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e4\u05d7\u05d5\u05ea \u05dc\u05d1\u05dc\u05d5\u05d2 \u05d0\u05d7\u05d3.
#{0} is a url string
error.dogear.count=CLFRO0007E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e7\u05d1\u05dc\u05ea \u05e1\u05e4\u05d9\u05e8\u05ea \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea, \u05d4-url \u05d4\u05d5\u05d0: {0}
error.post.dogear.check=CLFRO0026E: \u05e0\u05db\u05e9\u05dc \u05d1\u05d0\u05d9\u05de\u05d5\u05ea \u05d4-url.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: \u05e9\u05d9\u05e8\u05d5\u05ea {0} \u05dc\u05d0 \u05de\u05d5\u05d2\u05d3\u05e8 \u05e0\u05db\u05d5\u05df. \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05dc\u05d0 \u05d9\u05db\u05d5\u05dc \u05dc\u05d4\u05e6\u05d1\u05d9\u05e2 \u05e2\u05dc \u05d4\u05e9\u05e8\u05ea \u05d4\u05e0\u05db\u05d5\u05df \u05d0\u05dd \u05d4\u05de\u05d0\u05e4\u05d9\u05d9\u05e0\u05d9\u05dd "enabled" \u05d5-"href" \u05dc\u05d0 \u05de\u05d5\u05d2\u05d3\u05e8\u05d9\u05dd \u05d1\u05e7\u05d5\u05d1\u05e5 \u05d4\u05ea\u05e6\u05d5\u05e8\u05d4. \u05d9\u05e9 \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d0\u05ea \u05e7\u05d5\u05d1\u05e5 \u05d4\u05ea\u05e6\u05d5\u05e8\u05d4 \u05e9\u05dc HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e0\u05d9\u05ea\u05d5\u05d7 \u05e7\u05d5\u05d1\u05e5 \u05d4\u05ea\u05e6\u05d5\u05e8\u05d4 \u05e9\u05dc HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05de\u05e6\u05d5\u05d0 \u05e7\u05d5\u05d1\u05e5 \u05ea\u05e6\u05d5\u05e8\u05d4 \u05e2\u05d1\u05d5\u05e8 \u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d8\u05e2\u05d5\u05df \u05e7\u05d5\u05d1\u05e5 \u05ea\u05e6\u05d5\u05e8\u05d4 \u05dc\u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea.
error.iebtninstallerupdater.update=CLFRO0023E: \u05e0\u05db\u05e9\u05dc \u05d1\u05e2\u05d3\u05db\u05d5\u05df \u05e9\u05dc \u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: \u05d7\u05dc\u05d5\u05df \u05e7\u05d5\u05e4\u05e5 \u05e9\u05dc \u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05dc-IE \u05e2\u05d5\u05d3\u05db\u05df \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I:  \u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea Inframe \u05dc-IE \u05e2\u05d5\u05d3\u05db\u05df \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4.
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d1\u05d3\u05d9\u05e7\u05d4 \u05e9\u05dc  \u05de\u05ea\u05e7\u05d9\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea.
info.iebtninstallerupdater.success=CLFRO0014I: \u05d4\u05de\u05ea\u05e7\u05d9\u05df \u05e9\u05dc \u05dc\u05d7\u05e6\u05df \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05de\u05e0\u05d9\u05d5\u05ea \u05d1-IE \u05e2\u05d5\u05d3\u05db\u05df \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4.

error.constraint.empty=CLFRO0004E: \u05de\u05d2\u05d1\u05dc\u05ea \u05d4\u05e4\u05e8\u05de\u05d8\u05e8 \u05dc\u05d0 \u05d0\u05de\u05d5\u05e8\u05d4 \u05dc\u05d4\u05d9\u05d5\u05ea null.
#{0} is a url string
error.add.credential=CLFRO0010E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05d5\u05e1\u05e4\u05d4 \u05e9\u05dc \u05d0\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05dc\u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e8\u05d7\u05d5\u05e7, \u05d4-url \u05d4\u05de\u05e8\u05d5\u05d7\u05e7 \u05d4\u05d5\u05d0 {0}
error.apply.constraint=CLFRO0009E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05d7\u05dc\u05d4 \u05e9\u05dc \u05de\u05d2\u05d1\u05dc\u05d5\u05ea.
error.add.parameter=CLFRO0005E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05d5\u05e1\u05e4\u05ea \u05d0\u05d5\u05e4\u05e8\u05d8\u05d5\u05e8 \u05e9\u05dc \u05d8\u05e7\u05e1\u05d8 \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d0\u05d5 \u05d4\u05e4\u05e8\u05de\u05d8\u05e8 'ps' \u05d0\u05d5 \u05d4\u05e4\u05e8\u05de\u05d8\u05e8 'page'.
error.parse.redirect=CLFRO0018E: \u05e0\u05db\u05e9\u05dc \u05e0\u05d9\u05ea\u05d5\u05d7 url \u05dc\u05e0\u05d9\u05ea\u05d5\u05d1 \u05de\u05d7\u05d3\u05e9.
error.build.entry=CLFRO0003E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d1\u05e0\u05d9\u05d9\u05ea \u05e2\u05e8\u05da \u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05dc\u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e8\u05d7\u05d5\u05e7.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05e4\u05e2\u05dc\u05ea \u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e8\u05d7\u05d5\u05e7 {0}, \u05d4\u05e9\u05e8\u05ea \u05d4\u05de\u05e8\u05d5\u05d7\u05e7 \u05d4\u05d7\u05d6\u05d9\u05e8 \u05e7\u05d5\u05d3 HTTP: {1}
error.entry.edit=CLFRO0001E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05e2\u05e8\u05d9\u05db\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4, \u05d4-url \u05d4\u05d5\u05d0: {0}
error.entry.delete=CLFRO0025E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05de\u05d7\u05d9\u05e7\u05ea \u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4, \u05d4-url \u05d4\u05d5\u05d0: {0}
error.entry.publish=CLFRO0016E: \u05e0\u05db\u05e9\u05dc \u05e4\u05e8\u05e1\u05d5\u05dd \u05e1\u05d9\u05de\u05e0\u05d9\u05d9\u05d4 \u05d3\u05e8\u05da \u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e8\u05d7\u05d5\u05e7.
error.service.proxy.entries=CLFRO0032E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05e7\u05d1\u05dc\u05ea \u05e2\u05e8\u05db\u05d9\u05dd \u05dc\u05e9\u05d9\u05e8\u05d5\u05ea {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: \u05db\u05d1\u05e8 \u05d4\u05d9\u05d9\u05ea\u05d4 \u05e7\u05e8\u05d9\u05d0\u05d4 \u05dc\u05e9\u05d9\u05d8\u05d4 getOutputStream.
error.responsewrapper.writer.called=CLFRO0035E: \u05db\u05d1\u05e8 \u05d4\u05d9\u05d9\u05ea\u05d4 \u05e7\u05e8\u05d9\u05d0\u05d4 \u05dc\u05e9\u05d9\u05d8\u05d4 getWriter.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u05d6\u05e8\u05dd \u05d4\u05e4\u05dc\u05d8 \u05e1\u05d2\u05d5\u05e8, \u05d0\u05d9 \u05d0\u05e4\u05e9\u05e8 \u05dc\u05db\u05ea\u05d5\u05d1 \u05dc\u05d6\u05e8\u05dd \u05e1\u05d2\u05d5\u05e8.
error.stream.flush=CLFRO0033E: \u05d6\u05e8\u05dd \u05d4\u05e4\u05dc\u05d8 \u05e1\u05d2\u05d5\u05e8, \u05d0\u05d9 \u05d0\u05e4\u05e9\u05e8 \u05dc\u05d4\u05d6\u05e8\u05d9\u05dd.

error.nononce=CLFRO0045E: \u05e0\u05db\u05e9\u05dc \u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05e7\u05e9\u05d4.

error.acf.filtercontent=CLFRO0151E: \u05e0\u05db\u05e9\u05dc \u05e1\u05d9\u05e0\u05d5\u05df \u05ea\u05d5\u05db\u05df, \u05d4\u05de\u05d7\u05e8\u05d5\u05d6\u05ea \u05d4\u05d9\u05d0: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05d5\u05e1\u05e4\u05d4 \u05e9\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 \u05d4\u05d6\u05d4 \u05de\u05db\u05d9\u05d5\u05d5\u05df \u05e9\u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05db\u05d1\u05e8 \u05d9\u05e9 \u05e7\u05d9\u05e9\u05d5\u05e8 \u05db\u05d6\u05d4.
error.relatedCommunity.featureDisabled=CLFRO0963E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05d5\u05e1\u05e4\u05d4 \u05e9\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 \u05d4\u05d6\u05d4 \u05de\u05db\u05d9\u05d5\u05d5\u05df \u05e9\u05dc\u05e7\u05d4\u05d9\u05dc\u05d4 \u05d0\u05d9\u05df \u05ea\u05db\u05d5\u05e0\u05d4 \u05de\u05d5\u05e4\u05e2\u05dc\u05ea \u05e9\u05dc \u05e7\u05d4\u05d9\u05dc\u05d4 \u05e7\u05e9\u05d5\u05e8\u05d4.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: \u05e0\u05db\u05e9\u05dc\u05d4 \u05d4\u05e4\u05e2\u05dc\u05d4 \u05e9\u05dc \u05e9\u05d9\u05e8\u05d5\u05ea \u05de\u05e8\u05d7\u05d5\u05e7 {0}, \u05e9\u05e8\u05ea \u05de\u05e8\u05d5\u05d7\u05e7 \u05d4\u05d7\u05d6\u05d9\u05e8 \u05e7\u05d5\u05d3 HTTP: {1}, \u05d2\u05d5\u05e3 \u05e9\u05d7\u05d6\u05e8: {2}
