# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Error en iniciar la configuraci\u00f3 de les connexions.
error.connctions.4in1servlet=CLFRO0030E: Error en gestionar la sol\u00b7licitud d'usuari de diverses miniaplicacions d'adreces d'inter\u00e8s.
error.connections.entry.parse=CLFRO0027E: Error en analitzar l'entrada Atom a la inst\u00e0ncia d'objecte.
#{0} is a url string
error.url.getcontent=CLFRO0028E: No s''ha pogut obtenir el document de contingut de l''URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: No s'ha pogut actualitzar l'adre\u00e7a d'inter\u00e8s.
#{0} is a url string
error.delete.dogear=CLFRO0013E: No s'ha pogut suprimir l'adre\u00e7a d'inter\u00e8s.
error.post.dogear=CLFRO0002E: No s'ha pogut publicar l'adre\u00e7a d'inter\u00e8s a Adreces d'inter\u00e8s.
error.post.communities=CLFRO0024E: No s'ha pogut publicar l'adre\u00e7a d'inter\u00e8s a una o m\u00e9s Comunitats.
error.post.activities=CLFRO0017E: No s'ha pogut publicar l'adre\u00e7a d'inter\u00e8s a una o m\u00e9s Activitats.
error.post.blogs=CLFRO0031E: No s'ha pogut publicar l'adre\u00e7a d'inter\u00e8s a un o m\u00e9s Blocs.
#{0} is a url string
error.dogear.count=CLFRO0007E: No s''ha pogut obtenir el compte de l''adre\u00e7a d''inter\u00e8s, l''URL \u00e9s: {0}
error.post.dogear.check=CLFRO0026E: No s'ha pogut validar l'URL.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: El servei {0} no est\u00e0 configurat correctament. La miniaplicaci\u00f3 d''adreces d''inter\u00e8s no pot apuntar al servidor correcte si els atributs "enabled" i "href" no s''han definit al fitxer de configuraci\u00f3. Comproveu el fitxer de configuraci\u00f3 de l''HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: No s'ha pogut analitzar el fitxer de configuraci\u00f3 de l'HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: No es pot trobar el fitxer de configuraci\u00f3 per a l'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: No es pot carregar el fitxer de configuraci\u00f3 per a l'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s.
error.iebtninstallerupdater.update=CLFRO0023E: No s'ha pogut actualitzar l'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: L'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s emergent per a l'IE s'ha actualitzat correctament.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: L'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s emmarcat per a l'IE s'ha actualitzat correctament.
error.iebtninstallerupdater.needupdate=CLFRO0015E: No s'ha pogut comprovar l'instal\u00b7lador de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s.
info.iebtninstallerupdater.success=CLFRO0014I: L'instal\u00b7lador del bot\u00f3 IE de la miniaplicaci\u00f3 d'adreces d'inter\u00e8s s'ha actualitzat correctament.

error.constraint.empty=CLFRO0004E: La restricci\u00f3 de par\u00e0metre no hauria de ser nul\u00b7la.
#{0} is a url string
error.add.credential=CLFRO0010E: No s''han pogut afegir les credencials per invocar el servei remot, l''URL remot \u00e9s {0}
error.apply.constraint=CLFRO0009E: No s'han pogut aplicar les restriccions.
error.add.parameter=CLFRO0005E: Error en afegir l'operador de text cerca o els par\u00e0metres 'ps' o 'page'.
error.parse.redirect=CLFRO0018E: No s'ha pogut analitzar l'URL de redireccionament.
error.build.entry=CLFRO0003E: No s'ha pogut crear entrada de dades per invocar el servei remot.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: No s''ha pogut invocar el servei remot {0}. Codi HTTP de retorn del servidor remot: {1}
error.entry.edit=CLFRO0001E: No s''ha pogut editar l''adre\u00e7a d''inter\u00e8s, l''URL \u00e9s: {0}
error.entry.delete=CLFRO0025E: No s''ha pogut suprimir l''adre\u00e7a d''inter\u00e8s, l''URL \u00e9s: {0}
error.entry.publish=CLFRO0016E: No s'ha pogut publicar l'adre\u00e7a d'inter\u00e8s a trav\u00e9s del servei remot.
error.service.proxy.entries=CLFRO0032E: No s''han pogut obtenir entrades per al servei {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: El m\u00e8tode getOutputStream ja s'ha cridat.
error.responsewrapper.writer.called=CLFRO0035E: El m\u00e8tode getWriter ja s'ha cridat.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: El flux de sortida est\u00e0 tancat, no es pot escriure en un flux tancat.
error.stream.flush=CLFRO0033E: El flux de sortida est\u00e0 tancat, no es pot buidar.

error.nononce=CLFRO0045E: No s'ha pogut verificar la sol\u00b7licitud.

error.acf.filtercontent=CLFRO0151E: No s''ha pogut filtrar el contingut, la s\u00e8rie \u00e9s: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: No s'ha pogut afegir aquest enlla\u00e7 perqu\u00e8 la comunitat ja el t\u00e9.
error.relatedCommunity.featureDisabled=CLFRO0963E: No s'ha pogut afegir aquest enlla\u00e7 perqu\u00e8 la comunitat no habilita la caracter\u00edstica Comunitat relacionada.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: No s''ha pogut invocar el servei remot {0}. El servidor remot ha tornat el codi HTTP: {1}. Cos de retorn: {2}
