# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: \u63a5\u7d9a\u69cb\u6210\u306e\u521d\u671f\u5316\u30a8\u30e9\u30fc\u3002
error.connctions.4in1servlet=CLFRO0030E: \u8907\u6570\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30e6\u30fc\u30b6\u30fc\u8981\u6c42\u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.connections.entry.parse=CLFRO0027E: \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3078\u306e Atom \u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u69cb\u6587\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#{0} is a url string
error.url.getcontent=CLFRO0028E: \u30b3\u30f3\u30c6\u30f3\u30c4\u6587\u66f8\u3092 URL {0} \u304b\u3089\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#{0} is a url string
error.update.dogear=CLFRO0021E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#{0} is a url string
error.delete.dogear=CLFRO0013E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.post.dogear=CLFRO0002E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.post.communities=CLFRO0024E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092 1 \u3064\u4ee5\u4e0a\u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.post.activities=CLFRO0017E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092 1 \u3064\u4ee5\u4e0a\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.post.blogs=CLFRO0031E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092 1 \u3064\u4ee5\u4e0a\u306e\u30d6\u30ed\u30b0\u306b\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#{0} is a url string
error.dogear.count=CLFRO0007E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30ab\u30a6\u30f3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002URL: {0}
error.post.dogear.check=CLFRO0026E: URL \u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: \u30b5\u30fc\u30d3\u30b9 {0} \u304c\u6b63\u3057\u304f\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u306f\u3001\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3067\u300cenabled\u300d\u5c5e\u6027\u3068\u300chref\u300d\u5c5e\u6027\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u6b63\u3057\u3044\u30b5\u30fc\u30d0\u30fc\u3092\u6307\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002HCL Connections \u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.iebtninstallerupdater.config=CLFRO0012E: HCL Connections \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u89e3\u6790\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.iebtninstallerupdater.setupini=CLFRO0019E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
error.iebtninstallerupdater.setupiniload=CLFRO0008E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3002
error.iebtninstallerupdater.update=CLFRO0023E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
info.iebtninstallerupdater.popupupdated=CLFRO0006I: IE \u306e\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30fb\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: IE \u306e iframe \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
error.iebtninstallerupdater.needupdate=CLFRO0015E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306e\u691c\u67fb\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
info.iebtninstallerupdater.success=CLFRO0014I: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u30ec\u30c3\u30c8 IE \u30dc\u30bf\u30f3\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002

error.constraint.empty=CLFRO0004E: \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306e\u5236\u7d04\u3092 NULL \u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
#{0} is a url string
error.add.credential=CLFRO0010E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9\u547c\u3073\u51fa\u3057\u7528\u306e\u8cc7\u683c\u60c5\u5831\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ea\u30e2\u30fc\u30c8 URL \u306f {0} \u3067\u3059
error.apply.constraint=CLFRO0009E: \u5236\u7d04\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.add.parameter=CLFRO0005E: \u691c\u7d22\u30c6\u30ad\u30b9\u30c8\u6f14\u7b97\u5b50\u3001\u307e\u305f\u306f 'ps' \u3082\u3057\u304f\u306f 'page' \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.parse.redirect=CLFRO0018E: \u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u3092\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.build.entry=CLFRO0003E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9\u547c\u3073\u51fa\u3057\u7528\u306e\u30c7\u30fc\u30bf\u30fb\u30a8\u30f3\u30c8\u30ea\u30fc\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9 {0} \u3092\u547c\u3073\u51fa\u305b\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d0\u30fc\u306e\u623b\u308a HTTP \u30b3\u30fc\u30c9: {1}
error.entry.edit=CLFRO0001E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002URL: {0}
error.entry.delete=CLFRO0025E: \u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002URL: {0}
error.entry.publish=CLFRO0016E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9\u7d4c\u7531\u3067\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u516c\u958b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.service.proxy.entries=CLFRO0032E: \u30b5\u30fc\u30d3\u30b9 {0} \u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: \u30e1\u30bd\u30c3\u30c9 getOutputStream \u306f\u3001\u65e2\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
error.responsewrapper.writer.called=CLFRO0035E: \u30e1\u30bd\u30c3\u30c9 getWriter \u306f\u3001\u65e2\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002

#GZIPResponseStream
error.stream.closed=CLFRO0036E: \u51fa\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u9589\u3058\u3066\u3044\u307e\u3059\u3002\u9589\u3058\u3066\u3044\u308b\u30b9\u30c8\u30ea\u30fc\u30e0\u306b\u66f8\u304d\u8fbc\u3080\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.stream.flush=CLFRO0033E: \u51fa\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u9589\u3058\u3066\u3044\u307e\u3059\u3002\u30d5\u30e9\u30c3\u30b7\u30e5\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

error.nononce=CLFRO0045E: \u8981\u6c42\u306e\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

error.acf.filtercontent=CLFRO0151E: \u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a3\u30eb\u30bf\u30fc\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b9\u30c8\u30ea\u30f3\u30b0: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u306b\u306f\u65e2\u306b\u3053\u306e\u30ea\u30f3\u30af\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30ea\u30f3\u30af\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.relatedCommunity.featureDisabled=CLFRO0963E: \u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3067\u300c\u95a2\u9023\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u300d\u6a5f\u80fd\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u30ea\u30f3\u30af\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
error.invoke.remote.relatedCommunityApi=CLFRO0964E: \u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d3\u30b9 {0} \u306e\u547c\u3073\u51fa\u3057\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30ea\u30e2\u30fc\u30c8\u30fb\u30b5\u30fc\u30d0\u30fc\u306e\u623b\u308a HTTP \u30b3\u30fc\u30c9: {1}\u3001\u623b\u308a\u672c\u6587: {2}
