# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Errore nell'inizializzazione della configurazione delle connessioni.
error.connctions.4in1servlet=CLFRO0030E: Errore nella gestione della richiesta dell'utente per il bookmarklet multiplo.
error.connections.entry.parse=CLFRO0027E: Errore nell'analisi della voce atom all'istanza oggetto.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Impossibile ottenere il documento del contenuto dall''url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Impossibile aggiornare il segnalibro.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Impossibile eliminare il segnalibro.
error.post.dogear=CLFRO0002E: Impossibile inviare il segnalibro a Segnalibri.
error.post.communities=CLFRO0024E: Impossibile inviare il segnalibro a una o pi\u00f9 Comunit\u00e0.
error.post.activities=CLFRO0017E: Impossibile inviare il segnalibro a una o pi\u00f9 Attivit\u00e0.
error.post.blogs=CLFRO0031E: Impossibile inviare il segnalibro a uno o pi\u00f9 Blog.
#{0} is a url string
error.dogear.count=CLFRO0007E: Impossibile ottenere il conteggio del segnalibro, l''url \u00e8: {0}
error.post.dogear.check=CLFRO0026E: Impossibile eseguire la convalida dell'url.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: il servizio {0} non \u00e8 configurato correttamente. Il bookmarklet non pu\u00f2 puntare al server corretto se gli attributi "enabled" e "href" non sono impostati nel file di configurazione. Controllare il file di configurazione di HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Impossibile analizzare il file di configurazione di HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: impossibile trovare il file di configurazione per il programma di installazione del bookmarklet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: impossibile caricare il file di configurazione per il programma di installazione del bookmarklet.
error.iebtninstallerupdater.update=CLFRO0023E: Impossibile aggiornare il programma di installazione del bookmarklet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Il programma di installazione del bookmarklet a comparsa per IE \u00e8 stato correttamente aggiornato.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Il programma di installazione inframe del bookmarklet per IE \u00e8 stato correttamente aggiornato.
error.iebtninstallerupdater.needupdate=CLFRO0015E: impossibile controllare il programma di installazione del bookmarklet.
info.iebtninstallerupdater.success=CLFRO0014I: Il pulsante IE del programma di installazione del bookmarklet \u00e8 stato aggiornato correttamente.

error.constraint.empty=CLFRO0004E: Il limite del parametro non deve essere null.
#{0} is a url string
error.add.credential=CLFRO0010E: Impossibile aggiungere Credenziali per il richiamo del servizio remoto, l''url remoto \u00e8 {0}
error.apply.constraint=CLFRO0009E: Impossibile applicare i limiti.
error.add.parameter=CLFRO0005E: Impossibile aggiungere l'operatore per il testo da cercare o i parametri 'ps' o 'page'.
error.parse.redirect=CLFRO0018E: Impossibile analizzare l'url di reindirizzamento.
error.build.entry=CLFRO0003E: Impossibile effettuare il build della voce dati per il richiamo del servizio remoto.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: impossibile richiamare il servizio remoto {0}, codice HTTP di ritorno del server remoto: {1}
error.entry.edit=CLFRO0001E: Impossibile modificare il segnalibro, l''url \u00e8: {0}
error.entry.delete=CLFRO0025E: Impossibile eliminare il segnalibro, l''url \u00e8: {0}
error.entry.publish=CLFRO0016E: Impossibile pubblicare il segnalibro mediante il servizio remoto.
error.service.proxy.entries=CLFRO0032E: Impossibile ottenere voci per il servizio {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Il metodo getOutputStream \u00e8 gi\u00e0 stato chiamato.
error.responsewrapper.writer.called=CLFRO0035E: Il metodo getWriter \u00e8 gi\u00e0 stato chiamato.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Il flusso di output \u00e8 chiuso, impossibile scrivere in un flusso chiuso.
error.stream.flush=CLFRO0033E: Il flusso di output \u00e8 chiuso, impossibile eseguire la cancellazione.

error.nononce=CLFRO0045E: Impossibile verificare la richiesta.

error.acf.filtercontent=CLFRO0151E: Filtro del contenuto non riuscito. La stringa \u00e8: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Impossibile aggiungere questo collegamento in quanto la comunit\u00e0 lo contiene gi\u00e0.
error.relatedCommunity.featureDisabled=CLFRO0963E: Impossibile aggiungere il collegamento in quanto la comunit\u00e0 non ha abilitata la funzione Comunit\u00e0 correlata.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: impossibile richiamare il servizio remoto {0}, codice HTTP di ritorno del server remoto: {1}, corpo di ritorno: {2}
