# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Fehler bei der Connections-Erstkonfiguration.
error.connctions.4in1servlet=CLFRO0030E: Fehler bei der Behandlung mehrerer Benutzeranforderungen der Lesezeichenfunktion.
error.connections.entry.parse=CLFRO0027E: Fehler beim Parsen des Atom-Eintrags in der Objektinstanz.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Fehler beim Abrufen des Inhaltsdokuments der URL {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Lesezeichen konnte nicht aktualisiert werden.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Lesezeichen konnte nicht gel\u00f6scht werden.
error.post.dogear=CLFRO0002E: Lesezeichen konnte nicht in Lesezeichen ver\u00f6ffentlicht werden.
error.post.communities=CLFRO0024E: Lesezeichen konnte nicht an eine oder mehrere Communitys gesendet werden.
error.post.activities=CLFRO0017E: Lesezeichen konnte nicht an eine oder mehrere Aktivit\u00e4ten gesendet werden.
error.post.blogs=CLFRO0031E: Lesezeichen konnte nicht an einen oder mehrere Blogs gesendet werden.
#{0} is a url string
error.dogear.count=CLFRO0007E: Anzahl f\u00fcr Lesezeichen konnte nicht abgerufen werden, URL ist: {0}
error.post.dogear.check=CLFRO0026E: URL konnte nicht validiert werden.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Service {0} ist nicht ordnungsgem\u00e4\u00df konfiguriert. Die Lesezeichenfunktion kann nicht auf den richtigen Server verweisen, wenn die Attribute \u201eenabled\u201cund \u201ehref\u201c in der Konfigurationsdatei nicht festgelegt sind. \u00dcberpr\u00fcfen Sie die HCL Connections-Konfigurationsdatei.
error.iebtninstallerupdater.config=CLFRO0012E: Die HCL Connections-Konfigurationsdatei konnte nicht analysiert werden.
error.iebtninstallerupdater.setupini=CLFRO0019E: Die Konfigurationsdatei f\u00fcr das Installationsprogramm f\u00fcr Lesezeichenfunktionen wurde nicht gefunden.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Die Konfigurationsdatei f\u00fcr das Installationsprogramm f\u00fcr Lesezeichenfunktionen konnte nicht geladen werden.
error.iebtninstallerupdater.update=CLFRO0023E: Das Installationsprogramm f\u00fcr Lesezeichenfunktionen konnte nicht aktualisiert werden.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Das Popup-Installationsprogramm f\u00fcr Lesezeichenfunktionen f\u00fcr Internet Explorer wurde erfolgreich aktualisiert.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Das Inframe-Installationsprogramm f\u00fcr Lesezeichenfunktionen f\u00fcr Internet Explorer wurde erfolgreich aktualisiert.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Das Installationsprogramm f\u00fcr Lesezeichenfunktionen konnte nicht \u00fcberpr\u00fcft werden.
info.iebtninstallerupdater.success=CLFRO0014I: Installationsprogramm f\u00fcr die IE-Lesezeichenfunktionsschaltfl\u00e4che wurde erfolgreich aktualisiert.

error.constraint.empty=CLFRO0004E: Die Parametervorgabe darf nicht null sein.
#{0} is a url string
error.add.credential=CLFRO0010E: Berechtigungsnachweise f\u00fcr das Aufrufen eines fernen Service konnten nicht hinzugef\u00fcgt werden, ferner URL ist {0}
error.apply.constraint=CLFRO0009E: Vorgaben konnten nicht \u00fcbernommen werden.
error.add.parameter=CLFRO0005E: Fehler beim Operator zum Hinzuf\u00fcgen von Suchtext oder bei den Parametern 'ps' oder 'page'
error.parse.redirect=CLFRO0018E: Parsing der umgeleiteten URL konnte nicht durchgef\u00fchrt werden.
error.build.entry=CLFRO0003E: Dateneintrag f\u00fcr das Aufrufen des fernen Service konnte nicht erstellt werden.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Ferner Service {0} konnte nicht aufgerufen werden, ferner Server gibt HTTP-Code zur\u00fcck: {1}
error.entry.edit=CLFRO0001E: Lesezeichen konnte nicht bearbeitet werden, URL ist: {0}
error.entry.delete=CLFRO0025E: Lesezeichen konnte nicht gel\u00f6scht werden, URL ist: {0}
error.entry.publish=CLFRO0016E: Lesezeichen konnte nicht \u00fcber den fernen Service ver\u00f6ffentlicht werden.
error.service.proxy.entries=CLFRO0032E: Eintr\u00e4ge f\u00fcr den Service {0} konnten nicht abgerufen werden.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Die Methode 'getOutputStream' wurde bereits aufgerufen.
error.responsewrapper.writer.called=CLFRO0035E: Die Methode 'getWriter' wurde bereits aufgerufen.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Ausgabedatenstrom ist geschlossen; in einen geschlossenen Datenstrom kann nicht geschrieben werden.
error.stream.flush=CLFRO0033E: Ausgabedatenstrom ist geschlossen und kann nicht gel\u00f6scht werden.

error.nononce=CLFRO0045E: Anforderung konnte nicht gepr\u00fcft werden.

error.acf.filtercontent=CLFRO0151E: Inhalt konnte nicht gefiltert werden, Zeichenfolge: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Dieser Link konnte nicht hinzugef\u00fcgt werden, da die Community bereits diesen Link enth\u00e4lt.
error.relatedCommunity.featureDisabled=CLFRO0963E: Dieser Link konnte nicht hinzugef\u00fcgt werden, da die Community die Funktion "Zugeh\u00f6rige Community" nicht unterst\u00fctzt.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Fehler beim Aufrufen des fernen Service {0}, HTTP-Antwortcode des fernen Servers: {1}, Antworttext: {2}
