# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Erro ao iniciar a configura\u00e7\u00e3o das liga\u00e7\u00f5es.
error.connctions.4in1servlet=CLFRO0030E: Erro ao processar o pedido de utilizador de bookmarklet m\u00faltiplo.
error.connections.entry.parse=CLFRO0027E: Erro ao analisar a entrada do atom para a ocorr\u00eancia do objecto.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Falha ao obter o documento de conte\u00fado do url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Falha ao actualizar o marcador.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Falha ao eliminar o marcador.
error.post.dogear=CLFRO0002E: Falha ao publicar o marcador nos Marcadores.
error.post.communities=CLFRO0024E: Falha ao publicar o marcador numa ou mais Comunidades.
error.post.activities=CLFRO0017E: Falha ao publicar o marcador numa ou mais Actividades.
error.post.blogs=CLFRO0031E: Falha ao publicar o marcador num ou mais Blogues.
#{0} is a url string
error.dogear.count=CLFRO0007E: Falha ao obter a contagem do marcador, o url \u00e9: {0}
error.post.dogear.check=CLFRO0026E: Falha ao validar o url.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: O servi\u00e7o {0} n\u00e3o foi configurado corretamente. O Bookmarklet n\u00e3o pode indicar o servidor correto, se os atributos "enabled" e "href" n\u00e3o estiverem definidos no ficheiro de configura\u00e7\u00e3o. Verifique o ficheiro de configura\u00e7\u00e3o do HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Falha ao analisar o ficheiro de configura\u00e7\u00e3o do HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: N\u00e3o foi poss\u00edvel localizar o ficheiro de configura\u00e7\u00e3o para o instalador de bookmarklet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: N\u00e3o foi poss\u00edvel carregar o ficheiro de configura\u00e7\u00e3o para o instalador de bookmarklet.
error.iebtninstallerupdater.update=CLFRO0023E: Falha ao actualizar o instalador de bookmarklet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: O instalador de bookmarklet instant\u00e2neo do IE foi actualizado com \u00eaxito.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: O instalador de bookmarklet Inframe do IE foi actualizado com \u00eaxito.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Falha ao verificar o instalador de bookmarklet.
info.iebtninstallerupdater.success=CLFRO0014I: O instalador de bot\u00f5es do Bookmarklet IE foi actualizado com \u00eaxito.

error.constraint.empty=CLFRO0004E: A restri\u00e7\u00e3o do par\u00e2metro n\u00e3o deve ser nula.
#{0} is a url string
error.add.credential=CLFRO0010E: Falha ao adicionar as credenciais para invocar o servi\u00e7o remoto, o url remoto \u00e9 {0}
error.apply.constraint=CLFRO0009E: Falha ao aplicar as restri\u00e7\u00f5es.
error.add.parameter=CLFRO0005E: Falha ao adicionar o operador de texto de procura ou os par\u00e2metros 'ps' ou 'page'.
error.parse.redirect=CLFRO0018E: Falha ao analisar o url de redireccionamento.
error.build.entry=CLFRO0003E: Falha ao criar a entrada de dados para invocar o servi\u00e7o remoto.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Falha ao invocar o servi\u00e7o remoto {0}, c\u00f3digo de HTTP devolvido pelo servidor remoto: {1}
error.entry.edit=CLFRO0001E: Falha ao editar o marcador, url \u00e9: {0}
error.entry.delete=CLFRO0025E: Falha ao eliminar o marcador, url \u00e9: {0}
error.entry.publish=CLFRO0016E: Falha ao publicar o marcador atrav\u00e9s do servi\u00e7o remoto.
error.service.proxy.entries=CLFRO0032E: Falha ao obter entradas para o servi\u00e7o {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: O m\u00e9todo getOutputStream j\u00e1 foi invocado.
error.responsewrapper.writer.called=CLFRO0035E: O m\u00e9todo getWriter j\u00e1 foi invocado.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: A sequ\u00eancia de sa\u00edda est\u00e1 fechada. N\u00e3o \u00e9 poss\u00edvel gravar numa sequ\u00eancia fechada.
error.stream.flush=CLFRO0033E: A sequ\u00eancia de sa\u00edda est\u00e1 fechada. N\u00e3o \u00e9 poss\u00edvel ajustar.

error.nononce=CLFRO0045E: Falha ao verificar o pedido.

error.acf.filtercontent=CLFRO0151E: Falha ao filtrar conte\u00fado, a cadeia \u00e9: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Falha ao adicionar esta liga\u00e7\u00e3o, uma vez que a comunidade j\u00e1 tem esta liga\u00e7\u00e3o.
error.relatedCommunity.featureDisabled=CLFRO0963E: Falha ao adicionar esta liga\u00e7\u00e3o, uma vez que a comunidade n\u00e3o tem a fun\u00e7\u00e3o Comunidade relacionada activada.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Falha ao invocar o servi\u00e7o remoto {0}, c\u00f3digo de HTTP devolvido pelo servidor remoto: {1}, corpo da devolu\u00e7\u00e3o: {2}
