# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Det uppstod ett fel n\u00e4r anslutningskonfigurationen skulle initieras.
error.connctions.4in1servlet=CLFRO0030E: Det uppstod ett fel n\u00e4r beg\u00e4ran f\u00f6r flera bokm\u00e4rksapplikationer skulle hanteras.
error.connections.entry.parse=CLFRO0027E: Det uppstod ett fel n\u00e4r Atom-posten f\u00f6r objektf\u00f6rekomsten skulle tolkas.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Det gick inte att h\u00e4mta inneh\u00e5llsdokumentet fr\u00e5n URL-adressen {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: Det gick inte att uppdatera bokm\u00e4rket.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Det gick inte att ta bort bokm\u00e4rket.
error.post.dogear=CLFRO0002E: Det gick inte att skicka in bokm\u00e4rket till Bokm\u00e4rken.
error.post.communities=CLFRO0024E: Det gick inte att skicka in bokm\u00e4rket till en eller flera gemenskaper.
error.post.activities=CLFRO0017E: Det gick inte att skicka in bokm\u00e4rket till en eller flera aktiviteter.
error.post.blogs=CLFRO0031E: Det gick inte att skicka in bokm\u00e4rket till en eller flera bloggar.
#{0} is a url string
error.dogear.count=CLFRO0007E: Det gick inte att h\u00e4mta antal f\u00f6r bokm\u00e4rket. URL: {0}
error.post.dogear.check=CLFRO0026E: Det gick inte att validera URL-adressen.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Tj\u00e4nsten {0} \u00e4r inte konfigurerad p\u00e5 r\u00e4tt s\u00e4tt. Bokm\u00e4rksapplikationen kan inte peka p\u00e5 r\u00e4tt server om attributen enabled och href i konfigurationsfilen har satts. Kontrollera konfigurationsfilen f\u00f6r HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Det gick inte att tolka konfigurationsfilen f\u00f6r HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: Det gick inte att hitta konfigurationsfilen f\u00f6r bokm\u00e4rksapplikationens installationsprogram.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Det gick inte att l\u00e4sa in konfigurationsfilen f\u00f6r bokm\u00e4rksapplikationens installationsprogram.
error.iebtninstallerupdater.update=CLFRO0023E: Det gick inte att uppdatera bokm\u00e4rksapplikationens installationsprogram.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Bokm\u00e4rksapplikationens installationsprogram f\u00f6r IE-f\u00f6nster uppdaterades.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Bokm\u00e4rksapplikationens installationsprogram f\u00f6r IE-ramar uppdaterades.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Det gick inte att kontrollera bokm\u00e4rksapplikationens installationsprogram.
info.iebtninstallerupdater.success=CLFRO0014I: Bokm\u00e4rksapplikationens installationsprogram IE-knappar uppdaterades.

error.constraint.empty=CLFRO0004E: Parameterbegr\u00e4nsningen b\u00f6r inte vara null.
#{0} is a url string
error.add.credential=CLFRO0010E: Det gick inte att l\u00e4gga till anv\u00e4ndarinformation f\u00f6r anrop av fj\u00e4rrtj\u00e4nsten. Fj\u00e4rr-URL: {0}
error.apply.constraint=CLFRO0009E: Det gick inte att anv\u00e4nda begr\u00e4nsningarna.
error.add.parameter=CLFRO0005E: Det gick inte att l\u00e4gga till s\u00f6ktextoperatorn eller parametrarna ps eller page.
error.parse.redirect=CLFRO0018E: Det gick inte att tolka omdirigerings-URL-adressen.
error.build.entry=CLFRO0003E: Det gick inte att bygga dataposten f\u00f6r anrop av fj\u00e4rrtj\u00e4nsten.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Det gick inte att anropa fj\u00e4rrtj\u00e4nsten {0}. HTTP-returkod: {1}
error.entry.edit=CLFRO0001E: Det gick inte att redigera bokm\u00e4rket. URL: {0}
error.entry.delete=CLFRO0025E: Det gick inte att ta bort bokm\u00e4rket. URL: {0}
error.entry.publish=CLFRO0016E: Det gick inte att publicera bokm\u00e4rket med hj\u00e4lp av fj\u00e4rrtj\u00e4nsten.
error.service.proxy.entries=CLFRO0032E: Det gick inte att h\u00e4mta poster f\u00f6r tj\u00e4nsten {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoden getOutputStream har redan anropats.
error.responsewrapper.writer.called=CLFRO0035E: Metoden getWriter har redan anropats.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Utdatastr\u00f6mmen \u00e4r st\u00e4ngd. Det g\u00e5r inte att skriva till st\u00e4ngda str\u00f6mmar.
error.stream.flush=CLFRO0033E: Utdatastr\u00f6mmen \u00e4r st\u00e4ngd. Det g\u00e5r inte att rensa den.

error.nononce=CLFRO0045E: Det gick inte att verifiera beg\u00e4ran.

error.acf.filtercontent=CLFRO0151E: Det gick inte att filtrera inneh\u00e5llet. Str\u00e4ng: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Det gick inte att l\u00e4gga till den h\u00e4r l\u00e4nken eftersom den redan finns i gemenskapen.
error.relatedCommunity.featureDisabled=CLFRO0963E: Det gick inte att l\u00e4gga till den h\u00e4r l\u00e4nken eftersom funktionen f\u00f6r relaterade gemenskaper inte \u00e4r aktiverad f\u00f6r gemenskapen.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Det gick inte att anropa fj\u00e4rrtj\u00e4nsten {0}. HTTP-returkod: {1}, returtext: {2}
