# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Yhteyskokoonpanon alustuksessa on ilmennyt virhe.
error.connctions.4in1servlet=CLFRO0030E: Usean kirjanmerkkien lis\u00e4yssovelman k\u00e4ytt\u00e4j\u00e4pyynn\u00f6n k\u00e4sittelyss\u00e4 on ilmennyt virhe.
error.connections.entry.parse=CLFRO0027E: Atom-merkinn\u00e4n j\u00e4sennyksess\u00e4 objektin ilmentym\u00e4\u00e4n on ilmennyt virhe.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Sis\u00e4lt\u00f6asiakirjan lataus URL-osoitteesta {0} ei onnistunut.
#{0} is a url string
error.update.dogear=CLFRO0021E: Kirjanmerkin p\u00e4ivitys ei onnistunut.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Kirjanmerkin poisto ei onnistunut.
error.post.dogear=CLFRO0002E: Kirjanmerkin lis\u00e4ys kirjanmerkkeihin ei onnistunut.
error.post.communities=CLFRO0024E: Kirjanmerkin lis\u00e4ys yhteen tai useampaan yhteis\u00f6\u00f6n ei onnistunut.
error.post.activities=CLFRO0017E: Kirjanmerkin lis\u00e4ys yhteen tai useampaan aktiviteettiin ei onnistunut.
error.post.blogs=CLFRO0031E: Kirjanmerkin lis\u00e4ys yhteen tai useampaan verkkolokiin ei onnistunut.
#{0} is a url string
error.dogear.count=CLFRO0007E: Kirjanmerkin m\u00e4\u00e4r\u00e4n nouto ei onnistunut, URL-osoite on: {0}
error.post.dogear.check=CLFRO0026E: URL-osoitteen tarkistus ei onnistunut.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Palvelua {0} ei ole m\u00e4\u00e4ritetty oikein. Kirjanmerkkien lis\u00e4yssovelma ei voi osoittaa oikeaan palvelimeen, jos m\u00e4\u00e4ritteit\u00e4 "enabled" ja "href" ei ole m\u00e4\u00e4ritetty kokoonpanotiedostossa. Tarkista HCL Connections -kokoonpanotiedosto.
error.iebtninstallerupdater.config=CLFRO0012E: HCL Connections -kokoonpanotiedoston j\u00e4sennys ei onnistunut.
error.iebtninstallerupdater.setupini=CLFRO0019E: Kirjanmerkkien lis\u00e4yssovelman asennusohjelman kokoonpanotiedostoa ei l\u00f6ytynyt.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Kirjanmerkkien lis\u00e4yssovelman asennusohjelman kokoonpanotiedostoa ei voitu ladata.
error.iebtninstallerupdater.update=CLFRO0023E: Kirjanmerkkien lis\u00e4yssovelman asennusohjelman p\u00e4ivitys ei onnistunut.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Omaan ikkunaan avautuvien kirjanmerkkien lis\u00e4yssovelman asennusohjelman p\u00e4ivitys Internet Exploreria varten on onnistunut.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Samaan ikkunaan avautuvien kirjanmerkkien lis\u00e4yssovelman asennusohjelman p\u00e4ivitys Internet Exploreria varten on onnistunut.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Kirjanmerkkien lis\u00e4yssovelman asennusohjelman tarkistus ei onnistunut.
info.iebtninstallerupdater.success=CLFRO0014I: Kirjanmerkkien lis\u00e4yssovelman Internet Explorer-painikkeen asennusohjelman p\u00e4ivitys on onnistunut.

error.constraint.empty=CLFRO0004E: Parametrin rajoite ei voi olla tyhj\u00e4arvo.
#{0} is a url string
error.add.credential=CLFRO0010E: Et\u00e4palvelun kutsun valtuustietojen lis\u00e4ys ei onnistu, et\u00e4-URL-osoite on {0}
error.apply.constraint=CLFRO0009E: Rajoitteiden k\u00e4ytt\u00f6\u00f6notto ei onnistu.
error.add.parameter=CLFRO0005E: Hakutekstioperaattorin tai 'ps'- tai 'page'-parametrien lis\u00e4ys ei onnistu.
error.parse.redirect=CLFRO0018E: Edelleenohjatun URL-osoitteen j\u00e4sennys ei onnistu.
error.build.entry=CLFRO0003E: Et\u00e4palvelun kutsussa tarvittavan tietomerkinn\u00e4n muodostus ei onnistu.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Et\u00e4palvelua {0} ei voitu kutsua. Et\u00e4palvelimen palauttama HTTP-koodi on {1}
error.entry.edit=CLFRO0001E: Kirjanmerkin muokkaus ei onnistu. URL-osoite on {0}
error.entry.delete=CLFRO0025E: Kirjanmerkin poisto ei onnistu. URL-osoite on {0}
error.entry.publish=CLFRO0016E: Kirjanmerkin julkaisu et\u00e4palvelun kautta ei onnistu.
error.service.proxy.entries=CLFRO0032E: Palvelun {0} merkint\u00f6jen nouto ei onnistu.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metodia getOutputStream on jo kutsuttu.
error.responsewrapper.writer.called=CLFRO0035E: Metodia getWriter on jo kutsuttu.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Tulostustietovirta on suljettu. Suljettuun tietovirtaan ei voi kirjoittaa.
error.stream.flush=CLFRO0033E: Tulostustietovirta on suljettu. Suljettuun tietovirtaan ei voi vedostaa.

error.nononce=CLFRO0045E: Pyynn\u00f6n tarkistus ei onnistu.

error.acf.filtercontent=CLFRO0151E: Sis\u00e4ll\u00f6n suodatus ei onnistu, merkkijono on {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: T\u00e4m\u00e4n linkin lis\u00e4ys ei onnistu, koska linkki on jo yhteis\u00f6ss\u00e4.
error.relatedCommunity.featureDisabled=CLFRO0963E: T\u00e4m\u00e4n linkin lis\u00e4ys ei onnistu, koska yhteis\u00f6ss\u00e4 ei ole k\u00e4yt\u00f6ss\u00e4 Aiheeseen liittyv\u00e4 yhteis\u00f6 -ominaisuus.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Et\u00e4palvelun {0} kutsu ei onnistu. Et\u00e4palvelun palauttama HTTP-koodi on {1} ja tekstiosa {2}.
