# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Configurarea conexiunilor de ini\u0163ializare eroare.
error.connctions.4in1servlet=CLFRO0030E: Eroare la gestionarea cererii de utilizator pentru bookmarklet multiplu.
error.connections.entry.parse=CLFRO0027E: Eroare la parsarea intr\u0103rii de Atom \u00eentr-o instan\u0163\u0103 obiect.
#{0} is a url string
error.url.getcontent=CLFRO0028E: E\u015fuare la ob\u0163inerea documentului de con\u0163inut de la url {0}.
#{0} is a url string
error.update.dogear=CLFRO0021E: E\u015fuare la actualizarea semnului de carte.
#{0} is a url string
error.delete.dogear=CLFRO0013E: E\u015fuare la \u015ftergerea semnului de carte.
error.post.dogear=CLFRO0002E: E\u015fuare la postarea semnului de carte \u00een Semne de carte.
error.post.communities=CLFRO0024E: E\u015fuare la postarea semnului de carte \u00eentr-una sau mai multe Comunit\u0103\u0163i.
error.post.activities=CLFRO0017E: E\u015fuare la postarea semnului de carte \u00eentr-una sau mai multe Activit\u0103\u0163i.
error.post.blogs=CLFRO0031E: E\u015fuare la postarea semnului de carte \u00eentr-unul sau mai multe Bloguri.
#{0} is a url string
error.dogear.count=CLFRO0007E: E\u015fuare \u015fa ob\u0163inerea contorului de semne de carte, url este: {0}
error.post.dogear.check=CLFRO0026E: E\u015fuare la validarea url-ului.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: Serviciul {0} nu este configurat corect. Bookmarklet nu poate indica serverul corect dac\u0103 nu sunt setate atributele "activat" \u0219i "href" \u00een fi\u0219ierul de configurare. V\u0103 rug\u0103m s\u0103 verifica\u021bi fi\u0219ierul de configurare HCL Connections.
error.iebtninstallerupdater.config=CLFRO0012E: Nu s-a putut analiza fi\u0219ierul de configurare HCL Connections.
error.iebtninstallerupdater.setupini=CLFRO0019E: Nu se poate g\u0103si fi\u0219ierul de configurare pentru programul de instalare al bookmarklet.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Nu se poate \u00eenc\u0103rca fi\u0219ierul de configurare pentru programul de instalare al bookmarklet.
error.iebtninstallerupdater.update=CLFRO0023E: E\u015fuare la actualizarea programului de instalare a bookmarklet.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Program de instalare a bookmarklet ivit pentru IE este actualizat cu succes.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Programul de instalare bookmarklet \u00een cadru pentru IE este actualizat cu succes.
error.iebtninstallerupdater.needupdate=CLFRO0015E: E\u0219uare la verificarea programului de instalare a bookmarklet.
info.iebtninstallerupdater.success=CLFRO0014I: Programul de instalare a butonului IE pentru bookmarklet este actualizat cu succes.

error.constraint.empty=CLFRO0004E: Constr\u00e2ngerea parametrului nu trebuie s\u0103 fie nul\u0103.
#{0} is a url string
error.add.credential=CLFRO0010E: E\u015fuare la ad\u0103ugarea Acredit\u0103rilor pentru invocarea serviciului la distan\u0163\u0103, url-ul la distan\u0163\u0103 este {0}
error.apply.constraint=CLFRO0009E: E\u015fuare la aplicarea constr\u00e2ngerilor.
error.add.parameter=CLFRO0005E: Ad\u0103ugarea operatorului text de c\u0103utare sau a parametrilor 'ps' sau 'page' a e\u015fuat.
error.parse.redirect=CLFRO0018E: Parsarea url-ului redirec\u0163ionat a e\u015fuat.
error.build.entry=CLFRO0003E: E\u015fuare la construirea intr\u0103rii de date pentru invocarea serviciului la distan\u0163\u0103.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: E\u0219uare la invocarea serviciului la distan\u021b\u0103 {0}, codul HTTP returnat de serverul la distan\u021b\u0103 este: {1}
error.entry.edit=CLFRO0001E: E\u015fuare la editarea semnului de carte, url-ul este: {0}
error.entry.delete=CLFRO0025E: E\u015fuare la \u015ftergerea semnului de carte, url-ul este: {0}
error.entry.publish=CLFRO0016E: E\u015fuare la publicarea semnului de carte prin serviciul la distan\u0163\u0103.
error.service.proxy.entries=CLFRO0032E: E\u015fuare la ob\u0163inerea intr\u0103rilor pentru serviciu {0}.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: Metoda getOutputStream a fost deja apelat\u0103.
error.responsewrapper.writer.called=CLFRO0035E: Metoda getWriter a fost deja apelat\u0103.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: Fluxul de ie\u015fire a fost \u00eenchis, nu se poate scrie \u00eentr-un flux \u00eenchis.
error.stream.flush=CLFRO0033E: Fluxul de ie\u015fire este \u00eenchis, nu se poate face flush.

error.nononce=CLFRO0045E: E\u015fuare la verificarea cererii.

error.acf.filtercontent=CLFRO0151E: E\u015fuare la filtrarea con\u0163inutului, \u015firul este: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: E\u015fuare la ad\u0103ugarea acestei leg\u0103turi deoarece comunitatea are deja aceast\u0103 leg\u0103tur\u0103.
error.relatedCommunity.featureDisabled=CLFRO0963E: E\u015fuare la ad\u0103ugarea acestei leg\u0103turi deoarece comunitatea nu activeaz\u0103 caracteristica Comunitate \u00eenrudit\u0103.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: E\u0219uare la invocarea serviciului la distan\u021b\u0103 {0}, serverul la distan\u021b\u0103 \u00eentoarce codul HTTP: {1}, corp \u00eentoarcere: {2}
