# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2008, 2019
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRO
str_component_id=CLFRO

## G11N SA UI

## MESSAGES GO DOWN HERE in format key=value
error.connections.init=CLFRO0020E: Hiba t\u00f6rt\u00e9nt a kapcsolatok konfigur\u00e1ci\u00f3j\u00e1nak inicializ\u00e1l\u00e1sakor.
error.connctions.4in1servlet=CLFRO0030E: Hiba t\u00f6rt\u00e9nt a t\u00f6bbsz\u00f6r\u00f6s k\u00f6nyvjelz\u0151 felhaszn\u00e1l\u00f3i k\u00e9r\u00e9s kezel\u00e9sekor.
error.connections.entry.parse=CLFRO0027E: Hiba t\u00f6rt\u00e9nt az objektump\u00e9ld\u00e1ny atom bejegyz\u00e9s\u00e9nek \u00e9rtelmez\u00e9sekor.
#{0} is a url string
error.url.getcontent=CLFRO0028E: Nem siker\u00fclt beolvasni a tartalomdokumentumot a(z) {0} URL c\u00edmr\u0151l.
#{0} is a url string
error.update.dogear=CLFRO0021E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 friss\u00edt\u00e9se.
#{0} is a url string
error.delete.dogear=CLFRO0013E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 t\u00f6rl\u00e9se.
error.post.dogear=CLFRO0002E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 elk\u00fcld\u00e9se a K\u00f6nyvjelz\u0151k alkalmaz\u00e1sba.
error.post.communities=CLFRO0024E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 elk\u00fcld\u00e9se n\u00e9h\u00e1ny k\u00f6z\u00f6ss\u00e9gbe.
error.post.activities=CLFRO0017E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 elk\u00fcld\u00e9se n\u00e9h\u00e1ny alkalmaz\u00e1sba.
error.post.blogs=CLFRO0031E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 elk\u00fcld\u00e9se n\u00e9h\u00e1ny blogba.
#{0} is a url string
error.dogear.count=CLFRO0007E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 megsz\u00e1ml\u00e1l\u00e1sa, az url: {0}
error.post.dogear.check=CLFRO0026E: Nem siker\u00fclt az URL \u00e9rv\u00e9nyes\u00edt\u00e9se.

#IEButtonInstallerUpdater
# 0: service name
error.iebtninstallerupdater.serviceerror=CLFRO0022E: A(z) {0} szolg\u00e1ltat\u00e1s nincs megfelel\u0151en konfigur\u00e1lva. A k\u00f6nyvjelz\u0151-kisalkalmaz\u00e1s nem mutathat a megfelel\u0151 kiszolg\u00e1l\u00f3ra, ha az \u201eenabled\u201d \u00e9s \u201ehref\u201d attrib\u00fatumok nincsenek be\u00e1ll\u00edtva a konfigur\u00e1ci\u00f3s f\u00e1jlban. Ellen\u0151rizze a HCL Connections konfigur\u00e1ci\u00f3s f\u00e1jlt.
error.iebtninstallerupdater.config=CLFRO0012E: Nem siker\u00fclt a HCL Connections konfigur\u00e1ci\u00f3s f\u00e1jl \u00e9rtelmez\u00e9se.
error.iebtninstallerupdater.setupini=CLFRO0019E: Nem tal\u00e1lhat\u00f3 a k\u00f6nyvjelz\u0151-kisalkalmaz\u00e1s telep\u00edt\u0151j\u00e9nek konfigur\u00e1ci\u00f3s f\u00e1jlja.
error.iebtninstallerupdater.setupiniload=CLFRO0008E: Nem lehet bet\u00f6lteni a k\u00f6nyvjelz\u0151-kisalkalmaz\u00e1s telep\u00edt\u0151j\u00e9nek konfigur\u00e1ci\u00f3s f\u00e1jlj\u00e1t.
error.iebtninstallerupdater.update=CLFRO0023E: Nem lehetett friss\u00edteni a k\u00f6nyvjelz\u0151 telep\u00edt\u0151t.
info.iebtninstallerupdater.popupupdated=CLFRO0006I: Az IE felbukkan\u00f3 k\u00f6nyvjelz\u0151 telep\u00edt\u0151j\u00e9nek friss\u00edt\u00e9se sikeres.
info.iebtninstallerupdater.inframeupdated=CLFRO0029I: Az IE Inframe k\u00f6nyvjelz\u0151 telep\u00edt\u0151j\u00e9nek friss\u00edt\u00e9se sikeres.
error.iebtninstallerupdater.needupdate=CLFRO0015E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151-kisalkalmaz\u00e1s telep\u00edt\u0151j\u00e9nek ellen\u0151rz\u00e9se.
info.iebtninstallerupdater.success=CLFRO0014I: A k\u00f6nyvjelz\u0151 IE gomb telep\u00edt\u0151j\u00e9nek friss\u00edt\u00e9se siker\u00fclt.

error.constraint.empty=CLFRO0004E: A korl\u00e1toz\u00e1s nem lehet null \u00e9rt\u00e9k\u0171.
#{0} is a url string
error.add.credential=CLFRO0010E: Nem siker\u00fclt a hiteles\u00edt\u0151 adatok hozz\u00e1ad\u00e1sa a t\u00e1voli szolg\u00e1ltat\u00e1s megh\u00edv\u00e1sa \u00e9rdek\u00e9ben, a t\u00e1voli URL: {0}
error.apply.constraint=CLFRO0009E: Nem siker\u00fclt alkalmazni a korl\u00e1toz\u00e1sokat.
error.add.parameter=CLFRO0005E: A keresett sz\u00f6veg oper\u00e1tor, a 'ps' vagy a 'page' param\u00e9terek hozz\u00e1ad\u00e1sa meghi\u00fasult.
error.parse.redirect=CLFRO0018E: Az \u00e1tir\u00e1ny\u00edt\u00e1si URL \u00e9rtelmez\u00e9se meghi\u00fasult.
error.build.entry=CLFRO0003E: Nem siker\u00fclt az adatbejegyz\u00e9s fel\u00e9p\u00edt\u00e9se a t\u00e1voli szolg\u00e1ltat\u00e1s megh\u00edv\u00e1s\u00e1hoz.
#{0} is a url string
#{1} is a number
error.invoke.remote.api=CLFRO0011E: Nem siker\u00fclt megh\u00edvni a(z) {0} t\u00e1voli szolg\u00e1ltat\u00e1st; a t\u00e1voli kiszolg\u00e1l\u00f3 visszat\u00e9r\u00e9si HTTP-k\u00f3dja: {1}
error.entry.edit=CLFRO0001E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 szerkeszt\u00e9se, az URL: {0}
error.entry.delete=CLFRO0025E: Nem siker\u00fclt a k\u00f6nyvjelz\u0151 t\u00f6rl\u00e9se, az URL: {0}
error.entry.publish=CLFRO0016E: Nem siker\u00fclt k\u00f6zz\u00e9tenni a k\u00f6nyvjelz\u0151t a t\u00e1voli szolg\u00e1ltat\u00e1son kereszt\u00fcl.
error.service.proxy.entries=CLFRO0032E: Nem siker\u00fclt a bejegyz\u00e9sek beolvas\u00e1sa a(z) {0} szolg\u00e1ltat\u00e1s eset\u00e9ben.

#GZIPResponseWrapper
error.responsewrapper.output.called=CLFRO0034E: A getOutputStream met\u00f3dus h\u00edv\u00e1sa m\u00e1r megt\u00f6rt\u00e9nt.
error.responsewrapper.writer.called=CLFRO0035E: A getWriter met\u00f3dus h\u00edv\u00e1sa m\u00e1r megt\u00f6rt\u00e9nt.

#GZIPResponseStream
error.stream.closed=CLFRO0036E: A kimeneti adatfolyam lez\u00e1rult, a z\u00e1rt adatfolyam nem \u00edrhat\u00f3.
error.stream.flush=CLFRO0033E: A kimeneti adatfolyam lez\u00e1rult, nem lehet ki\u00fcr\u00edteni.

error.nononce=CLFRO0045E: A k\u00e9r\u00e9s \u00e9rv\u00e9nyes\u00edt\u00e9se meghi\u00fasult.

error.acf.filtercontent=CLFRO0151E: Nem siker\u00fclt a tartalom sz\u0171r\u00e9se, a karakterl\u00e1nc: {0}
error.relatedCommunity.addDuplicate=CLFRO0962E: Nem siker\u00fclt a hivatkoz\u00e1s hozz\u00e1ad\u00e1sa, mert a k\u00f6z\u00f6ss\u00e9g m\u00e1r tartalmazza azt.
error.relatedCommunity.featureDisabled=CLFRO0963E: Nem siker\u00fclt a hivatkoz\u00e1s hozz\u00e1ad\u00e1sa, mert a k\u00f6z\u00f6ss\u00e9g nem enged\u00e9lyezte a kapcsol\u00f3d\u00f3 k\u00f6z\u00f6ss\u00e9gek szolg\u00e1ltat\u00e1st.
error.invoke.remote.relatedCommunityApi=CLFRO0964E: Nem siker\u00fclt megh\u00edvni a(z) {0} t\u00e1voli szolg\u00e1ltat\u00e1st, a t\u00e1voli kiszolg\u00e1l\u00f3 visszat\u00e9r\u00e9si HTTP-k\u00f3dja: {1}, visszat\u00e9r\u00e9si t\u00f6rzs: {2}
