/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */

// NLS_CHARSET=UTF-8
({
	ADD_INFO: "Добавяне на приложение към страницата",
	ICON_ALT: "Икона на приложение",
	ADDED_WIDGET: "Добавен към страницата Ви",
	NO_MORE: "Вече е отворен в страницата Ви",
	ADDED_WIDGET_COMMUNITIES: "Добавен към общността Ви",
	ADDING_WIDGET: "Добавяне на приложение",
	ADD_INFO_2: "Добавяне на приложение ${0} към страницата",
	ADD_INFO_3: "Добавяне на приложение към Вашата страница",
	ADD_INFO_4: "Добавяне на приложение ${0} към Вашата страница",
	WIDGET_ADDED: "${0} добавен",
	WIDGET_LAYOUT_ADDED: "Страницата е зададена с ${0} оформление",
	WIDGET_THIS_LAYOUT: "Страница, използваща това оформление"
})

