define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2011, 2018  All Rights Reserved.              */

		   dialogTitle : "Добавяне на изображение",
		   newUpload : "Ново качване",
		   URL : "URL адрес",
		   imageLibrary : "Библиотека за изображения",
		   description : "Описание:",
		   imageFile : "Файлове:",
		   OK: "OK",
		   cancel: "Отказ",
		   required: "Задължително поле",
		   preview: "Визуализиране:",
		   previewWarning: "Изглежда изображението не успя да се зареди, сигурни ли сте, че това валиден url на изображение?",
		   alt: "Алтернативен текст:",
		   filesTab: "От Файлове",
		   images:"Изображения:",
		   browse:"Преглеждане...",
		   imagePickerTitle:"Вмъкване на изображения от Файлове",
		   componentImagePickerTitle:" ${0} качени изображения",
		   /* New String for insert image dialog */
		   title: "Вмъкване на изображение",
		   uploadBtn: "Качване на изображение",
		   insertBtn: "Вмъкване на изображение",
		   uploadTab: ">Локални файлове",
		   externalTab: "Уеб URL",
		   internalTab: "Съществуващи изображения",
		   fileFieldTip: "Плъзнете и пуснете изображения от Вашия работен плот директно в този прозорец, за да ги качите.",
		   AdditionalSection: "Допълнителни опции",
		   ExpandSection: "Разширете допълнителните опции",
		   CloseSection: "Свийте допълнителните опции",
		   webURLPrompt: "URL на уеб изображение:",
		   previewPrompt: "Област на предварителен преглед: може да отнеме време, за да се покажат големите изображения.",
		   noExistingImage: "Опа! Все още не е добавено изображение.",
		   selectExistingImage: "Изберете съществуващо изображение:",
		   urlMissing: "Въведете URL адрес",
		   urlInvalid: "Невалиден URL адрес. Уверете се, че сте въвели валиден URL адрес и опитайте отново.",
		   previousItem: "Назад",
		   nextItem: "Напред",
			 oneImageOneTime: "Към този прозорец вече е добавено изображение. Можете да въвеждате само по едно изображение.",
			 altTextForImgInList: "Щракнете, за да изберете едно изображение"
});

