define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2011, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		label: "Етикети: ",
		addLabel: "Добавяне на етикети",
		addTooltip: "Добавяне или премахване на етикети от този елемент",
		addRemoveLabel: "Добавяне или премахване на етикети",
		separator: ", ",
		remove: "Премахване на този етикет",
		removeAlt: "X",
		save: "Записване",
		cancel: "Отказ",
		cancelTooltip: "Отказване на добавяне на етикети",
		WARN_LONG_TAG: "Етикетът е твърде дълъг.",
		WARN_LONG_TAG: "Етикетът '${0}' е прекалено дълъг.",
		WARN_LONG_TAGS: "Указаните етикети са прекалено дълги.",
		TRIM_TAG: "Съкращаване на етикетите?",
		TRIM_TAGS: "Съкращаване на етикетите?"
});

