/* Copyright IBM Corp. 2014, 2015  All Rights Reserved.              */

// FIXME: temporary stop-gap until we make net.jazz.ajax.dojoResourceModules work with AMD bundles
define({
      // NLS_ENCODING=UNICODE
      // NLS_MARKUP=IBMJDK21
      //// G11N GA UI

      // COMPONENTPREFIX CLFWZ
      // NLS_MESSAGEFORMAT_VAR
      // NLS_CHARSET=UTF-8
         'str_component_id' : 'CLFWZ',

         // Login Required
         'msg.loginRequired' : 'Влезте, за да видите своето съдържание.',
         'ErrorGeneric' : 'Възникна грешка по време на показване на съдържанието. Свържете се със системния си администратор.',
         'showErrorDetails' : 'Показване на подробностите за грешката',
         'HideErrorDetails' : 'Скриване на подробностите за грешката',

         'loadInfo' : 'Зареждане на информация...',

         'dykLoadInfo' : 'Преглед на препоръчаните лица, които да добавите в мрежата си.',
         'dykLoadInfo2' : 'Преглед на препоръчаните лица, които да добавите в мрежата си на базата на съществуващите Ви контакти в мрежата.',

         'wcuLoadInfo' : 'Разберете как сте свързани с този профил на базата на мрежата Ви и действията Ви.',

         'ticLoadInfo' : 'Разберете какво общо имате с този профил на базата на мрежата Ви и активността Ви.',

         'deleteWidget' : 'Изтриване на приложение',
         'hideWidget' : 'Скриване на приложение',
         'deleteWidgetMsg' : 'Вие сте на път да изтриете своето приложение. Това ще изтрие цялото съдържание на приложението. Това действие не може да се преустанови. Съдържанието, което членовете споделят с общността, все още е споделено. Ако приложението е добавено отново, това споделено съдържание се появява отново в него.<br/><br/>Ако сте сигурни, че желаете да премахнете приложението, щракнете върху бутона Премахване по-долу. <br/>В противен случай щракнете върху Отказ.',
         'hideWidgetMsg' : 'Вие сте на път да скриете своето приложение.<br/><br/>Можете да го активирате повторно на по-късен етап чрез просто повторно добавяне на приложението към Вашата общност. Цялото съдържание на Вашето приложение ще бъде запазено непокътнато.',
         'deleteWidgetWarn' : 'Предупреждение: данните за приложение {0} ще бъдат изтрити окончателно.',
         'deleteWidgetConfirm' : 'Разбирам, че приложението и всички свързани с него данни ще бъдат изтрити и не могат да бъдат възстановени.',
         'deleteWithSharedContentWidgetConfirm' : 'Разбирам, че приложението и всички свързани с него данни ще бъдат изтрити и не могат да бъдат възстановени.  Съдържанието, което членовете споделят с общността, все още е споделено. Ако приложението е добавено отново, това споделено съдържание се появява отново в него.',
         'delete' : 'Изтриване',
         'hide' : 'Скриване',
         'cancel' : 'Отказ',
         'save' : 'Запазване',
         'edit' : 'Редактиране',
         'view' : 'Преглед',
         'help' : 'Помощ',
         'refresh' : 'Обновяване',
         'actions' : 'Действия',
         'switchTabWarning' : 'Трябва да запазите промените във всеки раздел, преди да се придвижите към друг раздел.',
         'confirmDeleteWidget' : 'Сигурни ли сте, че желаете да изтриете това приложение?<br><br>Можете да възстановите това приложение по-късно посредством менюто Действия на общност.  Всички настройки за показване на приложението са загубени, но данните на приложението са непокътнати.',

         // Strings for Change Title dialog
         'changeTitleAction' : 'Промяна на заглавие',

         // {0} is the translated title of the application being rendered
         'actions_alt' : 'Действия за: ${0}',
         'actionsmenu' : 'Меню за действия',
         'toggle' : 'Превключване',
         'open' : 'Отваряне',
         'close' : 'Затваряне',

         'widgets_Move' : 'Преместване',
         'widgets_MoveUp' : 'Преместване нагоре',
         'widgets_MoveDown' : 'Преместване надолу',
         'widgets_MoveLeft' : 'Преместване наляво',
         'widgets_MoveRight' : 'Преместване надясно',
         'widgets_MovePrev' : 'Преместване в предишна колона',
         'widgets_MoveNext' : 'Преместване в следваща колона',
         'widgets_Min' : 'Намаляване',
         'widgets_Max' : 'Увеличаване',

         'widgetCat_AllWidgets' : 'Всички приложения',
         'widgetCat_thrdParty' : 'Друго',
         'widgetCat_hidden' : 'Скрито',
         'widget_BackToOverview' : 'Обратно в страницата за общ преглед',
         'widget_AddingWidget' : 'Добавяне на приложение',
         'widget_RemovingWidget' : 'Премахване на приложение',
         'widget_AllTab' : 'Всички',
         'widget_HideConfirmation' : 'Успешно скрихте ${0} от тази общност. ',
         'widget_HideConfirmationUndo' : 'Отмяна',

         'link.remove' : 'Премахване',
         'link.window.close' : 'Затваряне на прозореца',
         'link.window.openNewWindow' : 'Щракването тук ще отвори нов прозорец',

         'error.title.generic' : 'Срещнахме проблем.',
         'error.message.generic' : 'Нещо се обърка - щракнете върху бутона за връщане назад и опитайте отново. Ако това не проработи, докладвайте проблема във форума за поддръжка.',
         'info.feed.general.moreinfo' : 'Щракнете тук за показване на повече подробности',

         'label.theme.customize' : 'Добавяне на приложения',

         // Strings used by errorhandling.js
         'multiFeedReaderNoFeeds' : 'Няма налични информационни канали',
         'errorDefaultMsg' : 'Не може да се покажат данните на приложението',
         'errorDefaultMsg2' : 'Възникна грешка, свържете се със системния администратор',
         'errorDefaultMsg3' : 'Щракнете тук за показване на повече подробности',
         'errorMsg' : 'Съобщение: ',
         'errorName' : 'Име: ',
         'errorType' : 'Тип: ',
         'errorLine' : 'Ред:',
         'errorStackTrace' : 'Проследяване: ',
         'errorUnableToConnect' : 'Връзката е неуспешна за {0}'

});

