/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
// NLS_CHARSET=UTF-8
({
   LIBRARY_WIDGET_TITLE: "ศึกษาเพิ่มเติมเกี่ยวกับวิดเจ็ตห้องสมุดt",
   COMMUNITY_LIBRARY_TITLE: "เกี่ยวกับห้องสมุดชุมชน", 
   COMMUNITY_LIBRARY_DESC: "วิดเจ็ตห้องสมุดทำให้การจัดการเนื้อหาการทำงานร่วมกันและปรับปรุงคุณลักษณะทางสังคมพร้อมใช้งานสำหรับสมาชิกชุมชน กำหนดวิธีการแบ่งใช้ไฟล์และโฟลเดอร์, แก้ไขไฟล์กับเพื่อนร่วมงานด้วยแบบร่าง และตรวจทานไฟล์ที่อัพเดตก่อนที่จะทำให้ไฟล์นั้นพร้อมใช้งานสำหรับสมาชิกชุมชน",
   SHARE_FILES_TITLE: "แบ่งใช้ไฟล์", 
   SHARE_FILES_DESC: "ไฟล์และโฟลเดอร์ถูกแบ่งใช้กับสมาชิกชุมชนทั้งหมดตามดีฟอลต์ สามารถชิกสามารถเปลี่ยนแปลงค่าติดตั้งการแบ่งใช้สำหรับไฟล์และโฟลเดอร์เพื่อกำหนดวิธีการทำงานร่วมกันได้เองในชุมชน",
   EDIT_FILES_TITLE: "แก้ไขไฟล์", 
   EDIT_FILES_DESC: "สมาชิกชุมชนสามารถทำการเปลี่ยนแปลงไฟล์ได้โดยใช้แบบร่างส่วนบุคคล ซึ่งแบบร่างนั้นถูกเก็บรักษาไว้เฉพาะบุคคลจนกว่าสมาชิกพร้อมที่จะเผยแพร่แบบร่างให้กับบุคคลที่เหลือในชุมชน",
   REVIEW_FILES_TITLE: "ตรวจทานไฟล์", 
   REVIEW_FILES_DESC: "การตรวจทานช่วยให้ชุมชนควบคุมคุณภาพของไฟล์ เมื่อเปิดใช้งานการตรวจทานแบบร่าง สมาชิกชุมชนที่ได้รับเลือกต้องตรวจทานแต่ละแบบร่างและอนุมัติสิ่งที่เปลี่ยนแปลงก่อนทำการเผยแพร่",
   LINKED_LIBRARY_WIDGET_TITLE: "ศึกษาเพิ่มเติมเกี่ยวกับวิดเจ็ตห้องสมุดที่เชื่อมโยง", 
   LINKED_LIBRARY_TITLE: "เกี่ยวกับห้องสมุดที่เชื่อมโยง", 
   LINKED_LIBRARY_DESC: "ใช้วิดเจ็ตห้องสมุดที่เชื่อมโยงเพื่อบูรณาการเนื้อหาจากแหล่งภายนอกเข้ามาสู่ชุมชนของคุณ ทำงานร่วมกันในไฟล์พร้อมเพื่อนร่วมงานของคุณโดยใช้ความสามารถทางสังคมที่คุ้นเคย", 
   CONNECT_CONTENT_TITLE: "เชื่อมต่อกับเนื้อหา", 
   CONNECT_CONTENT_DESC: "เชื่อมต่อวิดเจ็ตห้องสมุดที่เชื่อมโยงกับที่เก็บเอกสารภายนอกเพื่อให้คุณสามารถโต้ตอบและจัดการเนื้อหาได้โดยตรงจากชุมชนของคุณ เมื่อต้องการสร้างการเชื่อมต่อ คุณจำเป็นต้องมีข้อมูลเกี่ยวกับตำแหน่งของที่เก็บและรายละเอียดการล็อกอินเพื่อเข้าถึงที่เก็บ",
   FILES_WIDGET_TITLE: "ศึกษาเพิ่มเติมเกี่ยวกับวิดเจ็ตไฟล์", 
   FILES_TITLE: "เกี่ยวกับไฟล์", 
   FILES_DESC: "ใช้วิดเจ็ตไฟล์ เพื่อทำงานร่วมกันบนเนื้อหากับเพื่อนร่วมงานโดยการแบ่งใช้และแก้ไขเนื้อหาโดยการกำหนดเวอร์ชัน, ปรับปรุงความสามารถในการเรียกค้นเนื้อหาโดยการปักหมุดไฟล์ที่คุณชื่นชอบ และจัดระเบียบเนื้อหาโดยใช้โฟลเดอร์", 
   UPLOAD_SHARE_TITLE: "อัพโหลดและแชร์ไฟล์",
   UPLOAD_SHARE_DESC: "อัพโหลดไฟล์เพื่อเพิ่มไฟล์ลงในกิจกรรมหรือชุมชน หรือแค่เก็บไฟล์และแบ่งใช้กับเพื่อนร่วมงาน กำหนดแท็กไฟล์เพื่อมห้บุคคลอื่นสามารถค้นหาไฟล์ได้ง่ายขึ้น แบ่งใช้ไฟล์กับเพื่อนร่วมงานและทำให้พวกเขาเป็นเอดิเตอร์เพื่อให้คุณสามารถทำงานร่วมกันในเนื้อหาที่อัพเดต",
   EDIT_FILES_TITLE: "แก้ไขไฟล์",
   EDIT_FILES_DESC:"ทำงานกับเพื่อนร่วมงานของคุณในการแก้ไขเนื้อหาที่เก็บไว้ในไฟล์ ไฟล์พับลิกสามารถอ่านและดาวน์โหลดได้โดยทุกๆ คน แบ่งใช้เนื้อหาแบบส่วนบุคคลเพื่อทำงานกับเพื่อนร่วมงานที่คุณเลือก ใช้ไฟล์ เพื่อติดตามเวอร์ชันของงานของคุณและเพิ่มข้อคิดเห็นต่างๆ เพื่อสร้างการอภิปราย"
})

