/* *************************************************************** */
/*                                                                 */
/* HCL Confidential                                                */
/*                                                                 */
/* OCO Source Materials                                            */
/*                                                                 */
/* Copyright HCL Technologies Limited 2008, 2019                   */
/*                                                                 */
/* The source code for this program is not published or otherwise  */
/* divested of its trade secrets, irrespective of what has been    */
/* deposited with the U.S. Copyright Office.                       */
/*                                                                 */
/* *************************************************************** */

// NLS_CHARSET=UTF-8
define({
      "authorize" : {
         "legal" : "Лиценцирани материјали - Сопственост на IBM Corp. 5724-S68 \xa9 IBM Corporation 2007, 2012. IBM, логото на IBM, ibm.com и Lotus се трговски заштитни знаци на IBM Corporation во САД, во други земји или и во двете. Ограничени права на корисниците на Владата на САД: користењето, удвојувањето или обелоденувањето се ограничени со Договорот за распоредот на Автоматизираната обработка на податоци од Администрацијата за општи услуги со IBM Corp. Повеќе информации побарајте на страницата „За“.",
         "error" : "Се појави грешка. Обидете се повторно подоцна.",
         "granted" : {
            "title" : "Пристапот е одобрен",
            "blurb" : "Му одобривте пристап за комуникација со вашата сметка на HCL Connections на ${0}."
         },
         "denied" : {
            "title" : "Пристапот е одбиен",
            "blurb" : "Не му одобривте пристап за комуникација со вашата сметка на HCL Connections на ${0}."
         },
         "blurb" : "{0} бара пристап до вашите информации во HCL Connections, вклучувајќи ја и сета содржина во Connections.",
         "revoke" : {
            "description" : "Пристапот може да го отповикате во секое време од Параметрите на Connections > {0}. Connections може повремено да побараат повторна авторизација.",
            "link" : "Пристап до апликација"
         },
         "authorize" : {
            "label" : "Дозволи пристап"
         },
         "windowtitle" : "Авторизирај го пристапот до HCL Connections",
         "title" : "Барање за пристап",
         "deny" : {
            "label" : "Одбиј пристап"
         },
         "action_tooltip" : "Дозволи пристап на апликацијата ${0}",
         "action" : "Дозволи пристап",
         "connections" : {
            "heading" : "HCL Connections"
         },
         "success" : "Ве пренасочуваме назад до ${0}."
      },
      "javascript" : {
         "disabled" : {
            "title" : "Вклучи JavaScript",
            "p2" : "Освежете ја страницата за да продолжите.",
            "p1" : "JavaScript е оневозможен во вашиот веб-прегледувач. На HCL Connections им е потребен JavaScript за да функционираат. Освежете ја страницата штом го вклучите."
         }
      },
      "errors" : {
         "malformed_request" : {
            "title" : "Не можеме да го обработиме барањето",
            "description" : "Барањето издадено од апликацијата со кое се бараше пристап до сметката на HCL Connections беше некомплетно.  Кликнете на копчето Назад на пребарувачот за да се вратите на локацијата или на апликацијата што ве испратила овде и обидете се повторно.  Ако грешката продолжи да постои, проблемот пријавете го кај администраторот."
         },
         "invalid_token" : {
            "title" : "Не можеме да го обработиме барањето",
            "description" : "Барањето издадено од апликацијата со кое се бараше пристап до сметката на HCL Connections беше неважечко.  Кликнете на копчето Назад од прегледувачот за да се вратите на локацијата или на апликацијата што ве испратила овде и обидете се повторно.  Ако грешката продолжи да постои, проблемот пријавете го кај администраторот."
         },
         "default_action" : {
            "label" : "Врати на Почетна страница"
         }
      },
      "messagebox" : {
         "error" : {
            "a11y_label" : "Грешка:",
            "icon_alt" : "Грешка"
         },
         "success" : {
            "a11y_label" : "Успех:",
            "icon_alt" : "Успех"
         },
         "warning" : {
            "a11y_label" : "Предупредување:",
            "icon_alt" : "Предупредување"
         },
         "info" : {
            "a11y_label" : "Информации:",
            "icon_alt" : "Информации"
         }
      },
      "loading" : "Вчитување...",
      "deny" : {
         "error" : "Се појави грешка. Обидете се повторно подоцна.",
         "action_tooltip" : "Одбиј пристап на апликацијата ${0}",
         "action" : "Одбиј пристап",
         "success" : "Пристапот е одбиен."
      },
      "grid" : {
         "applications" : {
            "summary" : "Список на апликации со пристап до вашите информации на HCL Connections.",
            "loading" : "Вчитување...",
            "empty" : "Не се најдени апликации",
            "reverse_sort" : "Обратно сортирање"
         }
      },
      "applications" : {
         "windowtitle" : "Пристап до апликација",
         "details" : "Апликации со пристап до вашите информации на HCL Connections.",
         "error" : "Списокот не се врати поради грешка.",
         "titlebar" : {
            "tab2" : "Пристап до апликација",
            "tab1" : "Известувања за е-пошта",
            "tab3" : "Глобализација"
         },
         "lotusBar" : {
            "refeshPageAriaLabel" : "Со притискање на ова копче, се освежува тековната страница со нова содржина.  За да се вратите на менито, одете назад до:"
         },
         "a11y" : {
            "titlebar_label" : "Параметри на HCL Connections"
         },
         "heading" : "Пристап до апликација"
      },
      "sorts" : {
         "application_name" : "Име на апликација",
         "authorization_date" : "Датум на авторизација",
         "expiration_date" : "Важи до",
         "action" : "Дејство"
      },
      "revoke_token" : {
         "error" : "Се појави грешка. Обидете се повторно подоцна.",
         "dialog_title" : "Отповикај пристап",
         "action_tooltip" : "Отповикај пристап до апликацијата ${0}",
         "action" : "Отповикај",
         "ok" : "ОК",
         "cancel" : "Откажи",
         "confirm" : "Да се отповика пристапот на апликацијата до вашите информации на HCL Connections? ",
         "success" : "Апликацијата е отстранета."
      }
});
