define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "معرفة المزيد عن عنصر واجهة تعامل المكتبة",
		   COMMUNITY_LIBRARY_TITLE: "نبذة عن مكتبات المجتمع", 
		   COMMUNITY_LIBRARY_DESC: "يقوم عنصر واجهة تعامل المكتبة باتاحة ادارة المحتوى المشترك والخصائص الاجتماعية المتطورة لأعضاء المجتمع. وتهيئة كيفية مشاركة الملفات والحافظات، وتحرير الملفات مع الزملاء باستخدام المسودات، ومراجعة الملفات التي تم تحديثها قبل اتاحتها لأعضاء المجتمع.",
		   SHARE_FILES_TITLE: "مشاركة ملفات", 
		   SHARE_FILES_DESC: "يتم مشاركة الملفات والحافظات مع كل أعضاء المجتمع افتراضيا. ويستطيع الأعضاء تغيير محددات المشاركة للملفات والحافظات لتهيئة كيفية مشاركتها بالعمل في المجتمع.",
		   EDIT_FILES_TITLE: "تحرير الملفات", 
		   EDIT_FILES_DESC: "يستطيع أعضاء المجتمع اجراء تغييرات على الملفات باستخدام المسودات الشخصية. تظل المسودة خاصة حتى يصبح العضو جاهزا لاتاحتها لبقية المجتمع بنشرها.",
		   REVIEW_FILES_TITLE: "مراجعة الملفات", 
		   REVIEW_FILES_DESC: "تسمح عمليات المراجعة للمجتمع بالتحكم في جودة الملف. عند اتاحة مراجعة المسودة، يجب أن يقوم أعضاء المجتمع المحددين بمراجعة كل مسودة واعتماد التغييرات قبل النشر.",
		   LINKED_LIBRARY_WIDGET_TITLE: "معرفة المزيد عن عنصر واجهة تعامل المكتبة المتصلة", 
		   LINKED_LIBRARY_TITLE: "نبذة عن المكتبات المتصلة", 
		   LINKED_LIBRARY_DESC: "استخدم عنصر واجهة تعامل المكتبة المتصلة لاجراء تكامل للمحتوى من مصادر خارجية الى المجتمع الخاص بك. يمكنك الاشتراك بالملفات مع زملائك باستخدام امكانيات التواصل الاجتماعي المألوفة.", 
		   CONNECT_CONTENT_TITLE: "الاتصال بالمحتوى", 
		   CONNECT_CONTENT_DESC: "قم بربط عنصر واجهة تعامل المكتبة المتصلة بمستودع تخزين الوثائق الخارجية بحيث يمكنك التعامل معه وادارة المحتوى الخاص به من خلال المجتمع الخاص بك مباشرة. لتكوين الوصلة، تحتاج الى معلومات عن مكان مستودع التخزين وتفاصيل تسجيل الدخول للتوصل الى مستودع التخزين.",
		   FILES_WIDGET_TITLE: "معرفة المزيد عن عنصر واجهة تعامل الملفات", 
		   FILES_TITLE: "نبذة عن الملفات", 
		   FILES_DESC: "استخدم عنصر واجهة تعامل الملفات للاشتراك بالمحتوى مع الزملاء بمشاركته وتحريره باستخدام النسخ، وتحسين امكانية استرجاع المحتوى بالحاق ملفات التفضيلات الخاصة بك، وتنظيم المحتوى باستخدام الحافظات.", 
		   UPLOAD_SHARE_TITLE: "تحميل ومشاركة الملفات",
		   UPLOAD_SHARE_DESC: "يمكنك تحميل الملفات لاضافتها الى نشاط أو مجتمع، أو تخزينها ومشاركتها مع الزملاء. ويمكنك تعليم الملفات بشارة بحيث يستطيع الآخرين ايجادها بسهولة. كما يمكنك مشاركة الملفات مع الزملاء واتاحتها للمحررين بحيث يمكنك العمل معهم لتحديث المحتوى.",
		   EDIT_FILES_TITLE: "تحرير الملفات",
		   EDIT_FILES_DESC:"يمكنك التعامل مع زملائك لتحرير المحتوى الذي تم تخزينه في الملفات. ويمكن قراءة وتنزيل الملفات العامة بواسطة أي شخص. ومشاركة المحتوى بصفة خاصة للتعامل مع زملاء معينين. كما يمكنك استخدام الملفات لتتبع نسخ العمل الخاص بك واضافة تعقيبات لتكوين مناقشة."
});

