/* Copyright IBM Corp. 2014, 2015  All Rights Reserved.              */

// FIXME: temporary stop-gap until we make net.jazz.ajax.dojoResourceModules work with AMD bundles
define({
      // NLS_ENCODING=UNICODE
      // NLS_MARKUP=IBMJDK21
      //// G11N GA UI

      // COMPONENTPREFIX CLFWZ
      // NLS_MESSAGEFORMAT_VAR
      // NLS_CHARSET=UTF-8
         'str_component_id' : 'CLFWZ',

         // Login Required
         'msg.loginRequired' : 'Најавете се за да се прикаже содржината.',
         'ErrorGeneric' : 'Се појави грешка при прикажувањето на содржината. Контактирајте го системскиот администратор.',
         'showErrorDetails' : 'Покажи детали за грешка',
         'HideErrorDetails' : 'Сокриј детали за грешка',

         'loadInfo' : 'Вчитување на информации ...',

         'dykLoadInfo' : 'Приказ на луѓе кои е препорачливо да ги додадете во вашата мрежа.',
         'dykLoadInfo2' : 'Приказ на луѓе кои е препорачливо да ги додадете во вашата мрежа врз основа на постоечките контакти во мрежата.',

         'wcuLoadInfo' : 'Дознајте како сте поврзани со овој профил врз основа на вашата мрежа и дејства.',

         'ticLoadInfo' : 'Дознајте што имате заедничко со овој профил врз основа на вашата мрежа и дејства.',

         'deleteWidget' : 'Отстрани апликација',
         'hideWidget' : 'Сокриј апликација',
         'deleteWidgetMsg' : 'На пат сте да ја отстраните апликацијата. Со тоа ќе се отстрани целата содржина на апликацијата. Ова дејство не може да се отповика. Содржината којашто членовите ја споделуваат со заедницата е сè уште споделена. Ако се додаде апликацијата повторно, оваа споделена содржина пак ќе се појави во апликацијата.<br/><br/>Ако сте сигурни дека сакате да ја отстраните апликацијата, кликнете на копчето Отстрани подолу. <br/>Во спротивно, кликнете на Откажи.',
         'hideWidgetMsg' : 'На пат сте да ја сокриете апликацијата.<br/><br/>Можете повторно да ја активирате подоцна со едноставно додавање на апликацијата во Заедница. Целата содржина на апликацијата ќе остане непроменета.',
         'deleteWidgetWarn' : 'Предупредување: Податоците за апликацијата {0} ќе се избришат трајно.',
         'deleteWidgetConfirm' : 'Разбирам дека апликацијата и податоците поврзани со неа ќе се избришат и нема да се обноват.',
         'deleteWithSharedContentWidgetConfirm' : 'Разбирам дека апликацијата и податоците поврзани со неа ќе се избришат и нема да се обноват. Содржината којашто членовите ја споделуваат со заедницата е сè уште споделена. Ако се додаде апликацијата повторно, оваа споделена содржина пак ќе се појави во апликацијата.',
         'delete' : 'Избриши',
         'hide' : 'Сокриј',
         'cancel' : 'Откажи',
         'save' : 'Зачувај',
         'edit' : 'Уреди',
         'view' : 'Прикажи',
         'help' : 'Помош',
         'refresh' : 'Освежи',
         'actions' : 'Дејства',
         'switchTabWarning' : 'Мора да ги зачувате измените на секоја картичка пред да се префрлите на друга картичка.',
         'confirmDeleteWidget' : 'Дали сте сигурни дека сакате да ја отстраните апликацијата?<br><br>Можете подоцна да ја вратите апликацијата преку менито Дејства на заедницата.  Сите поставки за прикажување на апликацијата се изгубени, но податоците на апликацијата остануваат непроменети.',

         // Strings for Change Title dialog
         'changeTitleAction' : 'Смени наслов',

         // {0} is the translated title of the application being rendered
         'actions_alt' : 'Дејства за: ${0}',
         'actionsmenu' : 'Мени Дејства',
         'toggle' : 'Префрли',
         'open' : 'Отвори',
         'close' : 'Затвори',

         'widgets_Move' : 'Премести',
         'widgets_MoveUp' : 'Премести нагоре',
         'widgets_MoveDown' : 'Премести надолу',
         'widgets_MoveLeft' : 'Премести лево',
         'widgets_MoveRight' : 'Премести десно',
         'widgets_MovePrev' : 'Премести на претходната колона',
         'widgets_MoveNext' : 'Премести на следната колона',
         'widgets_Min' : 'Минимизирај',
         'widgets_Max' : 'Максимизирај',

         'widgetCat_AllWidgets' : 'Сите апликации',
         'widgetCat_thrdParty' : 'Друго',
         'widgetCat_hidden' : 'Сокриени',
         'widget_BackToOverview' : 'Назад на страницата за преглед',
         'widget_AddingWidget' : 'Додавање на апликација',
         'widget_RemovingWidget' : 'Остранување на апликација',
         'widget_AllTab' : 'Сите',

         'link.remove' : 'Отстрани',
         'link.window.close' : 'Затвори прозорец',
         'link.window.openNewWindow' : 'Со кликнување на ова ќе се отвори нов прозорец',

         'error.title.generic' : 'Наидовме на проблем.',
         'error.message.generic' : 'Нешто не е во ред - кликнете на копчето Назад и обидете се повторно. Ако ова не функционира, пријавете го проблемот на форумот за поддршка.',
         'info.feed.general.moreinfo' : 'Кликнете тука за да се покажат повеќе детали',

         'label.theme.customize' : 'Додади апликации',

         // Strings used by errorhandling.js
         'multiFeedReaderNoFeeds' : 'Не се достапни навестувања на содржина',
         'errorDefaultMsg' : 'Не можат да се прикажат податоци за апликацијата',
         'errorDefaultMsg2' : 'Се појави грешка, контактирајте го системскиот администратор',
         'errorDefaultMsg3' : 'Кликнете тука за да се покажат повеќе детали',
         'errorMsg' : 'Порака: ',
         'errorName' : 'Име: ',
         'errorType' : 'Тип: ',
         'errorLine' : 'Линија:',
         'errorStackTrace' : 'Трага: ',
         'errorUnableToConnect' : 'Поврзувањето е неуспешно за {0}'

});

