# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2011, 2016
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************

# 5724-E76
# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR
## G11N GA UI

# Component ID key required by msgID tool.
str_component_id=CLFRQ

# Activity Stream Strings

#loading string
loadingText=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14...

#common strings
errorText=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

invalidASConfig=\u0e19\u0e35\u0e48\u0e04\u0e37\u0e2d\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

# News Item
# ${0} = Person display name
photoOfText=\u0e20\u0e32\u0e1e\u0e16\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07 ${0}
# ${0} = Application
eventFromText=\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e08\u0e32\u0e01 ${0}
removeNewsItemText=\u0e25\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49
# ${0} = Number of likes for a news item
tagsText=\u0e41\u0e17\u0e47\u0e01: ${0}
# ${0} = Number of likes for a news item
likesText=${0} \u0e04\u0e19\u0e17\u0e35\u0e48\u0e0a\u0e37\u0e48\u0e19\u0e0a\u0e2d\u0e1a
likeText=1 \u0e04\u0e19\u0e17\u0e35\u0e48\u0e0a\u0e37\u0e48\u0e19\u0e0a\u0e2d\u0e1a
imageNotAvailable=\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e43\u0e19\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49
likeError=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e01\u0e14 like \u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49
unLikeError=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e01\u0e14 unlike \u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49
# ${0} author name
fromText=\u0e08\u0e32\u0e01: ${0}

sizeMB=${0} MB
sizeGB=${0} GB
sizeKB=${0} KB

#File download strings
downloadError=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
downloadErrorMessage=\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e14\u0e49 \u0e44\u0e1f\u0e25\u0e4c\u0e2d\u0e32\u0e08\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e1f\u0e25\u0e4c
closeText=\u0e1b\u0e34\u0e14
okText=\u0e15\u0e01\u0e25\u0e07

# Alt for link to person text ${0} = person name
linkToPersonText=\u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 ${0}

# Files News Items
publicText=\u0e1e\u0e31\u0e1a\u0e25\u0e34\u0e01
privateText=\u0e44\u0e1e\u0e23\u0e40\u0e27\u0e15

# Video Preview
ariaPlayVideo=\u0e40\u0e25\u0e48\u0e19\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d
ariaVideoArea=\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d, \u0e01\u0e14 ENTER \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d

# News Item Actions - Comment
commentText=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
logInText=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19
logInCommentText=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
deleteCommentText=\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
addCommentText=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19...
ariaAddCommentText=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
writeCommentText=\u0e40\u0e02\u0e35\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e30\u0e44\u0e23\u0e01\u0e47\u0e44\u0e14\u0e49...
ariaCommentText=\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1a\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07
commentNotPermittedText=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49
commentFailureText=\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e42\u0e1b\u0e23\u0e14\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
commentSessionTimedOut=\u0e04\u0e38\u0e13\u0e16\u0e39\u0e01\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e43\u0e14\u0e46 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e27\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e04\u0e25\u0e34\u0e1b\u0e1a\u0e2d\u0e23\u0e4c\u0e14 \u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19 \u0e04\u0e38\u0e13\u0e08\u0e36\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e39\u0e0d\u0e40\u0e2a\u0e35\u0e22\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19 <a href=''${0}''>\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19</a> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19
commentPostText=\u0e42\u0e1e\u0e2a\u0e15\u0e4c
commentCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01




# Defect 59368 - String to say comment length exceeded.
commentLengthExceeded=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e22\u0e32\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c \u0e42\u0e1b\u0e23\u0e14\u0e41\u0e01\u0e49\u0e44\u0e02\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 \u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

# Defect 65712 - Alert message for posting an inline comment - may only be read by Jaws.
commentPosted=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e49\u0e27

# Text shown as a region name for a comment
# ${0} - Person name, ${1} - Date the comment was made.
commentAriaLabel=${0} \u0e40\u0e02\u0e35\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e1a\u0e19 ${1}
# same as above, but for replies
replyAriaLabel=${0} \u0e40\u0e02\u0e35\u0e22\u0e19\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e40\u0e21\u0e37\u0e48\u0e2d ${1}

# Aria label for link to application in Activity Stream item
# ${0} - Date item was created
linkToAriaLabel=\u0e14\u0e39\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e1a\u0e19\u0e40\u0e1e\u0e08 ${0}

# Text shown as a region name for a comment on the same day - date shown in hh:mm.
# ${0} - Person name, ${1} - Time the comment was made in format hh:mm am/pm.
commentAriaLabelSameDay=${0} \u0e40\u0e02\u0e35\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d ${1}
# same as above, but for replies
replyAriaLabelSameDay=${0} \u0e40\u0e02\u0e35\u0e22\u0e19\u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e17\u0e35\u0e48 ${1}

# News Item Actions - Save
savedText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
savedSuccessText=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27

# No Content Item
noContentText=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07

# News Feed Error
feedErrorText=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e14\u0e36\u0e07\u0e1f\u0e35\u0e14\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
itemErrorText=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e41\u0e07\u0e14\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e43\u0e19\u0e1f\u0e35\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
errorAlt=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14:
errorShowMore=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
errorShowLess=\u0e41\u0e2a\u0e14\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e25\u0e07

# Paging Handler
backToTopText=\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e2a\u0e38\u0e14
ariaShowMore=\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
ariaShowLess=\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e19\u0e49\u0e2d\u0e22\u0e25\u0e07
ariaBackToTop=\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

# Feed Link
feedLinkText=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49

# Inline Comments
# Indicate more comments ${0} = number of more comments
moreCommentsText=${0} \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
oneMoreCommentsText=1 \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21

# Show total number of comments ${0} = total number of comments
allCommentsText=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19 ${0} \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
singleCommentText=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19

# Spoken text for comments container ${0} = title of item comments are for.
commentsAriaLabel=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${0}

# Spoken text for comments container where more comments available
# ${0} = title of item comments are for
# ${1} = total number of available comments (will always be more than 1).
moreCommentsAriaLabel=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${0} \u0e43\u0e0a\u0e49\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 ${1} \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19

# Spoken text for when an item has no description - possible from a third party feed
noDescriptionAriaLabel=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21

# Aria text for describing region holding activity stream items.
ariaNewsItemRegion=\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

# Filters
selectFilter=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07
filterAriaDescription=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e19\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
filterAriaLabel=\u0e01\u0e23\u0e2d\u0e07\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

# Aria description for newsitem mentioning how the EE can be opened. ${0} = Title of the item.
openEEDescription=\u0e01\u0e14\u0e1b\u0e38\u0e48\u0e21 enter \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49

# Aria description for button allowing Jaws using Virtual PC cursor to show more actions. ${0} = Title of the item.
showActionsDescription=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23

ariaActionsToolbar=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21

# Description for EE opener
openEEText=\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e19\u0e35\u0e49
openEEAltText=>>


#Mircroblog Deletion Extension
statusRemoveText=\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49
statusRemoveConfirmMessageText=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
statusRemoveConfirmText=\u0e25\u0e1a
statusRemoveCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
statusRemoveConfirmationMsg= \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e41\u0e25\u0e49\u0e27
statusRemoveErrorMsg=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49 \u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
commentRemoveText=\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e19\u0e35\u0e49
commentRemoveConfirmMessageText=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d
commentRemoveConfirmText=\u0e25\u0e1a
commentRemoveCancelText=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
commentRemoveConfirmationMsg=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e41\u0e25\u0e49\u0e27
commentRemoveErrorMsg=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49 \u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a

# Label for the characters remaining. This will be read by Jaws rather than displayed.
charactersRemaining=\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e22\u0e39\u0e48

# Message
msgCloseAlt=\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21

#More Less Link
showMoreText=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
showLessText=\u0e41\u0e2a\u0e14\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e25\u0e07
showMoreActions=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21...

ariaShowMoreLabel=\u0e1b\u0e38\u0e48\u0e21\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e0b\u0e48\u0e2d\u0e19\u0e44\u0e27\u0e49\u0e44\u0e21\u0e48\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25 \u0e44\u0e21\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e17\u0e04\u0e42\u0e19\u0e42\u0e25\u0e22\u0e35\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d


#Tags
listTags=${0} \u0e41\u0e25\u0e30\u0e2d\u0e35\u0e01 ${1} \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21

#Trends
expandTrend=\u0e02\u0e22\u0e32\u0e22\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
collapseTrend=\u0e22\u0e38\u0e1a\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
trendTitle=\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
relatedTrendTitle=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21 ''${0}''
trendHelp=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
closeTrendHelp=\u0e1b\u0e34\u0e14\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
trendDescription=\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e04\u0e37\u0e2d\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e42\u0e14\u0e22\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e07\u0e48\u0e32\u0e22\u0e15\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e43\u0e19\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30 \u0e04\u0e25\u0e34\u0e01\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e19\u0e31\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27

noTrends=\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21
selectedTrends=\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49
relatedTrends=\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
relatedTrendsDesc=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e23\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
removeTrend=\u0e25\u0e1a\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21 ''${0}'' \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e41\u0e19\u0e27\u0e42\u0e19\u0e49\u0e21\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49
removeGeneric=\u0e25\u0e1a\u0e2d\u0e2d\u0e01
removeHashtag=\u0e25\u0e1a\u0e41\u0e2e\u0e0a\u0e41\u0e17\u0e47\u0e01 ${0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e17\u0e47\u0e01\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01

#ActivityStream search
asSearchLabel=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
asSearchShadowtext=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e19\u0e35\u0e49
asSearchBarOpen=\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e16\u0e1a\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
asSearchBarCancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e41\u0e25\u0e30\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2b\u0e25\u0e31\u0e01
asSearch=\u0e04\u0e49\u0e19\u0e2b\u0e32
asSearchGlobalView=\u0e14\u0e39\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

matching=\u0e01\u0e32\u0e23\u0e08\u0e31\u0e1a\u0e04\u0e39\u0e48:
matchingAllOf=\u0e01\u0e32\u0e23\u0e08\u0e31\u0e1a\u0e04\u0e39\u0e48\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07:


#ViewAll extension
viewAllUpdates=\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

# Strings for the @mentions feature
# Main mention string. ${0} = name
mention=@${0}

# Aria string for single mention. ${0} = name
ariaSingleMention=${0} \u0e16\u0e39\u0e01\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07

# Aria string for multiple mentions = ${0} = string of names
ariaMultipleMentions=${0} \u0e16\u0e39\u0e01\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07

# String for new filter
filterMention=@Mentions

# Aria string for mentions
ariaFilterMention=\u0e01\u0e32\u0e23\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07

# Time Strings
# e.g. Friday at 10:25
timeDay=${EEEE} \u0e40\u0e27\u0e25\u0e32 ${time}
# e.g. June 6th
timeMonth=${MMM} ${d}
# e.g. Today at 11:23
timeToday=\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49 \u0e40\u0e27\u0e25\u0e32 ${time}
# e.g. June 6th, 2011
timeYear=${MMM} ${d}, ${YYYY}
# e.g. Yesterday at 5:45
timeYesterday=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e27\u0e32\u0e19\u0e19\u0e35\u0e49 \u0e40\u0e27\u0e25\u0e32 ${time}
# e.g. Tomorrow at 6:45
timeTomorrow=\u0e27\u0e31\u0e19\u0e1e\u0e23\u0e38\u0e48\u0e07\u0e19\u0e35\u0e49 \u0e40\u0e27\u0e25\u0e32 ${time}

# Names for filters in ActivityStream - used by gadget
filterAll=\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
filterStatusUpdates=\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
filterActivities=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
filterBlogs=\u0e1a\u0e25\u0e47\u0e2d\u0e01
filterBookmarks=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
filterCommunities=\u0e0a\u0e38\u0e21\u0e0a\u0e19
filterFiles=\u0e44\u0e1f\u0e25\u0e4c
filterForums=\u0e1f\u0e2d\u0e23\u0e31\u0e21
filterPeople=\u0e1a\u0e38\u0e04\u0e04\u0e25
filterProfiles=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
filterWikis=\u0e27\u0e34\u0e01\u0e34
filterTags=\u0e41\u0e17\u0e47\u0e01
filterLibraries=\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35
filterMyNetworkAndPeopleIFollow=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e41\u0e25\u0e30\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
filterMyNetwork=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
filterPeopleIFollow=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
filterMyUpdates=\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
filterCommunitiesIFollow=\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
filterForMe=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e09\u0e31\u0e19
filterFromMe=\u0e08\u0e32\u0e01\u0e09\u0e31\u0e19

# Label for filters - used by gadget
viewFilterLabel=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e22\u0e48\u0e2d\u0e22:
filterOneLabel=\u0e01\u0e23\u0e2d\u0e07\u0e42\u0e14\u0e22:
filterTwoLabel=\u0e41\u0e2a\u0e14\u0e07:

# Names for views in ActivityStream - used by gadget
viewImFollowing=\u0e09\u0e31\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
viewStatusUpdates=\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
viewActionRequired=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
viewSaved=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e49\u0e27
viewMyNotifications=\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
viewDiscover=\u0e2a\u0e33\u0e23\u0e27\u0e08
viewRecentUpdates=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
selectedLabel=\u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01

# Aria label for As View Side Nav
ariaASViews=\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08

# Gadget title
asTitle=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d

# Used by gadget in Notes
updatesFromSender=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e2a\u0e48\u0e07
updatesFromContact=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
updatesForUser=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
updatesFor=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${0}
noUser=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e19\u0e35\u0e49: ${0}
returnMainView=\u0e2a\u0e48\u0e07\u0e04\u0e37\u0e19

#External Application Text
externalApplication=\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01

#Strings for expanding comments inline
showPreviousComments=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49...
hideAdditionalComments=\u0e0b\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21...
# Used to display current shown comments. e.g. "2 of 10"
commentsCounter=${0} \u0e08\u0e32\u0e01 ${1}
errorRetrieveComments=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e14\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
errorRetrieveCommentsDeleted=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e14\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49 \u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2d\u0e32\u0e08\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27

# News Item Actions - Repost
repostText=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e0b\u0e49\u0e33
logInRepostText=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e35\u0e42\u0e1e\u0e2a\u0e15\u0e4c
repostMsgSuccess=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e16\u0e39\u0e01\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
repostMsgFail=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e23\u0e35\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49
repostMsgErrorResGeneric=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e23\u0e35\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49
repostMsgErrorRestricted=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e35\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e0a\u0e38\u0e21\u0e0a\u0e19 ${0} \u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e41\u0e1a\u0e1a\u0e08\u0e33\u0e01\u0e31\u0e14

# Hashtags
# Defect 112455
# a11y feature to inform the user the hashtag can be clicked on
hashtagTitle = \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01 ${0}

# a11y information about the link opening on a new window
opensInNewWindow = \u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e08\u0e30\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48
attachFile=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1f\u0e25\u0e4c
removeFileAttachment=\u0e25\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e19\u0e1a\u0e2d\u0e2d\u0e01

# External users
externalUsersCommentsMsg = \u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e2d\u0e32\u0e08\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
externalUsersStatusUpdatesMsg = \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e2d\u0e32\u0e08\u0e40\u0e2b\u0e47\u0e19\u0e42\u0e14\u0e22\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
externalUsersItemMsg = \u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01

# Notifications Center
ariaNotificationCenter = \u0e28\u0e39\u0e19\u0e22\u0e4c\u0e01\u0e32\u0e23\u0e41\u0e08\u0e48\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19 -  \u0e14\u0e39\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
seeAllNotifications = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
ariaSeeAllNotifications = \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e43\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08
notificationsTitle = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
notificationsSettings = \u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32
ariaNotificationsSettings = \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
newNotifications = ${0} \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e43\u0e2b\u0e21\u0e48
loadingNotifications = \u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14...
