define({
	      /* ***************************************************************** */
  /*                                                                   */
  /* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
  // NLS_CHARSET=UTF-8
		   LIBRARY_WIDGET_TITLE: "Кітапхана виджеті туралы қосымша үйреніп білу",
		   COMMUNITY_LIBRARY_TITLE: "Қауымдастық кітапханалары туралы", 
		   COMMUNITY_LIBRARY_DESC: "Кітапхана виджеті бірлескен мазмұнды басқару мен кеңейтілген әлеуметтік мүмкіндіктерді қауымдастық мүшелері үшін қол жетімді етеді. Оларды қауымдастық мүшелеріне қол жетімді етпес бұрын, файлдар мен қалталардың ортақ пайдаланылу жолын теңшеңіз, жоба жазбаларды қолданып әріптестеріңізбен файлдардың өңдеңіз және жаңартылған файлдарды қарап шығыңыз.",
		   SHARE_FILES_TITLE: "Файлдарды ортақ пайдалану", 
		   SHARE_FILES_DESC: "Файлдар мен қалталар әдепкі бойынша барлық қауымдастықпен ортақ пайдаланылады. Мүшелер қауымдастықта бірлесіп жұмыс істеу жолын теңшеу үшін файлдар мен қалталарға арналған ортақ пайдалану параметрлерін өзгерте алады.",
		   EDIT_FILES_TITLE: "Файлдарды өңдеу", 
		   EDIT_FILES_DESC: "Қауымдастық мүшелері жеке жоба жазбаларды пайдалану арқылы файлдарға өзгерістерді жасай алады. Жоба жазба мүше оны жариялау арқылы қауымдастықтың қалғаны үшін қол жетімді етуге дайын болмайынша жеке болып сақталады.",
		   REVIEW_FILES_TITLE: "Файлдарды қарап шығу", 
		   REVIEW_FILES_DESC: "Қарап шығулар қауымдастықтың файл сапасын бақылауына мүмкіндік береді. Жоба жазбаны қарау қосылған кезде, таңдалған қауымдастық мүшелері жарияламас бұрын, әрбір жоба жазаны қарап шығу және өзгертулерді бекіту керек.",
		   LINKED_LIBRARY_WIDGET_TITLE: "Байланыстырылған кітапхана виджеті туралы қосымша үйреніп білу", 
		   LINKED_LIBRARY_TITLE: "Байланыстырылған кітапханалар туралы", 
		   LINKED_LIBRARY_DESC: "Мазмұнды сыртқы көздерден қауымдастыққа біріктіру үшін байланыстырылған кітапхана виджетін пайдаланыңыз. Танымал әлеуметтік мүмкіндіктерді қолданып әріптестеріңізбен файлдарда бірлесіп жұмыс істеңіз.", 
		   CONNECT_CONTENT_TITLE: "Мазмұнға қосылу", 
		   CONNECT_CONTENT_DESC: "Байланыстырылған кітапхана виджетін сыртқы құжат репозиторийіне қосыңыз, сонда оның мазмұнын қауымдастықтан тікелей қолдануға және басқаруға болады. Байланысты жасау үшін, репозиторий орны мен репозиторийге қол жеткізуге арналған жүйеге кіру деректері туралы мәліметтер қажет.",
		   FILES_WIDGET_TITLE: "Файлдар виджеті туралы қосымша үйреніп білу", 
		   FILES_TITLE: "Файлдар туралы", 
		   FILES_DESC: "Файлдар виджетін оны ортақ пайдалану және нұсқаларын қолданып оны өңдеу арқылы әріптестеріңізбен мазмұнда бірлесіп жұмыс істеу үшін қолданыңыз.", 
		   UPLOAD_SHARE_TITLE: "Файлдарды жүктеп салу және ортақтасу",
		   UPLOAD_SHARE_DESC: "Оларды әрекетке немесе қауымдастыққа қосу үшін файлдарды жүктеп алыңыз немесе жай ғана оларды сақтаңыз жәен әріптестеріңізбен ортақ пайдаланыңыз. Файлдарды оларды оңай табуға болатындай тегтеңіз. Файлдарды әріптестеріңізбен ортақ пайдаланыңыз және оларды редакторлар етіп тағайындаңыз, сонда мазмұнды жаңарту үшін бірге жұмыс істеуге болады.",
		   EDIT_FILES_TITLE: "Файлдарды өңдеу",
		   EDIT_FILES_DESC:"Файлдарда сақталған мазмұнды өңдеу үшін әріптестеріңізбен жұмыс істеңіз. Қоғамдық файлдарды кез келген адам оқи алады және жүктеп ала алады. Таңдалған әріптестеріңізбен жұмыс істеу үшін мазмұнды жеке ортақ пайдаланыңыз. Жұмысыңыздың нұсқаларын қадағалау және талқылауды жасау үшін аңғартпаларды қосу мақсатында файлдарды қолданыңыз."
});

