/* Copyright IBM Corp. 2009, 2016  All Rights Reserved.              */
// NLS_CHARSET=UTF-8
({
   LIBRARY_WIDGET_TITLE: "라이브러리 위젯 정보 자세히 보기",
   COMMUNITY_LIBRARY_TITLE: "커뮤니티 라이브러리 정보", 
   COMMUNITY_LIBRARY_DESC: "라이브러리 위젯은 협업 컨텐츠 관리를 가능하게 하고 커뮤니티 회원이 사용할 수 있는 향상된 소셜 기능을 구현합니다. 파일과 폴더를 공유하는 방법을 사용자 정의하고, 초안을 사용하여 동료와 함께 파일을 편집하고, 커뮤니티 회원이 사용할 수 있도록 하기 전에 업데이트된 파일을 검토합니다.",
   SHARE_FILES_TITLE: "파일 공유", 
   SHARE_FILES_DESC: "파일과 폴더는 기본적으로 모든 커뮤니티 회원과 공유됩니다. 회원은 파일과 폴더에 대한 공유 설정을 변경하여 커뮤니티에서 협업하는 방법을 사용자 정의할 수 있습니다. ",
   EDIT_FILES_TITLE: "파일 편집", 
   EDIT_FILES_DESC: "커뮤니티 회원은 개인용 초안을 사용하여 파일을 변경할 수 있습니다. 회원이 초안을 공개하여 커뮤니티의 나머지 회원들이 이를 사용할 수 있도록 하기 전에는 초안이 개인용으로 유지됩니다. ",
   REVIEW_FILES_TITLE: "파일 검토", 
   REVIEW_FILES_DESC: "검토를 사용하면 커뮤니티에서 파일 품질을 제어할 수 있습니다. 초안 검토를 사용하는 경우 선택된 커뮤니티 회원이 각 초안을 검토하고 공개하기 전에 변경사항을 승인해야 합니다.",
   LINKED_LIBRARY_WIDGET_TITLE: "링크된 라이브러리 위젯 정보 자세히 보기", 
   LINKED_LIBRARY_TITLE: "링크된 라이브러리 정보", 
   LINKED_LIBRARY_DESC: "링크된 라이브러리 위젯을 사용하여 외부 소스의 컨텐츠를 커뮤니티와 통합합니다. 익숙한 소셜 기능을 사용하여 동료들과 파일 작업을 협업합니다.", 
   CONNECT_CONTENT_TITLE: "컨텐츠에 연결", 
   CONNECT_CONTENT_DESC: "링크된 라이브러리 위젯을 외부 문서 저장소에 연결하여 커뮤니티에서 위젯의 컨텐츠와 상호작용하고 직접 관리할 수 있습니다. 연결을 작성하려면 저장소 위치에 대한 정보와 저장소에 액세스하기 위한 로그인 세부사항이 필요합니다.",
   FILES_WIDGET_TITLE: "파일 위젯 정보 자세히 보기", 
   FILES_TITLE: "파일 정보", 
   FILES_DESC: "파일 위젯을 사용하면 컨텐츠를 공유하고 버전을 통해 컨텐츠를 편집하여 동료들과 컨텐츠에 대한 협업을 수행하고, 즐겨찾기 파일을 고정하여 컨텐츠 검색 기능을 향상시키며, 폴더를 사용하여 컨텐츠를 조직할 수 있습니다.", 
   UPLOAD_SHARE_TITLE: "파일 업로드 및 공유",
   UPLOAD_SHARE_DESC: "파일을 업로드하여 활동 또는 커뮤니티에 파일을 추가하거나, 단순하게 파일을 저장한 후 동료들과 공유합니다. 다른 사용자가 쉽게 찾을 수 있도록 파일에 태그를 지정하십시오. 파일을 동료들과 공유하고, 함께 컨텐츠를 업데이트할 수 있도록 동료를 편집자로 지정하십시오.",
   EDIT_FILES_TITLE: "파일 편집",
   EDIT_FILES_DESC:"동료와 함께 작업하여 파일에 저장된 컨텐츠를 편집하십시오. 공용 파일은 다른 사용자가 읽고 다운로드할 수 있습니다. 선택한 동료와 함께 작업하도록 컨텐츠를 개인적으로 공유하십시오. 파일을 사용하여 작업 버전을 추적하고 토론을 작성하기 위해 댓글을 추가하십시오."
})

