define({
	/* *************************************************************** */
	/*                                                                 */
	/* HCL Confidential                                                */
	/*                                                                 */
	/* OCO Source Materials                                            */
	/*                                                                 */
	/* Copyright HCL Technologies Limited 2008, 2019                   */
	/*                                                                 */
	/* The source code for this program is not published or otherwise  */
	/* divested of its trade secrets, irrespective of what has been    */
	/* deposited with the U.S. Copyright Office.                       */
	/*                                                                 */
	/* *************************************************************** */

  // NLS_CHARSET=UTF-8
  /* The placeholders for date formatting strings are as follows:
		   ${EEEE} is day of the week (e.g. Monday)
		   ${MMM} is the month in short notation (e.g. Jan, Feb)
		   ${time} is time (e.g. 6:00 PM)
		   ${d} is numerical day of the month (e.g 15)
		   ${YYYY} is year (e.g. 2012)
		*/
		   common: {
		      more: {
		         label: "Περισσότερα",
		         tooltip: "Περισσότερες ενέργειες"
		       },
		       tags_more: "και άλλα ${0}",
		       ERROR_ALT: "Σφάλμα",
		       PERSON_TITLE: "Άνοιγμα του προφίλ του χρήστη ${user}.",
		       inactiveUser: "${user} (ανενεργός)",
		       inactiveIndicator: "(ανενεργός)",
		       like_error: "Δεν ήταν δυνατή η αποθήκευση της δήλωσής σας ότι σας αρέσει. Προσπαθήστε ξανά αργότερα.",
		       vote_error: "Δεν ήταν δυνατή η αποθήκευση της ψήφου σας. Προσπαθήστε ξανά αργότερα."
		   },
		   generic: {
		      untitled: "(Χωρίς τίτλο)",
		      tags: "Προσδιοριστικά:",
		      tags_more: "και άλλα ${0}",
		      likes: "Θετικές γνώμες",
		      comments: "Σχόλια",
		      titleTooltip: "Πλοήγηση σε ${app}",
		      error: "Δεν είναι δυνατή η ανάκτηση δεδομένων.",
		      timestamp: {
		         created: {
		            DAY: "Δημιουργήθηκε: ${EEEE} στις ${time}",
		            MONTH: "Δημιουργήθηκε στις ${d} ${MMM}",
		            TODAY: "Δημιουργήθηκε σήμερα στις ${time}",
		            YEAR: "Δημιουργήθηκε στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Δημιουργήθηκε χθες στις ${time}",
		            TOMORROW: "Δημιουργήθηκε στις ${d} ${MMM} ${YYYY}"
		         },
		         updated: {
		            DAY: "Ενημερώθηκε: ${EEEE} στις ${time}",
		            MONTH: "Ενημερώθηκε στις ${d} ${MMM}",
		            TODAY: "Ενημερώθηκε σήμερα στις ${time}",
		            YEAR: "Ενημερώθηκε στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Ενημερώθηκε χθες στις ${time}",
		            TOMORROW: "Ενημερώθηκε στις ${d} ${MMM} ${YYYY}"
		         }
		      },
		      visibility: {
		         pub: "Δημόσιο",
		         priv: "Ιδιωτικό"
		      },
		      action: {
		         created: "Δημιουργήθηκε",
		         updated: "Ενημερώθηκε"
		      }
		   },
		   network : {
		      friendsInviteUpdatesDescription: "Οι ενημερώσεις για τα πρόσωπα που παρακολουθείτε θα εμφανίζονται στην αρχική σελίδα σας. Επιπλέον, θα συγκεντρώνονται και θα σας αποστέλλονται με ένα μήνυμα e-mail.",
		      profile_title: "Άνοιγμα του προφίλ του χρήστη ${user}.",
		      profile_a11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει το προφίλ του χρήστη ${user} σε ένα νέο παράθυρο.",
		      error: "Παρουσιάστηκε σφάλμα.  ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Η αίτηση συμμετοχής σε δίκτυο δεν υπάρχει πλέον.",
		      warning: "Προειδοποίηση",
		      messages: {
		         success: {
		            accept: {
		            	nofollow: "Είστε τώρα μέλη του ίδιου δικτύου.",
		            	follow: "Είστε τώρα μέλη του ίδιου δικτύου και παρακολουθείτε το χρήστη ${user}."
		            },
		            ignore: {
		            	nofollow: "Παραβλέψατε την πρόσκληση.",
		            	follow: "Παραβλέψατε την πρόσκληση αλλά παρακολουθείτε το χρήστη ${user}."
		            }
		         },
		         error: {
		            accept: "Παρουσιάστηκε σφάλμα κατά την αποδοχή της αίτησης.",
		            ignore: "Παρουσιάστηκε σφάλμα κατά την παράβλεψη της αίτησης."
		         }
		      },
		      timestamp: {
		          created: {
		              DAY: "${EEEE} στις ${time}",
		              MONTH: "${d} ${MMM}",
		              TODAY: "Σήμερα στις ${time}",
		              YEAR: "${d} ${MMM} ${YYYY}",
		              YESTERDAY: "Χθες στις ${time}",
		              TOMORROW: "${d} ${MMM} ${YYYY}"
		           }
		      }
		   },
		   file: {
		      a11y_help: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει το ${name} σε ένα νέο παράθυρο.",
		      tooltip: "Άνοιγμα του ${name} στην εφαρμογή Αρχεία",
		      profile_title: "Άνοιγμα του προφίλ του χρήστη ${user}.",
		      profile_a11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει το προφίλ του χρήστη ${user} σε ένα νέο παράθυρο.",
		      download_tooltip: "Μεταφόρτωση αυτού του αρχείου στον υπολογιστή σας (${0})",
		      following: {
		         add: "Παρακολούθηση αρχείου",
		         remove: "Τερματισμός παρακολούθησης",
		         title: "Καθορίστε αν θέλετε να λαμβάνετε ειδοποιήσεις για αλλαγές στο αρχείο"
		      },
		      share: {
		         label: "Κοινή χρήση",
		         title: "Εκχώρηση πρόσβασης για αυτό το αρχείο σε άλλους χρήστες"
		      },
		      timestamp: {
		         created: {
		            DAY: "Δημιουργήθηκε: ${EEEE} στις ${time}",
		            MONTH: "Δημιουργήθηκε στις ${d} ${MMM}",
		            TODAY: "Δημιουργήθηκε σήμερα στις ${time}",
		            YEAR: "Δημιουργήθηκε στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Δημιουργήθηκε χθες στις ${time}",
		            TOMORROW: "Δημιουργήθηκε στις ${d} ${MMM} ${YYYY}"
		         },
		         createdOther: {
		            DAY: "Δημιουργήθηκε από το χρήστη ${user}, ${EEEE} στις ${time}",
		            MONTH: "Δημιουργήθηκε από το χρήστη ${user}, ${d} ${MMM}",
		            TODAY: "Δημιουργήθηκε από το χρήστη ${user} σήμερα στις ${time}",
		            YEAR: "Δημιουργήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Δημιουργήθηκε από το χρήστη ${user} χθες στις ${time}",
		            TOMORROW: "Δημιουργήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}"
		         },
		         updated: {
		            DAY: "Ενημερώθηκε: ${EEEE} στις ${time}",
		            MONTH: "Ενημερώθηκε στις ${d} ${MMM}",
		            TODAY: "Ενημερώθηκε σήμερα στις ${time}",
		            YEAR: "Ενημερώθηκε στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Ενημερώθηκε χθες στις ${time}",
		            TOMORROW: "Ενημερώθηκε στις ${d} ${MMM} ${YYYY}"
		         },
		         updatedOther: {
		            DAY: "Ενημερώθηκε από το χρήστη ${user}, ${EEEE} στις ${time}",
		            MONTH: "Ενημερώθηκε από το χρήστη ${user}, ${d} ${MMM}",
		            TODAY: "Ενημερώθηκε από το χρήστη ${user} σήμερα στις ${time}",
		            YEAR: "Ενημερώθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Ενημερώθηκε από το χρήστη ${user} χθες στις ${time}",
		            TOMORROW: "Ενημερώθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}"
		         },
		         createdCompact: {
		            DAY: "Δημιουργήθηκε: ${EEEE} στις ${time}",
		            MONTH: "Δημιουργήθηκε: ${d} ${MMM}",
		            TODAY: "Δημιουργήθηκε: Σήμερα στις ${time}",
		            YEAR: "Δημιουργήθηκε: ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Δημιουργήθηκε: Χθες στις ${time}",
		            TOMORROW: "Δημιουργήθηκε: ${d} ${MMM} ${YYYY}"
		         },
		         updatedCompact: {
		            DAY: "Ενημερώθηκε: ${EEEE} στις ${time}",
		            MONTH: "Ενημερώθηκε: ${d} ${MMM}",
		            TODAY: "Ενημερώθηκε: Σήμερα στις ${time}",
		            YEAR: "Ενημερώθηκε: ${d} ${MMM} ${YYYY}",
		            YESTERDAY: "Ενημερώθηκε: Χθες στις ${time}",
		            TOMORROW: "Ενημερώθηκε: ${d} ${MMM} ${YYYY}"
		         }
		      },
		      about: {
		         CREATE_TIMESTAMP: "${date_long} ${time_long} από το χρήστη ${user}",
		         UPDATE_TIMESTAMP: "${date_long} ${time_long} από το χρήστη ${user}",
		         ANYUPDATE_TIMESTAMP: "${date_long} ${time_long}"
		      },
		      download: {
		      	 TOOLTIP: "Μεταφόρτωση αυτού του αρχείου στον υπολογιστή σας (${size})",
		      	 DOWNLOAD_ALT: "Μεταφόρτωση"
		      },
		      PREVIEW: {
		         LINK: "Προεπισκόπηση",
		         TITLE: "Προεπισκόπηση αυτού του αρχείου σε νέο παράθυρο."
		      },
		      TAGS: "Προσδιοριστικά:",
		      error: "Παρουσιάστηκε σφάλμα.  ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Το αρχείο δεν υπάρχει πλέον ή δεν διαθέτετε επαρκή δικαιώματα για την πρόσβαση σε αυτό.",
		      error_403: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου. Το αρχείο δεν είναι δημόσιο και δεν σας έχει διατεθεί για κοινή χρήση.",
		      notifications: {
		         USER_SHARED: "Ο χρήστης ${user} έγραψε:",
		         CHANGE_SUMMARY: "Ο χρήστης ${user} πρόσθεσε περίληψη αλλαγών",
		         NO_CHANGE_SUMMARY: "Ο χρήστης ${user} δεν πρόσθεσε περίληψη αλλαγών",
		         COMMENTED: "Ο χρήστης ${user} πρόσθεσε σχόλιο"
		      }
		   },
		   ecm_file: {
		      checkedout_you: "Έγινε ανάληψη ελέγχου από εσάς",
		      checkedout_other: "Έγινε ανάληψη ελέγχου από το χρήστη ${user}",
		      tooltip: "Άνοιγμα του αρχείου ${name} στη βιβλιοθήκη",
		      draft_404_info: "Το προσχέδιο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση. Η πιο πρόσφατη εκδοχή αυτού του αρχείου είναι τώρα η δημοσιευμένη εκδοχή.",
		      error_404: "Το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
		      error_403: "Το αρχείο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
		      error_preview: "Το αρχείο δεν είναι πλέον διαθέσιμο για προεπισκόπηση.",
		      draft_review_canceled: "Η εξέταση ακυρώθηκε και το προσχέδιο δεν σας διατίθεται πλέον για κοινή χρήση. Δεν απαιτείται πλέον εξέταση από εσάς.",
		      switch_ee: "Προβολή προσχεδίου",
		      switch_ee_tooltip: "Προβολή του πιο πρόσφατου προσχεδίου για αυτό το αρχείο"
		   },
		   ecm_draft: {
		      tooltip: "Άνοιγμα του προσχεδίου ${name} στη βιβλιοθήκη",
		      community_owners: "Κάτοχοι κοινότητας",
		      draft: "Προσχέδιο",
		      draft_tooltip: "Προβολή προσχεδίου",
		      draft_general_info: "Το προηγούμενο προσχέδιο δεν υπάρχει πλέον και υπάρχει ένα νεότερο προσχέδιο που είναι τώρα η πιο πρόσφατη εκδοχή.",
		      draft_review_404_general_info: "Ένας από τους υπεύθυνους εξέτασης έχει ήδη ψηφίσει. Δεν απαιτείται πλέον η εξέταση αυτού του προσχεδίου από εσάς.",
		      draft_review_404_request_info: "Το προηγούμενο προσχέδιο δεν υπάρχει πλέον και το πιο πρόσφατο προσχέδιο υποβλήθηκε για εξέταση. Έχει ζητηθεί εξέταση από εσάς.",
		      draft_review_404_require_info: "Το προηγούμενο προσχέδιο δεν υπάρχει πλέον και το πιο πρόσφατο προσχέδιο υποβλήθηκε για εξέταση. Απαιτείται εξέταση από εσάς.",
		      draft_review_request_info: "Έχει ζητηθεί εξέταση από εσάς.",
		      draft_review_require_info: "Απαιτείται εξέταση από εσάς.",
		      error_404: "Το προσχέδιο έχει διαγραφεί ή δεν σας διατίθεται πλέον για κοινή χρήση.",
		      error_403: "Δεν μπορείτε να δείτε αυτό το προσχέδιο επειδή δεν σας έχει διατεθεί για κοινή χρήση.",
		      error_preview: "Το προσχέδιο δεν είναι πλέον διαθέσιμο για προεπισκόπηση.",
		      switch_ee: "Προβολή δημοσιευμένης εκδοχής",
		      switch_ee_tooltip: "Προβολή της δημοσιευμένης εκδοχής αυτού του αρχείου",
		      review: "Εξέταση",
		      reviewers: "Υπεύθυνοι εξέτασης",
		      reviwers_addtl: "Πρόσθετοι υπεύθυνοι εξέτασης",
		      in_review: "Προσχέδιο υπό εξέταση",
		      in_review_tooltip: "Προβολή προσχεδίου υπό εξέταση",
		      review_required_any: "Οι κάτοχοι της κοινότητας απαιτούν την εξέταση αυτού του προσχεδίου από έναν υπεύθυνο εξέτασης.",
		      review_required_all: "Οι κάτοχοι της κοινότητας απαιτούν την εξέταση αυτού του προσχεδίου από όλους τους υπεύθυνους εξέτασης.",
		      review_required_generic: "Οι κάτοχοι της κοινότητας απαιτούν την εξέταση αυτού του προσχεδίου από αυτούς τους υπεύθυνους εξέτασης.",
		      review_additional_required: "Απαιτείται η εξέταση αυτού του προσχεδίου από όλους τους υπεύθυνους εξέτασης που προστέθηκαν από το χρήστη που το υπέβαλε.",
		      reivew_submitted_date: {
		         DAY: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση: ${EEEE} ${time}.",
		         MONTH: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση στις ${d} ${MMM}.",
		         TODAY: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση σήμερα στις ${time}.",
		         YEAR: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση στις ${d} ${MMM} ${YYYY}.",
		         YESTERDAY: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση χθες στις ${time}.",
		         TOMORROW: "Ο χρήστης ${user} υπέβαλε το προσχέδιο για εξέταση στις ${d} ${MMM} ${YYYY}."
		      },
		      pending: "Εκκρεμεί",
		      pending_rejected: "Δεν απαιτείται πλέον εξέταση γιατί το προσχέδιο απορρίφθηκε",
		      approve: "Έγκριση",
		      approved: "Εγκρίθηκε",
		      approve_tooltip: "Έγκριση αυτού του προσχεδίου",
		      accept_success: "Έχετε εγκρίνει αυτό το προσχέδιο.",
		      accept_error: "Παρουσιάστηκε σφάλμα κατά την έγκριση αυτού του προσχεδίου. Προσπαθήστε ξανά.",
		      accept_info: "Έχετε εγκρίνει αυτό το προσχέδιο.",
		      reject: "Απόρριψη",
		      rejected: "Απορρίφθηκε",
		      reject_tooltip: "Απόρριψη αυτού του προσχεδίου",
		      reject_success: "Έχετε απορρίψει αυτό το προσχέδιο.",
		      reject_error: "Παρουσιάστηκε σφάλμα κατά την απόρριψη αυτού του προσχεδίου. Προσπαθήστε ξανά.",
		      reject_info: "Απορρίψατε αυτό το προσχέδιο."
		   },
		   authUser: {
		      error: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση του τρέχοντος χρήστη. ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Δεν είναι δυνατή η εύρεση ταυτοποιημένου χρήστη.",
		      error_403: "Δεν έχετε τα κατάλληλα δικαιώματα για την ανάκτηση πληροφοριών χρηστών."
		   },
		   forum: {
		      error: "Παρουσιάστηκε σφάλμα.  ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Το φόρουμ δεν υπάρχει πλέον ή δεν διαθέτετε επαρκή δικαιώματα για την πρόσβαση σε αυτό.",
		      error_403: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του φόρουμ. Το φόρουμ δεν είναι δημόσιο και δεν σας έχει διατεθεί για κοινή χρήση.",
		      readMore: "Προβολή πλήρους θέματος...",
		      readMore_tooltip: "Άνοιγμα του θέματος φόρουμ ${name}.",
		      readMore_a11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει το θέμα φόρουμ ${name} σε ένα νέο παράθυρο.",
		      QUESTION_ANSWERED: "Η ερώτηση έχει απαντηθεί.",
		      QUESTION_NOT_ANSWERED: "Η ερώτηση δεν έχει απαντηθεί ακόμη.",
		      attachments: "${count} συνημμένα",
		      attachments_one: "${count} συνημμένο"
		   },
		   blog: {
		      error: "Παρουσιάστηκε σφάλμα.  ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Το ιστολόγιο δεν υπάρχει πλέον ή δεν διαθέτετε επαρκή δικαιώματα για την πρόσβαση σε αυτό.",
		      error_403: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του ιστολογίου. Το ιστολόγιο δεν είναι δημόσιο και δεν σας έχει διατεθεί για κοινή χρήση.",
		      readMore: " Περισσότερες πληροφορίες ...",
		      readMore_tooltip: "Άνοιγμα της καταχώρησης ιστολογίου ${name}.",
		      readMore_a11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει η καταχώρηση ιστολογίου ${name} σε ένα νέο παράθυρο.",
		      graduated: "Προβιβάστηκε",
		  	  vote: {
		  		  INLINE: {
		  				UNRECOMMENDED: {
		  					READONLYTEXT: "",
		  					TEXT: 		"<a class='lotusLikeAction' role='button' href='javascript:;' id='TOGGLE_${id}'>Ψήφος</a>",
		  					TOOLTIP: 	"Ψήφιση αυτού του στοιχείου"
		  				},
		  				RECOMMENDED: {
		  					READONLYTEXT: "<span class='lotusLikeDescription'>Ψηφίστηκε</span>",
		  					TEXT: 		"<span class='lotusLikeDescription'>Ψηφίστηκε</span> <span class='lotusDivider' role='presentation'>-</span> <a class='lotusLikeActions' role='button' aria-label='Voted - Undo' href='javascript:;' id='TOGGLE_${id}'>Αναίρεση</a>",
		  					TOOLTIP: 	"Αφαίρεση της ψήφου σας από αυτό το στοιχείο"
		  				},
		  				RECOMMENDED_BYNONE:  {
		  					READONLYTEXT: "${recommendCount}",
		  					TEXT: 		"${recommendCount}",
		  					TOOLTIP: 	"Κανένα πρόσωπο δεν ψήφισε αυτό το στοιχείο"
		  				},
		  				RECOMMENDED_BYONE:  {
		  					READONLYTEXT: "${recommendCount}",
		  					TEXT: 		"${recommendCount}",
		  					TOOLTIP: 	"1 πρόσωπο ψήφισε αυτό το στοιχείο"
		  				},
		  				RECOMMENDED_BYMANY:  {
		  					READONLYTEXT: "${recommendCount}",
		  					TEXT: 		"${recommendCount}",
		  					TOOLTIP: 	"${recommendCount} πρόσωπα ψήφισαν αυτό το στοιχείο"
		  				}
		  			},
		  			LOADING: "Φόρτωση...",
		  			TEMPLATE_STRINGS: {
		  				LIKES: "Ψηφίστηκε"
		  			}
		  		}
		   },
		   idea: {
			  error_404: "Δεν ήταν δυνατή η αποθήκευση της ψήφου σας γιατί έχετε συμπληρώσει τον επιτρεπόμενο αριθμό ψήφων ή η ιδέα δεν είναι πλέον διαθέσιμη σε εσάς.",
		      readMore_tooltip: "Άνοιγμα της ιδέας ${name}.",
		      readMore_a11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει η ιδέα ${name} σε ένα νέο παράθυρο."
		   },
		   size: {
		      B: "${0} B",
		      KB: "${0} KB",
		      MB: "${0} MB",
		      GB: "${0} GB"
		   },
		   REPLIES: {
		      ARIA_LABEL: "Απαντήσεις",
		      THIS_ARIA_LABEL: "Αυτή η απάντηση",
		      THIS_TAB_TITLE: "Αυτή η απάντηση",
		      TAB_TITLE: "Απαντήσεις (${0})",
		      REPLY_TO_REPLY: "Σε απάντηση προς ${thisReply}",
		      REPLY_TO_TOPIC: "Σε απάντηση προς ${thisTopic}",
		      THIS_TOPIC: "αυτό το θέμα",
		      THIS_REPLY: "αυτή την απάντηση",
		      NAVIGATE_TO_REPLY: "Πλοήγηση προς τη γονική απάντηση",
		      NAVIGATE_TO_TOPIC: "Πλοήγηση προς το γονικό θέμα",
		      ADD_COMMENT: "Απάντηση σε αυτό το θέμα",
		      ADD_COMMENT_TOOLTIP: "Απάντηση σε αυτό το θέμα του φόρουμ",
		      SHOWING_RECENT_REPLIES: "Εμφάνιση των ${0} πιο πρόσφατων απαντήσεων",
		      PREV_COMMENTS: "Εμφάνιση περισσότερων απαντήσεων",
		      PLACEHOLDER_TXT: "Απάντηση σε αυτό το θέμα",
		      EMPTY: "Δεν υπάρχουν απαντήσεις.",
		      TRIM_LONG_COMMENT: "Να συντομευτεί η απάντηση;",
		      WARN_LONG_COMMENT: "Το μήκος της απάντησης είναι πολύ μεγάλο. ${shorten}",
		      ERROR: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση των απαντήσεων. ${again}",
		      ERROR_CREATE: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας.  Προσπαθήστε ξανά αργότερα.",
		      ERROR_CREATE_NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας επειδή το θέμα έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_CREATE_ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας επειδή το θέμα έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_CREATE_TIMEOUT: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Αποθήκευση' για να προσπαθήσετε ξανά.",
		      ERROR_CREATE_CANCEL: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας γιατί η αίτηση ακυρώθηκε.  Πατήστε 'Αποθήκευση' για να προσπαθήσετε ξανά.",
		      ERROR_CREATE_NOT_LOGGED_IN: "Πρέπει να συνδεθείτε για να δημιουργήσετε αυτή την απάντηση.  Πατήστε 'Αποθήκευση' για να εμφανιστεί το παράθυρο σύνδεσης.",
		      ERROR_NO_CONTENT: "Καταχωρήστε την απάντησή σας και πατήστε 'Αποθήκευση'. Για να ακυρώσετε την προσθήκη απάντησης, πατήστε 'Ακύρωση'.",
		      ERROR_UNAUTHORIZED: "Δεν ήταν δυνατή η αποθήκευση της απάντησής σας επειδή δεν έχετε εξουσιοδότηση για την προσθήκη απάντησης.",
		      COMMENT_DELETED: {
		         DAY: "Η απάντηση διαγράφηκε από το χρήστη ${user}, ${EEEE} στις ${time}",
		         MONTH: "Η απάντηση διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM}",
		         TODAY: "Η απάντηση διαγράφηκε από το χρήστη ${user} σήμερα στις ${time}",
		         YEAR: "Η απάντηση διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}",
		         YESTERDAY: "Η απάντηση διαγράφηκε από το χρήστη ${user} χθες στις ${time}",
		         TOMORROW: "Η απάντηση διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}"
		      },
		      REASON_FOR_DELETION: "Αιτία διαγραφής: ${reason}",
		      REPLY_TITLE: "Απ: ${0}",
		      SHOW_FULL_REPLY: "Προβολή πλήρους απάντησης",
		      SHOW_FULL_REPLY_TOOLTIP: "Πλοήγηση προς την αρχική απάντηση στο θέμα φόρουμ",
		      REPLY_ACTION: "Απάντηση",
		      REPLY_ACTION_TOOLTIP: "Απάντηση σε αυτή την ανάρτηση",
		      MODERATION_PENDING: "Εκκρεμεί η εξέταση αυτής της απάντησης.",
		      MODERATION_QUARANTINED: "Η καταχώρηση τοποθετήθηκε σε καραντίνα από τον επιτηρητή.",
		      MODERATION_REMOVED: {
		         DAY: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user}, ${EEEE} στις ${time}.",
		         MONTH: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM}.",
		         TODAY: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user} σήμερα στις ${time}.",
		         YEAR: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}.",
		         YESTERDAY: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user} χθες στις ${time}.",
		         TOMORROW: "Αυτή η απάντηση αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}."
		      },
		      MODERATION_REJECTED: {
		         DAY: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user}, ${EEEE} στις ${time}.",
		         MONTH: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM}.",
		         TODAY: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user} σήμερα στις ${time}.",
		         YEAR: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}.",
		         YESTERDAY: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user} χθες στις ${time}.",
		         TOMORROW: "Αυτή η απάντηση απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}."
		      }
		   },
		   REPLIES_SUBMITTED: {
		      CONFIRM: "Η απάντησή σας υποβλήθηκε για εξέταση και θα γίνει διαθέσιμη όταν εγκριθεί."
		   },
		   COMMENTS: {
		      ARIA_LABEL: "Σχόλια",
		      PLACEHOLDER_TXT: "Προσθήκη σχολίου",
		      TAB_TITLE: "Σχόλια (${0})",
		      ACTION_NOT_SUPPORTED: "Μη υποστηριζόμενη ενέργεια",
		      ADD_COMMENT: "Προσθήκη σχολίου",
		      ADD_COMMENT_TOOLTIP: "Προσθήκη σχολίου για αυτό το στοιχείο",
		      CANCEL: "Ακύρωση",
		      COMMENT_COUNT_ONE: "${0} σχόλιο",
		      COMMENT_COUNT_MANY: "${0} σχόλια",
		      COMMENT_LABEL: "Σχόλιο:",
		      DELETE: "Διαγραφή",
		      DELETE_TOOLTIP: "Διαγραφή σχολίου",
		      DELETEREASON: "Αιτία διαγραφής αυτού του σχολίου:",
		      DIALOG_TITLE: "Συντόμευση σχολίου",
		      TOOLTIP: "Συντόμευση σχολίου",
		      NAME: "Συντόμευση σχολίου",
		      EDIT: "Τροποποίηση",
		      EDIT_TOOLTIP: "Τροποποίηση σχολίου",
		      ERROR_CREATE: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας.  Προσπαθήστε ξανά αργότερα.",
		      ERROR_CREATE_NOT_FOUND: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_CREATE_ACCESS_DENIED: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_CREATE_TIMEOUT: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Προσθήκη' για να προσπαθήσετε ξανά.",
		      ERROR_CREATE_CANCEL: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή η αίτηση ακυρώθηκε.  Πατήστε 'Προσθήκη' για να προσπαθήσετε ξανά.",
		      ERROR_CREATE_NOT_LOGGED_IN: "Πρέπει να συνδεθείτε για να δημιουργήσετε αυτό το σχόλιο.  Πατήστε 'Ανάρτηση' για να εμφανιστεί το παράθυρο σύνδεσης.",
		      ERROR_DELETE: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας.  Προσπαθήστε ξανά αργότερα.",
		      ERROR_DELETE_TIMEOUT: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Διαγραφή' για να προσπαθήσετε ξανά.",
		      ERROR_DELETE_NOT_FOUND: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το σχόλιο ή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_DELETE_ACCESS_DENIED: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας επειδή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_DELETE_CANCEL: "Δεν ήταν δυνατή η διαγραφή του σχολίου σας καθώς η αίτηση ακυρώθηκε.  Πατήστε 'Διαγραφή' για να προσπαθήσετε ξανά.",
		      ERROR_DELETE_NOT_LOGGED_IN: "Πρέπει να συνδεθείτε για να διαγράψετε αυτό το σχόλιο.  Πατήστε 'Διαγραφή' για να εμφανιστεί το παράθυρο σύνδεσης.",
		      ERROR_EDIT: "Δεν ήταν δυνατή η ενημέρωση του σχολίου σας.  Προσπαθήστε ξανά αργότερα.",
		      ERROR_EDIT_ACCESS_DENIED: "Δεν ήταν δυνατή η ενημέρωση του σχολίου σας επειδή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_EDIT_NOT_FOUND: "Δεν ήταν δυνατή η ενημέρωση του σχολίου σας επειδή το στοιχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		      ERROR_EDIT_TIMEOUT: "Δεν ήταν δυνατή η ενημέρωση του σχολίου σας επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Προσθήκη' για να προσπαθήσετε ξανά.",
		      ERROR_EDIT_CANCEL: "Δεν ήταν δυνατή η ενημέρωση του σχολίου σας επειδή η αίτηση ακυρώθηκε.  Πατήστε 'Προσθήκη' για να προσπαθήσετε ξανά.",
		      ERROR_EDIT_NOT_LOGGED_IN: "Πρέπει να συνδεθείτε για να τροποποιήσετε αυτό το σχόλιο.  Πατήστε 'Ανάρτηση' για να εμφανιστεί το παράθυρο σύνδεσης.",
		      ERROR_NO_CONTENT: "Καταχωρήστε το σχόλιό σας και πατήστε 'Ανάρτηση'.  Για να ακυρώσετε την προσθήκη σχολίου, πατήστε 'Ακύρωση'.",
		      ERROR_NO_CONTENT_EDIT: "Καταχωρήστε το σχόλιό σας και πατήστε 'Ανάρτηση'.  Για να ακυρώσετε την τροποποίηση του σχολίου, πατήστε 'Ακύρωση'.",
		      ERROR_UNAUTHORIZED: "Δεν ήταν δυνατή η αποθήκευση του σχολίου σας επειδή δεν έχετε εξουσιοδότηση για την προσθήκη σχολίου.",
		      ERROR_GENERAL: "Παρουσιάστηκε σφάλμα.",
		      OK: "OK",
		      YES: "Ναι",
		      TRIM_LONG_COMMENT: "Να συντομευτεί το σχόλιο;",
		      WARN_LONG_COMMENT: "Το μήκος του σχολίου είναι πολύ μεγάλο.  ${shorten}",
		      LINK: "Διασύνδεση",
		      SAVE: "Αποθήκευση",
		      POST: "Ανάρτηση",
		      SHOWMORE: "Περισσότερες πληροφορίες...",
		      VIEW_COMMENTS_FILE: "Προβολή σχολίων για αυτό το αρχείο",
		      SUBSCRIBE_TO_COMMENTS: "Συνδρομή σε αυτά τα σχόλια",
		      SUBSCRIBE_TO_COMMENTS_TOOLTIP: "Παρακολούθηση των αλλαγών που γίνονται σε αυτά τα σχόλια χρησιμοποιώντας το πρόγραμμα ανάγνωσης περιεχομένου υπηρεσιών διανομής (feed reader)",
		      PROFILE_TITLE: "Άνοιγμα του προφίλ του χρήστη ${user}.",
		      PROFILE_A11Y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει το προφίλ του χρήστη ${user} σε ένα νέο παράθυρο.",
		      MODERATION_PENDING: "Εκκρεμεί η εξέταση αυτού του σχολίου.",
		      MODERATION_REMOVED: {
		         DAY: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user}, ${EEEE} στις ${time}.",
		         MONTH: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM}.",
		         TODAY: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user} σήμερα στις ${time}.",
		         YEAR: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}.",
		         YESTERDAY: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user} χθες στις ${time}.",
		         TOMORROW: "Αυτό το σχόλιο αφαιρέθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}."
		      },
		      MODERATION_REJECTED: {
		         DAY: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user}, ${EEEE} στις ${time}.",
		         MONTH: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM}.",
		         TODAY: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user} σήμερα στις ${time}.",
		         YEAR: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}.",
		         YESTERDAY: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user} χθες στις ${time}.",
		         TOMORROW: "Αυτό το σχόλιο απορρίφθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}."
		      },
		      PREV_COMMENTS: "Εμφάνιση προηγούμενων σχολίων",
		      EMPTY: "Δεν υπάρχουν σχόλια.",
		      ERROR_ALT: "Σφάλμα",
		      ERROR: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση των σχολίων. ${again}",
		      ERROR_ADDTL: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση πρόσθετων σχολίων. ${again}",
		      ERROR_AGAIN: "Προσπαθήστε ξανά.",
		      ERROR_AGAIN_TITLE: "Επανάληψη της αίτησης για περισσότερα σχόλια.",
		      COMMENT_CREATED: {
		         DAY: "${user} ${EEEE} στις ${time} (εκδοχή ${version})",
		         MONTH: "${user} ${d} ${MMM} (εκδοχή ${version})",
		         TODAY: "${user} σήμερα στις ${time} (εκδοχή ${version})",
		         YEAR: "${user} ${d} ${MMM} ${YYYY} (εκδοχή ${version})",
		         YESTERDAY: "${user} χθες στις ${time} (εκδοχή ${version})",
		         TOMORROW: "${user} ${d} ${MMM} ${YYYY} (εκδοχή ${version})"
		      },
		      COMMENT_CREATED_NOVERSION: {
		         DAY: "${user} ${EEEE} στις ${time}",
		         MONTH: "${user} ${d} ${MMM}",
		         TODAY: "${user} σήμερα στις ${time}",
		         YEAR: "${user} ${d} ${MMM} ${YYYY}",
		         YESTERDAY: "${user} χθες στις ${time}",
		         TOMORROW: "${user} ${d} ${MMM} ${YYYY}"
		      },
		      COMMENT_CREATED_TIME: {
		         DAY: "${EEEE} στις ${time}",
		         MONTH: "${d} ${MMM}",
		         TODAY: "Σήμερα στις ${time}",
		         YEAR: "${d} ${MMM} ${YYYY}",
		         YESTERDAY: "Χθες στις ${time}",
		         TOMORROW: "${d} ${MMM} ${YYYY}"
		      },
		      COMMENT_DELETED: {
		         DAY: "Το σχόλιο διαγράφηκε από το χρήστη ${user}, ${EEEE} στις ${time}",
		         MONTH: "Το σχόλιο διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM}",
		         TODAY: "Το σχόλιο διαγράφηκε από το χρήστη ${user} σήμερα στις ${time}",
		         YEAR: "Το σχόλιο διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}",
		         YESTERDAY: "Το σχόλιο διαγράφηκε από το χρήστη ${user} χθες στις ${time}",
		         TOMORROW: "Το σχόλιο διαγράφηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}"
		      },
		      COMMENT_EDITED: {
		         DAY: "Τροποποιήθηκε από το χρήστη ${user}, ${EEEE} στις ${time} (εκδοχή ${version})",
		         MONTH: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM} (εκδοχή ${version})",
		         TODAY: "Τροποποιήθηκε από το χρήστη ${user} σήμερα στις ${time} (εκδοχή ${version})",
		         YEAR: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY} (εκδοχή ${version})",
		         YESTERDAY: "Τροποποιήθηκε από το χρήστη ${user} χθες στις ${time} (εκδοχή ${version})",
		         TOMORROW: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY} (εκδοχή ${version})"
		      },
		      COMMENT_EDITED_NOVERSION: {
		         DAY: "Τροποποιήθηκε από το χρήστη ${user}, ${EEEE} στις ${time}",
		         MONTH: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM}",
		         TODAY: "Τροποποιήθηκε από το χρήστη ${user} σήμερα στις ${time}",
		         YEAR: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}",
		         YESTERDAY: "Τροποποιήθηκε από το χρήστη ${user} χθες στις ${time}",
		         TOMORROW: "Τροποποιήθηκε από το χρήστη ${user} στις ${d} ${MMM} ${YYYY}"
		      },
		      DELETE_CONFIRM: "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;",
		      FLAG_ITEM: {
		         BUSY: "Αποθήκευση...",
		         CANCEL: "Ακύρωση",
		         ACTION: "Σημείωση στοιχείου ως ακατάλληλου",
		         DESCRIPTION_LABEL: "Καθορίστε την αιτία για τη σημείωση αυτού του στοιχείου (προαιρετικά)",
		         EDITERROR: "Τα μεταδεδομένα του αρχείου δεν τροποποιήθηκαν εξαιτίας κάποιου σφάλματος.",
		         OK: "Αποθήκευση",
		         ERROR_SAVING: "Παρουσιάστηκε σφάλμα κατά την επεξεργασία της αίτησης. Προσπαθήστε ξανά αργότερα.",
		         SUCCESS_SAVING: "Η σημείωση υποβλήθηκε. Θα εξεταστεί σύντομα από έναν επιτηρητή.",
		         TITLE: "Σημείωση αυτού του στοιχείου ως ακατάλληλου",
		         COMMENT: {
		            TITLE: "Σημείωση αυτού του σχολίου ως ακατάλληλου",
		            A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου που επιτρέπει στο χρήστη να σημειώσει αυτό το σχόλιο ως ακατάλληλο."
		         }
		      }
		   },
		   COMMENTS_DELETE: {
		      CANCEL: "Ακύρωση",
		      DIALOG_TITLE: "Διαγραφή σχολίου",
		      NAME: "Διαγραφή σχολίου",
		      OK: "OK",
		      TOOLTIP: "Διαγραφή σχολίου"
		   },
		   COMMENTS_SHORTEN: {
		      CANCEL: "Ακύρωση",
		      CONFIRM: "Η συντόμευση θα έχει ως αποτέλεσμα την αφαίρεση του κειμένου που υπερβαίνει το όριο για το σχόλιο.  Πατήστε 'OK' για να γίνει συντόμευση ή 'Ακύρωση' για να τροποποιήσετε εσείς το σχόλιο.",
		      DIALOG_TITLE: "Συντόμευση σχολίου",
		      NAME: "Συντόμευση σχολίου",
		      OK: "OK",
		      TOOLTIP: "Συντόμευση σχολίου"
		   },
		   COMMENTS_SUBMITTED: {
		      DIALOG_TITLE: "Επιβεβαίωση υποβολής",
		      CONFIRM: "Το σχόλιό σας υποβλήθηκε για εξέταση και θα γίνει διαθέσιμο όταν εγκριθεί.",
		      OK: "OK"
		   },
		   DATE: {
		      AM: "ΠΜ",
		      FULL: "${EEEE}, ${date_long}, ${time_long}",
		      PM: "ΜΜ",
		      TODAY: "σήμερα",
		      TODAY_U: "Σήμερα",
		      YESTERDAY: "χθες",
		      YESTERDAY_U: "Χθες",
		      ADDED: { DAY: "Προστέθηκε ${EEee} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "Προστέθηκε ${date_long}",
		         TODAY: "Προστέθηκε σήμερα στις ${time}",
		         YEAR: "Προστέθηκε ${date_long}",
		         YESTERDAY: "Προστέθηκε χθες στις ${time}"
		      },
		      LAST_UPDATED: { DAY: "Τελευταία ενημέρωση: ${EEee} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "Τελευταία ενημέρωση: ${date_long}",
		         TODAY: "Τελευταία ενημέρωση σήμερα στις ${time}",
		         YEAR: "Τελευταία ενημέρωση: ${date_long}",
		         YESTERDAY: "Τελευταία ενημέρωση χθες στις ${time}"
		      },
		      MONTHS_ABBR: { 0: "ΙΑΝ",
		         10: "ΝΟΕ",
		         11: "ΔΕΚ",
		         1: "ΦΕΒ",
		         2: "ΜΑΡ",
		         3: "ΑΠΡ",
		         4: "ΜΑΪ",
		         5: "ΙΟΥΝ",
		         6: "ΙΟΥΛ",
		         7: "ΑΥΓ",
		         8: "ΣΕΠ",
		         9: "ΟΚΤ"
		      },
		      COMPACT: { DAY: "${EEee}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "${date_short}",
		         TODAY: "Σήμερα",
		         YEAR: "${date_short}",
		         YESTERDAY: "Χθες",
		         TOMORROW: "Αύριο"
		      },
		      RELATIVE_TIME: { DAY: "${EEee} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "${date_short}",
		         TODAY: "Σήμερα στις ${time}",
		         YEAR: "${date_short}",
		         YESTERDAY: "Χθες στις ${time}",
		         TOMORROW: "${date_short}"
		      },
		      RELATIVE_TIME_LONG: { DAY: "${EEee} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "${date_long}",
		         TODAY: "Σήμερα στις ${time}",
		         YEAR: "${date_long}",
		         YESTERDAY: "Χθες στις ${time}",
		         TOMORROW: "${date_long}"
		      },
		      DATE_TIME: { DAY: "${date_short} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "${date_short} στις ${time}",
		         TODAY: "${date_short} στις ${time}",
		         YEAR: "${date_short} στις ${time}",
		         YESTERDAY: "${date_short} στις ${time}",
		         TOMORROW: "${date_short} στις ${time}"
		      },
		      DATE_ONLY: { DAY: "${date_short}",
		         FULL: "${EEEE}, ${date_long}",
		         MONTH: "${date_short}",
		         TODAY: "${date_short}",
		         YEAR: "${date_short}",
		         YESTERDAY: "${date_short}",
		         TOMORROW: "${date_short}"
		      },
		      TIME_ONLY: { DAY: "${time}",
		         FULL: "${time_long}",
		         MONTH: "${time}",
		         TODAY: "${time}",
		         YEAR: "${time}",
		         YESTERDAY: "${time}",
		         TOMORROW: "${time}"
		      },
		      UPDATED: { DAY: "Ενημερώθηκε: ${EEee} στις ${time}",
		         FULL: "${EEEE}, ${date_long}, ${time_long}",
		         MONTH: "Ενημερώθηκε ${date_long}",
		         TODAY: "Ενημερώθηκε σήμερα στις ${time}",
		         YEAR: "Ενημερώθηκε ${date_long}",
		         YESTERDAY: "Ενημερώθηκε χθες στις ${time}"
		      }
		   },
		   VERSIONS: {
		      ERROR: "Δεν είναι δυνατή η φόρτωση πληροφοριών εκδοχών",
		      ERROR_REQUEST_CANCELLED: "Η αίτηση ακυρώθηκε.",
		      ERROR_REQUEST_TIMEOUT: "Δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.",
		      ERROR_REQUEST_UNKNOWN: "Παρουσιάστηκε άγνωστο σφάλμα.",
		      LOADING: "Φόρτωση...",
		      NO_VERSIONS: "Δεν υπάρχουν εκδοχές",
		      INFO: "Δημιουργία εκδοχής ${0}: ${1} από το χρήστη ",
		      VERSION_NUMBER: "Εκδοχή ${0}",
		      DELETED: "Διαγράφηκε",
		      DELETE_ALL: "Διαγραφή όλων των εκδοχών πριν από την εκδοχή",
		      DELETE_VERSION_SINGLE: "Διαγραφή εκδοχής ${0}",
		      DELETEERROR: "Η εκδοχή δεν διαγράφηκε εξαιτίας κάποιου σφάλματος.",
		      CREATE_VERSION: "Δημιουργία νέας εκδοχής",
		      CREATE_VERSION_TOOLTIP: "Δημιουργία εκδοχής αυτού του αρχείου",
		      REVERT_VERSION: "Επαναφορά εκδοχής ${0}",
		      REVERT_DESCRIPTION: "Επαναφορά από την εκδοχή ${0}",
		      PREVIOUS: "Προηγούμενη",
		      PREVIOUS_TOOLTIP: "Προηγούμενη σελίδα",
		      ELLIPSIS: "...",
		      NEXT: "Επόμενη",
		      NEXT_TOOLTIP: "Επόμενη σελίδα",
		      COUNT: "${0} - ${1} από ${2}",
		      COUNT_SHORT: "${0} - ${1}",
		      PAGE: "Σελίδα",
		      SHOW: "Εμφάνιση",
		      ITEMS_PER_PAGE: " στοιχείων ανά σελίδα.",
		      DATE: {
		        AM: "ΠΜ",
		        RELATIVE_TIME: { DAY: "${date}",
		            YEAR: "${date_long}",
		            FULL: "${date_long} ${time_long}",
		            MONTH: "${date}",
		            TODAY: "Σήμερα στις ${time}",
		            YESTERDAY: "Χθες στις ${time}"
		        },
		        RELATIVE_TIME_L: { DAY: "${EEee} στις ${time}",
		            YEAR: "${date_short} στις ${time}",
		            FULL: "${EEEE}, ${date_long}, ${time_long}",
		            MONTH: "${date_short} στις ${time}",
		            TODAY: "σήμερα στις ${time}",
		            YESTERDAY: "χθες στις ${time}"
		        },
		        UPDATED: { DAY: "Ενημερώθηκε: ${EEee} στις ${time}",
		            YEAR: "Ενημερώθηκε ${date_short}",
		            FULL: "${EEEE}, ${date_long}, ${time_long}",
		            MONTH: "Ενημερώθηκε ${date_short}",
		            TODAY: "Ενημερώθηκε σήμερα στις ${time}",
		            YESTERDAY: "Ενημερώθηκε χθες στις ${time}"
		        }
		      },
		      CONTENT: {
		         DELETE_TOOLTIP: "Διαγραφή εκδοχής ${0}",
		         DOWNLOAD: "Μεταφόρτωση",
		         DOWNLOAD_TOOLTIP: "Μεταφόρτωση αυτής της εκδοχής (${0})",
		         VIEW: "Προβολή",
		         VIEW_TOOLTIP: "Προβολή εκδοχής ${0}",
		         REVERT: {
		            A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου που επιτρέπει στο χρήστη να επιβεβαιώσει την επαναφορά ενός αρχείου από προηγούμενη εκδοχή. Η επιβεβαίωση της ενέργειας θα έχει ως αποτέλεσμα την ανανέωση των περιεχομένων της σελίδας.",
		            FULL: "Επαναφορά",
		            WIDGET: "Επαναφορά αυτής της εκδοχής"
		         }
		      },
		      DELETE: {
		         ERROR_NOT_FOUND: "Δεν ήταν δυνατή η διαγραφή της εκδοχής επειδή έχει ήδη διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		         ERROR_ACCESS_DENIED: "Δεν ήταν δυνατή η διαγραφή της εκδοχής γιατί δεν είστε επιμελητής.",
		         ERROR_TIMEOUT: "Η εκδοχή δεν διαγράφηκε καθώς δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε ξανά 'Διαγραφή' για να υποβάλετε την αίτησή σας ξανά.",
		         ERROR_CANCEL: "Η εκδοχή δεν διαγράφηκε καθώς η αίτηση ακυρώθηκε.  Πατήστε ξανά 'Διαγραφή' για να υποβάλετε την αίτησή σας ξανά.",
		         ERROR_NOT_LOGGED_IN: "Πρέπει να συνδεθείτε για να διαγράψετε αυτή την εκδοχή.  Πατήστε 'Διαγραφή' για να εμφανιστεί το παράθυρο σύνδεσης.",
		         GENERIC_ERROR: "Δεν ήταν δυνατή η διαγραφή της εκδοχής εξαιτίας ενός άγνωστου σφάλματος.  Πατήστε ξανά 'Διαγραφή' για να υποβάλετε την αίτησή σας ξανά.",
		         FULL: "Διαγραφή",
		         A11Y: "Αυτό το κουμπί ανοίγει ένα πλαίσιο διαλόγου που επιτρέπει στο χρήστη να επιβεβαιώσει τη διαγραφή της εκδοχής. Η επιβεβαίωση της ενέργειας θα έχει ως αποτέλεσμα την ανανέωση των περιεχομένων της σελίδας."
		      },
		      REVERT: {
		         ERROR_NOT_FOUND: "Δεν ήταν δυνατή η επαναφορά της εκδοχής επειδή έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς.",
		         ERROR_ACCESS_DENIED: "Δεν ήταν δυνατή η επαναφορά της εκδοχής γιατί δεν είστε επιμελητής.",
		         ERROR_NAME_EXISTS: "Δεν ήταν δυνατή η επαναφορά της εκδοχής γιατί υπάρχει άλλο αρχείο με το ίδιο όνομα.",
		         ERROR_TIMEOUT: "Δεν έγινε επαναφορά της εκδοχής επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε ξανά 'Επαναφορά' για να επαναλάβετε την αίτησή σας.",
		         ERROR_CANCEL: "Δεν έγινε επαναφορά της εκδοχής καθώς η αίτηση ακυρώθηκε.  Πατήστε ξανά 'Επαναφορά' για να επαναλάβετε την αίτησή σας.",
		         ERROR_QUOTA_VIOLATION: "Δεν ήταν δυνατή η επαναφορά της εκδοχής λόγω περιορισμένου χώρου.",
		         ERROR_MAX_CONTENT_SIZE: "Δεν ήταν δυνατή η επαναφορά της εκδοχής γιατί υπερβαίνει το μέγιστο επιτρεπτό μέγεθος αρχείου (${0})",
		         GENERIC_ERROR: "Δεν ήταν δυνατή η επαναφορά της εκδοχής λόγω ενός άγνωστου σφάλματος.  Πατήστε ξανά 'Επαναφορά' για να επαναλάβετε την αίτησή σας."
		      }
		   },
		   DOWNLOAD_INFO: {
		      SHOW_PEOPLE: "Προβολή προσώπων που έχουν μεταφορτώσει...",
		      PREVIOUS: "Προηγούμενη",
		      PREVIOUS_TOOLTIP: "Προηγούμενη σελίδα",
		      ELLIPSIS: "...",
		      NEXT: "Επόμενη",
		      NEXT_TOOLTIP: "Επόμενη σελίδα",
		      COUNT: "${0} - ${1} από ${2}",
		      COUNT_SHORT: "${0} - ${1}",
		      PAGE: "Σελίδα",
		      SHOW: "Εμφάνιση",
		      ITEMS_PER_PAGE: " στοιχείων ανά σελίδα.",
		      VERSION: {
		         DAY: "Εκδοχή ${version} στις ${date}",
		         MONTH: "Εκδοχή ${version} στις ${date}",
		         TODAY: "Εκδοχή ${version} στις ${time}",
		         YEAR: "Εκδοχή ${version} στις ${date}",
		         YESTERDAY: "Εκδοχή ${version} χθες"
		      },
		      FILE: {
		         V_LATEST: "Έχετε μεταφορτώσει την πιο πρόσφατη εκδοχή αυτού του αρχείου",
		         V_OLDER: "Έχετε μεταφορτώσει την εκδοχή ${0} αυτού του αρχείου",
		         LOADING: "Φόρτωση...",
		         EMPTY: "Μόνο ανώνυμοι χρήστες",
		         ERROR: "Δεν είναι δυνατή η φόρτωση πληροφοριών μεταφόρτωσης"
		      }
		   },
		   EE_DIALOG: {
		      ERROR: "Σφάλμα",
		      ERROR_ALT_TEXT: "Σφάλμα:",
		      ERROR_MSG_GENERIC: "Παρουσιάστηκε κάποιο πρόβλημα.  Προσπαθήστε ξανά.",
		      ERROR_MSG_NOT_AVAILABLE: "Αυτό το στοιχείο έχει διαγραφεί ή δεν είναι πλέον διαθέσιμο.",
		      ERROR_MSG_CONTENT_NOT_AVAILABLE: "Το περιεχόμενο για αυτό το στοιχείο δεν είναι διαθέσιμο.",
		      ERROR_MSG_NO_ACCESS: "Δεν έχετε πλέον πρόσβαση σε αυτό το στοιχείο.",
		      LOADING: "Φόρτωση...",
		      TITLE_SU: "Ο χρήστης ${author} ανάρτησε ένα μήνυμα.",
		      TITLE_NI: "Ο χρήστης ${author} σας προσκάλεσε στο δίκτυό του.",
		      AUTHOR_TITLE: "Προβολή προφίλ του χρήστη ${author}",
		      OPEN_LINK: "Άνοιγμα ${title}",
		      CONFIRM_CLOSE_TITLE: "Επιβεβαίωση",
		      CONFIRM_CLOSE_MESSAGE: "Είστε βέβαιοι ότι θέλετε να ακυρώσετε τις αλλαγές; Πατήστε OK για να συνεχίσετε ή Ακύρωση για επιστροφή.",
		      OK: "OK",
		      CANCEL: "Ακύρωση"
		   },
		   MESSAGE: {
		      SUCCESS: "Επιβεβαίωση",
		      ERROR: "Σφάλμα",
		      ERROR_ALT_TEXT: "Σφάλμα:",
		      INFO: "Πληροφορίες",
		      WARNING: "Προειδοποίηση",
		      DISMISS: "Απόκρυψη αυτού του μηνύματος",
		      MORE_DETAILS: "Περισσότερες λεπτομέρειες",
		      HIDE_DETAILS: "Απόκρυψη λεπτομερειών"
		   },
		   statusUpdate: {
		       createdCompact: {
		           DAY: "Δημιουργήθηκε: ${EEEE} στις ${time}",
		           MONTH: "Δημιουργήθηκε: ${d} ${MMM}",
		           TODAY: "Δημιουργήθηκε: Σήμερα στις ${time}",
		           YEAR: "Δημιουργήθηκε: ${d} ${MMM} ${YYYY}",
		           YESTERDAY: "Δημιουργήθηκε: Χθες στις ${time}",
		           TOMORROW: "Δημιουργήθηκε: ${d} ${MMM} ${YYYY}"
		       },
		      error: "Παρουσιάστηκε σφάλμα.  ${again}.",
		      error_again: "Προσπαθήστε ξανά.",
		      error_404: "Η ενημέρωση κατάστασης δεν υπάρχει πλέον.",
		      notifications: {
		         STATUS_UPDATE: "Ο χρήστης ${user} ανάρτησε ένα μήνυμα",
		         USER_BOARD_POST: "Ο χρήστης ${user} έγραψε στον πίνακά σας",
		         POST_COMMENT: "Ο χρήστης ${user} έγραψε:"
		      }
		   },
		   login: {
		      error: "Το όνομα χρήστη ή/και ο κωδικός πρόσβασής σας δεν συμφωνεί με κανέναν υπάρχοντα λογαριασμό. Προσπαθήστε ξανά.",
		      logIn: "Σύνδεση",
		      password: "Κωδικός πρόσβασης:",
		      user: "Όνομα χρήστη:",
		      welcome: "Σύνδεση στο HCL Connections"
		   },
		   repost: {
		      name: "Επανανάρτηση",
		      title: "Επανανάρτηση αυτής της ενημέρωσης για τους χρήστες που με παρακολουθούν ή τις κοινότητές μου",
		      msg_success: "Ολοκληρώθηκε με επιτυχία η επανανάρτηση της ενημέρωσης για τους χρήστες που σας παρακολουθούν.",
		      msg_generic: "Παρουσιάστηκε κάποιο πρόβλημα.  Προσπαθήστε ξανά."
		   },
		   FILE_SHARE_INFO: {
		      ADD: "Προσθήκη",
		      ADD_TXT: "Προσθήκη προσώπων ή κοινοτήτων ως αναγνωστών",
		      SHOW_MORE: "Εμφάνιση περισσότερων...",
		      READER_IF_PUBLIC: "Όλοι (δημόσιο)",
		      READER_IF_PUBLIC_TOOLTIP: "Αυτό το αρχείο είναι δημόσιο και εμφανίζεται σε όλους.",
		      EMPTY_READERS: "Κανένας",
		      READERS_LABEL: "Αναγνώστες:\u00a0",
		      EDITORS_LABEL: "Επιμελητές:\u00a0",
		      OWNER_LABEL: "Κάτοχος:\u00a0",
		      ERROR: "Δεν είναι δυνατή η φόρτωση πληροφοριών κοινής χρήσης",
		      ERROR_NOT_FOUND: "Το αρχείο που ζητήσατε έχει διαγραφεί ή μεταφερθεί. Αν κάποιος σας έστειλε αυτή τη διασύνδεση, βεβαιωθείτε ότι είναι σωστή.",
		      ERROR_ACCESS_DENIED: "Δεν έχετε τα κατάλληλα δικαιώματα για την προβολή αυτού του αρχείου.  Το αρχείο δεν είναι δημόσιο και δεν σας έχει διατεθεί για κοινή χρήση.",
		      SHARE: "Κοινή χρήση",
		      CANCEL: "Ακύρωση",
		      SHARE_WITH: "Κοινή χρήση με:",
		      PERSON: "Πρόσωπο",
		      COMMUNITY: "Κοινότητα",
		      PLACEHOLDER: "Όνομα ή e-mail προσώπου...",
		      MESSAGE: "Μήνυμα:",
		      MESSAGE_TXT: "Προσθήκη προαιρετικού μηνύματος",
		      REMOVE_ITEM_ALT: "Αφαίρεση ${0}",
		      NO_MEMBERS: "Κανένας",
		      A11Y_READER_ADDED: "Επιλογή ${0} ως αναγνώστη",
		      A11Y_READER_REMOVED: "Ο χρήστης ${0} αφαιρέθηκε ως αναγνώστης",
		      SELF_REFERENCE_ERROR: "Δεν μπορείτε να διαθέσετε περιεχόμενο για κοινή χρήση με τον εαυτό σας.",
		      OWNER_REFERENCE_ERROR: "Δεν μπορείτε να διαθέσετε το αρχείο για κοινή χρήση με τον κάτοχό του.",
		      SHARE_COMMUNITY_WARN: "Αν διαθέσετε αυτό το αρχείο για κοινή χρήση στη δημόσια κοινότητα '${0}', το αρχείο θα γίνει δημόσιο.",
		      SELECT_USER_ERROR: "Πρέπει να επιλέξετε τουλάχιστον ένα πρόσωπο ή μια κοινότητα για να διαθέσετε το φάκελο για κοινή χρήση.",
		      WARN_LONG_MESSAGE: "Το μήκος του μηνύματος είναι πολύ μεγάλο.",
		      TRIM_LONG_MESSAGE: "Να συντομευτεί το μήνυμα;",
		      ERROR_SHARING: "Δεν ήταν δυνατή η διάθεση του αρχείου για κοινή χρήση.  Προσπαθήστε ξανά αργότερα.",
		      INFO_SUCCESS: "Η διάθεση του αρχείου για κοινή χρήση ολοκληρώθηκε με επιτυχία.",
		      MAX_SHARES_ERROR: "Έγινε υπέρβαση του μέγιστου αριθμού κοινοχρησιών",
		      NOT_LOGGED_IN_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή δεν είχατε συνδεθεί.  Πατήστε 'Κοινή χρήση' για να διαθέσετε το αρχείο για κοινή χρήση.",
		      TIMEOUT_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή δεν ήταν δυνατή η επικοινωνία με τον εξυπηρετητή.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
		      CANCEL_ERROR: "Το αρχείο δεν διατέθηκε για κοινή χρήση επειδή η αίτηση ακυρώθηκε.  Πατήστε 'Κοινή χρήση' για να προσπαθήσετε ξανά.",
		      NOT_FOUND_ERROR: "Το αρχείο έχει διαγραφεί ή δεν εμφανίζεται πλέον σε εσάς και δεν μπορεί να διατεθεί για κοινή χρήση.",
		      ACCESS_DENIED_ERROR: "Δεν έχετε πλέον τα κατάλληλα δικαιώματα για τη διάθεση αυτού του αρχείου για κοινή χρήση.",
		      VISIBILITY_RESTRICTION_ERROR_SHARE: "Ένα αρχείο περιορισμένης πρόσβασης δεν μπορεί να γίνει δημόσιο.",
		      TOOLTIP: "Εκχώρηση πρόσβασης για αυτό το αρχείο σε άλλους χρήστες"
		   },
		   HISTORY: {
		      TAB_TITLE: "Πρόσφατες αλλαγές",
		      NO_HISTORY: "Δεν υπάρχουν πρόσφατες αλλαγές.",
		      EMPTY: "Δεν ήταν δυνατή η ανάκτηση των πρόσφατων αλλαγών για αυτό το στοιχείο. Το στοιχείο έχει διαγραφεί ή δεν έχετε πλέον πρόσβαση σε αυτό.",
		      MORE: "Εμφάνιση προηγούμενων αλλαγών",
		      ERROR_ALT: "Σφάλμα",
		      ERROR: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση των ενημερώσεων. ${again}",
		      ERROR_ADDTL: "Παρουσιάστηκε σφάλμα κατά την ανάκτηση πρόσθετων ενημερώσεων. ${again}",
		      ERROR_AGAIN: "Προσπαθήστε ξανά.",
		      ERROR_AGAIN_TITLE: "Επανάληψη της αίτησης για περισσότερες ενημερώσεις.",
		      PROFILE_TITLE: "Άνοιγμα του προφίλ του χρήστη ${user}.",
		      SORT_BY: "Ταξινόμηση κατά\\:",
		      SORTS: {
		         DATE: "Ημερομηνία",
		         DATE_TOOLTIP: "Ταξινόμηση από τα πιο πρόσφατα ιστορικά στοιχεία προς τις λιγότερο πρόσφατες αλλαγές",
		         DATE_TOOLTIP_REVERSE: "Ταξινόμηση από τα λιγότερο πρόσφατα ιστορικά στοιχεία προς τις πιο πρόσφατες αλλαγές"
		      },
		      TIMESTAMP: {
		         CREATED: {
		             DAY: "${EEEE} στις ${time}",
		             MONTH: "${d} ${MMM}",
		             TODAY: "Σήμερα στις ${time}",
		             YEAR: "${d} ${MMM} ${YYYY}",
		             YESTERDAY: "Χθες στις ${time}",
		             TOMORROW: "${d} ${MMM} ${YYYY}"
		          }
		     }
		   },
		   THISCOMMENT: {
		       TAB_TITLE: "Αυτό το σχόλιο",
			   REPLY_ACTION: "Απάντηση",
		       REPLY_ACTION_TOOLTIP: "Απάντηση σε αυτό το σχόλιο"
		   },
		   OAUTH: {
		      welcomeHeader: "Καλωσορίσατε στο Connections",
		      continueBtnLabel: "Συνέχιση",
		      continueBtnA11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει ένα νέο παράθυρο για την εκχώρηση πρόσβασης στο Connections.",
		      clickHere: "Πατήστε εδώ",
		      infoMsg: "Το Connections χρειάζεται την εξουσιοδότησή σας για την πρόσβαση στα δεδομένα σας.",
		      authorizeGadget: "${clickHere} για να εκχωρήσετε σε αυτή την εφαρμογή εξουσιοδότηση πρόσβασης στις πληροφορίες του Connections.",
		      confirmAuthorization: "${clickHere} για να επιβεβαιώσετε ότι έχετε εκχωρήσει σε αυτή την εφαρμογή εξουσιοδότηση πρόσβασης στις πληροφορίες του Connections."
		   },
		   OAUTH_FILENET: {
		      continueBtnA11y: "Με την ενεργοποίηση αυτής της διασύνδεσης θα ανοίξει ένα νέο παράθυρο για την εκχώρηση πρόσβασης στο χώρο αποθήκευσης της βιβλιοθήκης του Connections.",
		      infoMsg: "Ο χώρος αποθήκευσης βιβλιοθήκης του Connections χρειάζεται την εξουσιοδότησή σας για την πρόσβαση στα δεδομένα σας.",
		      authorizeGadget: "${clickHere} για να εκχωρήσετε σε αυτή την εφαρμογή εξουσιοδότηση πρόσβασης στις πληροφορίες του χώρου αποθήκευσης βιβλιοθήκης του Connections.",
		      confirmAuthorization: "${clickHere} για να επιβεβαιώσετε ότι έχετε εκχωρήσει σε αυτή την εφαρμογή εξουσιοδότηση πρόσβασης στις πληροφορίες του χώρου αποθήκευσης βιβλιοθήκης του Connections."
		   },
		   UNSAVEDCHANGES: {
		      CANCEL: "Ακύρωση",
		      CONFIRM: "Είστε βέβαιοι ότι θέλετε να ακυρώσετε τις αλλαγές;  Πατήστε OK για να συνεχίσετε ή Ακύρωση για επιστροφή.",
		      DIALOG_TITLE: "Επιβεβαίωση",
		      NAME: "Επιβεβαίωση",
		      OK: "OK",
		      TOOLTIP: "Επιβεβαίωση"
		   }
});
